{
    "frequentlyAskedQuestions": "Domande frequenti (FAQ)",
    "iosFaqStillNeedHelp": "Se hai una domanda che non è presente in questa lista o nella [sezione FAQ della wiki](https://habitica.fandom.com/wiki/FAQ), usa \"Fammi una domanda\" [LINK NEEDED] ! Saremo felici di aiutarti.",
    "androidFaqStillNeedHelp": "Se hai una domanda che non è presente in questa lista o nella [sezione FAQ della wiki](https://habitica.fandom.com/wiki/FAQ), usa \"Fammi una domanda\" [LINK NEEDED] ! Saremo felici di aiutarti.",
    "webFaqStillNeedHelp": "Se hai una domanda che non è presente in questa lista o nella [sezione FAQ della wiki](https://habitica.fandom.com/wiki/FAQ), usa \"Fammi una domanda\" [LINK NEEDED] ! Saremo felici di aiutarti.",
    "commonQuestions": "Domande comuni",
    "faqQuestion25": "Quali sono i diversi tipi di attività?",
    "faqQuestion26": "Quali sono gli esempi di attività?",
    "faqQuestion27": "Perché le attività cambiano colore?",
    "webFaqAnswer25": "Habitica utilizza tre diversi tipi di attività per soddisfare le tue esigenze: Abitudini, Quotidiane e Cose da fare.\n\nLe abitudini possono essere positive o negative e rappresentano qualcosa che potresti voler monitorare più volte al giorno o secondo un programma non definito. Le abitudini positive ti forniranno ricompense, come oro ed esperienza (Exp), mentre le abitudini negative ti faranno perdere punti salute (HP).\n\nLe quotidiane sono attività ripetute che desideri completare secondo un programma più strutturato. Per esempio. Una volta al giorno, tre volte alla settimana o quattro volte al mese. Le Dailies mancanti ti fanno perdere HP, ma più sono difficili, migliori saranno le ricompense!\n\nLe cose da fare sono attività una tantum che forniscono ricompense dopo averle completate. Le cose da fare possono avere una data di scadenza, ma non perderai HP se la perdi.\n\nScegli il tipo di attività che meglio si adatta a ciò che desideri ottenere!",
    "webFaqAnswer26": "Abitudini positive (Comportamenti che vuoi incoraggiare, dovrebbero avere un bottone \"più\")\n\n * Prendere vitamine\n * Usare il filo interdentale\n * Un'ora di studio\n\nAbitudini negative (Comportamenti che vuoi limitare o evitare; dovrebbero avere un bottone \"meno\")\n\n * Fumare\n * Passare troppo tempo online, concentrandosi su notizie negative\n * Mangiarsi le unghie\n\nAbitudini duali (Abitudini che hanno opzioni sia potivie che negativ; dovrebbero avere sia il bottone \"più\" che quello \"meno\")\n\n * Bere acqua oppure bere bevande zuccherate\n * Studiare oppure procastinare\n\nEsempi di Attività quotidiane (Attività che vuoi ripetere secondo una programmazione regolare)\n * Lavare i piatti\n * Innaffiare le piante\n * 30 minuti di attività fisica\n\nEsempi di Cose da fare (Attività che devi fare una volta sola)\n\n *Programmare un appuntamento\n * Riordinare lo sgabuzzino\n * Finire un saggio",
    "webFaqAnswer27": "Il colore di una attività è una rappresentazione visiva del suo valore: tutte le attività iniziano con il giallo, che rappresenta lo status neutrale, il blu rappresenta il miglioramento, e il rosso il peggioramento. Ecco come il tipo di attività determina il suo valore:\n\nLe Abitudini diventano più blu o rosse a seconda che tu prema il bottone \"più\" o \"meno\". Le Abitudini, positive o negative che siano, degradano verso il giallo con il passare del tempo se non le porti a termine. Le Abitudini che hanno sia natura positiva che negativa cambiano colore solo secondo i tuoi input.\n\nLe Attività giornaliere cambiano colore a seconda di quanto spesso vengono completate, diventando più blu se vengono completate e più rosse se le tralasci.\n\nLe Cose da fare diventano gradualmente più rosse, tanto più quanto più a lungo restano senza essere completate.\n\nPiù rossa è l'attività, più Oro ed Esperienza otterrai se le completi, perciò assicurati di intraprendere anche le tue attività più difficili!",
    "faqQuestion28": "Posso mettere in pausa le mie Attività giornaliere se ho bisogno di una pausa?",
    "faqQuestion29": "Come recupero HP?",
    "webFaqAnswer29": "Puoi recuperare 15 HP comprando una \"Pozione di cura\" dalla sezione delle tue \"Ricompense\" per 25 monete d'oro. In più, recupererai sempre tutti i tuoi HP salendo di livello!",
    "faqQuestion30": "Cosa succede se non mi rimangono più HP?",
    "webFaqAnswer30": "Se i tuoi HP raggiungono lo 0, scenderai di 1 livello, perderai tutto il tuo Oro e un oggetto del tuo Equipaggiamento (che però potrai riacquistare).",
    "faqQuestion31": "Perché ho perso HP, pur non avendo interagito con Abitudini Negative?",
    "webFaqAnswer31": "Se hai completato un'attività e hai perso HP quando non avesti dovuto, il server sincronizzando i progressi fatti su altre piattaforme ha avuto un ritardo. Per esempio, se hai usato Oro, Mana, o hai perso HP sull'applicazione per dispositivi mobili e poi hai completato un'attività sul sito, il server ha semplicemente bisogno di confermare che tutto sia sincronizzato.",
    "faqQuestion32": "Quando posso scegliere una Classe?",
    "webFaqAnswer32": "Ci sono quattro classi in Habitica: Guerriero, Mago, Ladro e Guaritore. Tutti i giocatori iniziano nella classe Guerriero finché non raggiungono il livello 10. Una volta raggiunto, potrai scegliere se selezionare una nuova classe o continuare come Guerriero.\n\nOgni classe ha un diverso Equipaggiamento e diverse Abilità. Se non vuoi scegliere una classe, puoi selezionare \"Non Scegliere\", Se decidi di non scegliere, potrai abilitare il sistema di Classi in un secondo momento dalle Impostazioni.",
    "faqQuestion33": "Cos'è la barra blu che appare dopo il livello 10?",
    "webFaqAnswer28": "Si! Il bottone \"Pausa Danno\" si può trovare nelle Impostazioni. Premerlo impedirà che tu perda HP per le Attività giornaliere mancate. Ciò è utile quando sei in vacanza, hai bisogno di riposo, o per qualsiasi altra ragione tu abbia bisogno di una pausa. Se stai partecipando ad una Missione, i tuoi progressi in attesa saranno messi in pausa, ma subirai ancora i danni derivanti dalle Attività giornaliere mancate della tua Squadra.\n\nPer mettere in pausa delle Attività giornaliere specifiche, puoi modificare la pianificazione e fissarla ogni 0 giorni fino a quando non ti sentirai pronto/a a ricominciarla.",
    "webFaqAnswer33": "Dopo aver sbloccato le Classi, sblocchi anche Abilità che richiedono Mana per essere utilizzate. Il Mana dipende dalla statistica INT e può essere modificata attraverso Abilità e Equipaggiamento.",
    "faqQuestion34": "Che tipo di cibo piace al mio animale domestico?"
}
