{
    "frequentlyAskedQuestions": "Часто задаваемые вопросы",
    "iosFaqStillNeedHelp": "Если у вас есть вопрос, которого нет в этом списке или в [ЧаВо на Вики](https://habitica.fandom.com/ru/wiki/ЧаВО), воспользуйтесь формой \"Задать вопрос\" [LINK NEEDED]! Мы будем рады помочь.",
    "androidFaqStillNeedHelp": "Если у вас есть вопрос, которого нет в этом списке или в [ЧаВо на Вики](https://habitica.fandom.com/ru/wiki/ЧаВо), задайте его в чате Таверны через Меню > Таверна! Мы с радостью поможем вам.",
    "webFaqStillNeedHelp": "Если у вас есть вопрос, которого нет в этом списке или в [ЧаВо на Вики](https://habitica.fandom.com/ru/wiki/ЧаВО), воспользуйтесь формой «Задать вопрос»! Мы с радостью поможем вам.",
    "parties": "Команды",
    "sunsetFaqTitle": "ЧаВо о прекращении работы таверны и гильдий Хабитики",
    "sunsetFaqPara5": "Если вы хотите узнать больше об изменениях, то вы можете ознакомиться с подробной информацией ниже.",
    "sunsetFaqHeader1": "Какие сервисы прекратят свою работу?",
    "sunsetFaqHeader2": "Почему Таверна и Гильдии прекратят свою работу?",
    "sunsetFaqPara1": "По ряду причин, включая изменения в характере взаимодействий игроков с Хабитикой и новые правила в отношении контента, мы принимаем непростое решение остановить функционирование таверны и гильдий <strong>8 августа 2023 года</strong>.",
    "sunsetFaqPara2": "Основной целью Habitica всегда была и остается игровая система управления задачами. Таверна и гильдии помогали мотивировать игроков, помогая им находить других людей с похожими целями. Были созданы поистине замечательные места, и у нас была возможность наблюдать, как сообщество процветает благодаря полезным обсуждениям. С годами мы заметили изменения в том, как игроки используют и полагаются на Habitica. Команды процветали, а гильдии и публичные пространства использовались все меньшей частью игроков. В условиях постоянно изменяющегося Интернета, ресурсы, необходимые для поддержания этих пространств, стали слишком несоизмеримы с количеством людей, реально участвующих в них.",
    "sunsetFaqList1": "Основная цель Хабитики - обеспечить мотивацию через геймифицированное управление задачами. Гильдии и Таверна используются непропорционально малым процентом игроков. Большинство игроков используют внешние сервисы, которые в первую очередь предназначены для социального взаимодействия и намеренно разработаны и поддерживаются с учетом этих целей.",
    "sunsetFaqPara6": "Обслуживание Таверны, а также публичных и частных гильдий прекращается, и они будут удалены из Хабитики <strong>8 августа 2023 года</strong>.",
    "sunsetFaqList2": "Новые законы о безопасности в Интернете требуют такого уровня активного контроля за содержанием публичных мест, который Хабитика исторически не обеспечивала. Инвестиции в функции, которых требуют новые законы, приведут к тому, что наши ограниченные ресурсы будут перенаправлены в те части Хабитики, к которым подавляющее большинство игроков никогда не прикоснется.",
    "sunsetFaqList3": "Для нас важно продолжать предоставлять доступ к постоянно растущей международной базе игроков Хабитики по всему миру. Удаление этих сервисов позволяет нам продолжать выполнять эту задачу, не задумываясь об ограничении доступа в регионах, где требуется более активный контроль за содержанием сервисов, чем мы можем обеспечить.",
    "sunsetFaqPara4": "В качестве благодарности за проведенные вместе годы мы дарим каждому игроку по Питомцу-ветерану, который поможет перейти в новую эру. Нашим замечательным спонсорам мы также вышлем специальный набор снаряжения за их усердную работу в сообществах Habitica.",
    "sunsetFaqHeader3": "Смогу ли я по-прежнему общаться с участниками моего командного или группового плана?",
    "sunsetFaqHeader4": "Куда обращаться, чтобы приостановить ежедневные задания?",
    "sunsetFaqPara3": "Мы принимаем это решение, чтобы лучше направить наши ресурсы на развитие тех частей Habitica, которые пользуются наибольшим спросом у игроков, не прерывая их доступ.",
    "sunsetFaqPara7": "Командные и Групповые планы останутся и сохранят свои чаты. Также сохранится возможность отправки личных сообщений.",
    "faqQuestion27": "Почему задачи меняют цвет?",
    "faqQuestion28": "Могу ли я остановить мои Ежедневные дела если мне нужен перерыв?",
    "faqQuestion32": "Когда я смогу выбрать Класс?",
    "faqQuestion36": "Как я могу изменить внешний вид моего Аватара?",
    "faqQuestion37": "Почему мое Снаряжение не отображается на моем Аватаре?",
    "faqQuestion39": "Где я могу получить больше Снаряжения?",
    "faqQuestion41": "Что такое Мистические песочные часы, и как я могу получить их?",
    "faqQuestion54": "Сколько человек я могу пригласить в свою Команду?",
    "commonQuestions": "Частые вопросы",
    "faqQuestion25": "Каковы различные типы заданий?",
    "faqQuestion26": "Какие есть некоторые примеры заданий?",
    "webFaqAnswer27": "Цвет задачи - это визуальное представление ценности задания. Все задачи начинаются с нейтрального жёлтого цвета, синий обозначает прогресс, а красный несоблюдение привычки. Вот как каждый тип задания определяет ценность задания:\n\nПривычки становятся более синими или красными в зависимости от того, нажимаете ли вы кнопку \"плюс\" или \"минус\". Положительные и отрицательные привычки со временем становятся желтыми, если вы их не выполняете. Двойные привычки меняют цвет только в зависимости от ваших данных.\n\nЕжедневные дела меняют цвет в зависимости от того, как часто они заполняются, становясь более синими по мере их заполнения или более красными, если они пропущены.\n\nЗадачи постепенно становятся все более красными, чем дольше они остаются незавершенными.\n\nЧем больше задание краснеет, тем больше золота и опыта вы заработаете за его выполнение, поэтому обязательно беритесь даже за самые сложные задания!",
    "webFaqAnswer25": "Habitica использует три разных типа заданий для удовлетворения ваших потребностей: Привычки, Ежедневные дела и Задачи.\n\nПривычки могут быть полезными и вредными и представляет собой что-то, что вы, возможно, захотите отслеживать несколько раз в день, или по неустановленному расписанию. Полезные привычки принесут вам награды, такие как золото и опыт (Exp), в то время как вредные привычки приведут к потере очков здоровья (HP).\n\nЕжедневные дела - это повторяющиеся задачи, которые вы хотите выполнять по более структурированному расписанию. Например, раз в день, три раза в неделю или четыре раза в месяц. Пропуск ежедневных дел приводит к потере HP, но чем они сложнее, тем выше награда!\n\nЗадачи - это разовые задания, за выполнение которых вы получаете вознаграждение. У заданий может быть срок выполнения, но вы не потеряете HP, если пропустите его.\n\nВыберите тип заданий, который наилучшим образом подходит для достижения ваших целей!",
    "webFaqAnswer31": "Если вы выполняете Задание и теряете HP, когда этого делать не следовало, вы столкнулись с задержкой, пока сервер синхронизирует изменения, внесенные на других платформах. Например, если вы используете золото, ману или теряете HP в мобильном приложении, а затем выполняете Задание на веб-сайте, сервер просто подтверждает, что все синхронизировано.",
    "webFaqAnswer26": "Полезные привычки (поведение, которое вы хотите поощрять; должна быть кнопка \"плюс\")\n\n * Принимайте витамины\n * Чистите зубы зубной нитью\n * Один час занятий\n\nВредные привычки (поведение, которое вы хотите ограничить или избежать; должна быть кнопка \"минус\")\n\n * Курение\n * Прокрутка Doom\n * Грызение ногтей\n\nДвойные привычки (привычки, которые предполагают выбор между положительным и отрицательным; должны иметь кнопки \"плюс\" и \"минус\")\n\n * Пейте воду или газировку\n * Учитесь или откладывайте на потом\n\nПримеры ежедневных дел (задачи, которые вы хотите повторять регулярно)\n * Мойте посуду\n * Поливайте растения\n * 30 минут физической активности\n\nПримеры задач (задания, которые вам нужно выполнить только один раз)\n\n * Запланировать встречу\n * Разобрать шкаф\n * Закончить эссе",
    "webFaqAnswer28": "Да! Кнопку “Остановить получение урона” можно найти в Настройках. Это предотвратит потерю HP за пропущенные Ежедневные дела. Это полезно, если вы находитесь в отпуске, нуждаетесь в отдыхе или по любой другой причине, по которой вам может потребоваться перерыв. Если вы участвуете в Квесте, ваш собственный ожидаемый прогресс будет приостановлен, но вы по-прежнему будете получать урон от пропущенных ежедневных дел ваших сокомандников.\n\nЧтобы приостановить определенные ежедневные дела, вы можете отредактировать расписание, чтобы оно выполнялось каждые 0 дней, пока вы не будете готовы перезапустить его.",
    "faqQuestion29": "Как мне восполнить здоровье?",
    "webFaqAnswer29": "Вы можете восстановить 15 HP, купив Зелье здоровья из колонки Награды за 25 золота. Кроме того, вы всегда будете восстанавливать весь запас здоровья при повышении уровня!",
    "faqQuestion30": "Что произойдет, когда моё здоровье окажется на нуле?",
    "webFaqAnswer30": "Если ваш HP достигнет нуля, вы потеряете один уровень, все свое Золото и часть Снаряжения, которое можно выкупить.",
    "faqQuestion31": "Почему я потерял HP при взаимодействии с неотрицательным Заданием?",
    "faqQuestion34": "Какая Еда нравится моему Питомцу?",
    "webFaqAnswer46": "Если вы считаете, что столкнулись с ошибкой, сообщите нам об этом!\n\nЧтобы сообщить об ошибке в мобильных приложениях:\n * В меню выберите «Поддержка», затем нажмите «Получить помощь» и прокрутите вниз до «Сообщить об ошибке»\n\nЧтобы сообщить об ошибке на сайте:\n * В меню «Справка» выберите «Сообщить об ошибке»",
    "webFaqAnswer32": "В Habitica есть четыре класса: Воин, Маг, Разбойник и Целитель. Все игроки начинают с класса Воина, пока не достигнут 10-го уровня. Как только вы достигнете 10-го уровня, вам будет предоставлен выбор: выбрать новый класс или продолжить игру в качестве Воина.\n\nКаждый класс имеет разное снаряжение и навыки. Если вы не хотите выбирать класс, вы можете выбрать «Отказаться». Если вы решите отказаться, вы всегда сможете включить систему классов в настройках позже.",
    "faqQuestion33": "Что за синяя полоска появляется после 10 уровня?",
    "webFaqAnswer33": "После того, как вы разблокируете Систему классов, вы также разблокируете навыки, для использования которых требуется мана. Мана определяется вашими атрибутом ИНЕТЕЛЛЕКТ и может быть скорректирована с помощью Навыков и Снаряжения.",
    "faqQuestion35": "Я покормил своего питомца, и он исчез! Что случилось?",
    "webFaqAnswer34": "Домашние животные любят корм, соответствующий их цвету. Обыкновенные домашние животные являются исключением, но все обыкновенные домашние животные любят одно и то же. Ниже вы можете увидеть, какие продукты нравятся каждому домашнему животному:\n\n * Обыкновенные питомцы любят мясо\n * Белые питомцы любят молоко\n * Пустынные питомцы любят картофель\n * Красные питомцы любят клубнику\n * Теневые питомцы любят шоколад\n * Скелетные питомцы любят рыбу\n * Питомцы-зомби любят тухлое мясо\n * Розовые питомцы любят розовую сахарную вату\n * Голубые питомцы любят голубую сахарную вату\n * Золотистые питомцы любят мед",
    "webFaqAnswer35": "Как только вы накормите своего питомца достаточно для того чтобы он стал Скакуном, вам нужно будет снова вылупить питомца этого типа, чтобы он появился в ваших стойлах.\n\nЧтобы посмотреть Скакунов на телефоне:\n\n *Выберите из меню \"Питомцы и Скакуны\" и перейдите на вкладку \"Скакуны\".\n\nЧтобы посмотреть Скакунов на веб-сайте:\n\n *Выберите \"Стойла\" из меню инвентаря и листайте вниз до раздела \"Скакуны\"",
    "webFaqAnswer36": "Существует множество способов изменить вид вашего аватара в Habitica! Вы можете сменить форму тела вашего аватара, прическу, цвет волос, добавить очки или средства передвижения, выбрав в меню Персонализация (или Редактировать) аватар(а).\n\nЧтобы изменить вашего аватара на мобильных устройствах:\n * В меню выберите \"Персонализация аватара\"\n\nЧтобы изменить вашего аватара на веб-сайте:\n * В меню пользователя в навигационной панели выберите \"Редактировать аватар\"",
    "faqQuestion38": "Почему я не могу приобрести некоторые товары?",
    "faqQuestion40": "Что такое драгоценные камни и как их получить?",
    "webFaqAnswer41": "Мистические Песочные Часы – это эксклюзивная валюта подписчиков Habitica, которая используется в Магазине Путешественника во Времени. Подписчики получают 1 Мистические Песочные Часы в начале каждого месяца, когда у них появляют преимущества подписки, а также ряд других привелегий. Обязательно ознакомьтесь с нашими вариантами подписки, если вы заинтересованы в уникальных Фонах, Питомцах, Квестах и Снаряжении, преставленных в Магазине Путешественника во Времени.",
    "faqQuestion46": "Как сообщить об ошибке?",
    "faqQuestion47": "Могу ли я увидеть данные о том, насколько хорошо я справляюсь со своими задачами и привычками?",
    "webFaqAnswer47": "В настоящее время Habitica не имеет визуального представления данных о ваших задачах за все время. Однако на веб-сайте Habitica вы можете экспортировать данные о ваших задачах из вкладки \"Данные сайта\" в разделе \"Настройки\".",
    "contactAdmin": "Связаться <a href='mailto:admin@habitica.com'>admin@habitica.com</a>",
    "contentAnswer201": "<strong>Осенний фестиваль</strong>: с 21 сентября по 20 декабря",
    "contentAnswer200": "<strong>Летний всплеск</strong>: с 21 июня по 20 сентября",
    "contentAnswer202": "<strong>Зимняя страна чудес</strong>: с 21 декабря по 20 марта",
    "contentAnswer203": "<strong>Весенний праздник</strong>: с 21 марта по 20 июня",
    "webFaqAnswer60": "Вот несколько кратких советов, которые помогут вам начать работу с новым Групповым Планом в Habitica:\n\n * Повысьте участника до менеджеру, чтобы дать ему возможность создавать и редактировать задачи\n * Оставляйте задачи не назначенными, если кто-либо может их выполнить, и их нужно выполнить только один раз\n * Назначьте задачу одному человеку, чтобы убедиться, что никто другой не сможет выполнить его задачу\n * Назначьте задачу нескольким людям, если им всем нужно его выполнить\n * Включите возможность отображать общие задания на вашей личной доске, чтобы ничего не пропустить\n * Вы получаете вознаграждение не только за выполненные вами задачи, но и за выполняемые несколькими людьми одновременно\n * Вознаграждения за выполнение задач не распределяются между участниками\n * Используйте цвет задач на командной доске, чтобы оценить среднюю скорость выполнения задач\n * Регулярно просматривайте задачи на общей панели задач, чтобы убедиться, что они все еще актуальны\n * Пропуск Ежедневных задач не нанесет вреда ни вам, ни вашей команде, но цвет задачи потемнеет",
    "webFaqAnswer37": "Проверьте, включена ли опция «Костюм». Если ваш Аватар носит костюм, вместо вашего боевого снаряжения будет отображаться этот набор снаряжения.\n\nЧтобы переключить костюм в мобильных приложениях:\n * В меню выберите «Снаряжение», найдите кнопку «Использовать костюм».\n\nЧтобы переключить костюм на веб-сайте:\n * В инвентаре выберите «Снаряжение» и найдите кнопку «Использовать костюм» на вкладке «Костюм».",
    "webFaqAnswer38": "Новые игроки Habitica могут приобрести только базовое снаряжение класса Воин. Игроки должны покупать снаряжение в последовательном порядке, чтобы разблокировать снаряжение следующего уровня.\n\nМногие снаряжения специфичны для определенного класса, что означает, что игрок может покупать только снаряжение, принадлежащее к его текущему классу.",
    "webFaqAnswer39": "Если вы хотите получить больше снаряжения, вы можете стать подписчиком Habitica, рискнуть найти что-то в Зачарованном сундуке или раскошелиться во время одного из Больших Гала в Habitica.\n\nПодписчики Habitica ежемесячно получают специальный эксклюзивный набор снаряжения и Мистические песочные часы, чтобы приобрести прошлые наборы снаряжения в магазине Путешественника во времени.\n\nЗачарованный Сундук с сокровищами в ваших Наградах содержит более 350 единиц Снаряжения! За 100 золотых у вас есть шанс получить специальное Снаряжение, Еду, чтобы выростить Питомца в Скакуна, или Опыт для повышения уровня!\n\nВо время четырех сезонных Больших Гала совершенно новое Снаряжение становится доступным для покупки за Золото, а наборы из предыдущих Гала можно приобрести за самоцветы.",
    "webFaqAnswer40": "Самоцветы - это донатная валюта в Habitica, которая используется для покупки Снаряжения, персонализации Аватара, Фонов и другого! Самоцветы можно приобрести пакетом или за Золото, если вы подписчик Habitica. Вы также можете выиграть самоцветы, став победителем испытания.",
    "faqQuestion43": "как участвовать в квестах?",
    "faqQuestion44": "как я могу удалить задания челленджи?",
    "faqQuestion45": "мой аватар превратился в снеговика, звёздочку, цветок или призрака. как вернуть его обратно?",
    "faqQuestion48": "как я могу играть в хабитику с другими?",
    "faqQuestion49": "как мне найти группу, если меня нет в ней?",
    "faqQuestion50": "как работает поиск групповой работы?",
    "faqQuestion53": "у меня есть группа, как найти больше участников?",
    "faqQuestion55": "как я могу пригласить знакомого?",
    "webFaqAnswer43": "Чтобы начать Квест, вам нужно быть участником Команды. Команда может быть с 1 участником, где вы проходите Квесты наедине, или же вы можете пригласить других игроков Habitica, чтобы проходить Квесты быстрее!\n\nВыберите Свиток Квеста из своего инвентаря, нажав кнопку \"Начать квест\" в вашей команде. Выполняйте задачи, как вы обычно делаете, чтобы продвинуться в Квесте! Вы или будете наносить урон монстру, если участвуете в Квесте с Боссом, или будете иметь шанс найти предметы, если участвуете в Квесте со Сбором. Весь накопленный прогресс будет применен на следующий день.\n\nКогда вы нанесете достаточно урона или соберете все предметы, Квест будет завершен, и вы получите свои награды!",
    "webFaqAnswer51": "Вы будете оставаться в списке, пока не примете приглашение в Команду или не будете входить в систему в течении 7 дней, в зависимости от того, что произойдет раньше. Если вы войдете в аккаунт после 7 дней неактивности, мы автоматически добавим вас обратно в список, если у вас нет приглашений, ожидающих рассмотрения.",
    "webFaqAnswer44": "Чтобы удалить связанные с ним задачи, вам нужно будет выйти из Испытания или дождаться его закрытия. Красный значок мегафона означает, что испытание было закрыто, а серый – что оно еще выполняется.\n\nЧтобы удалить задачу из Испытания в приложении **Android**:\n1. Нажмите на задачу, относящуюся к Испытанию.\n2. Нажмите кнопку \"Удалить\" в правом верхнем углу экрана.\n3. Выберите, чтобы удалить задачу Испытание из списка задач.\n\nЧтобы удалить задачу Испытания в приложении **iOS**:\n1. Найдите задачу, которую вы хотите удалить, и посмотрите на значок мегафона.\n2. Если значок красного мегафона нажмите на задачу и выберите \"Удалить\" внизу.\n3. Если иконка мегафона серого цвета, то вам нужно найти Испытание и выйти из его, чтобы удалить задачу.\n\nЧтобы удалить задачу Испытания на **веб-сайте**:\n1. Найдите задачу из испытания, которое вы хотите удалить, и посмотрите на иконку с мегафоном.\n2. Если иконка мегафона красная - нажмите на нее и выберите удалить задачи из списка задач.\n3. Если иконка мегафона серого цвета - вам нужно найти Испытание и выйти из него, чтобы удалить задачу.",
    "webFaqAnswer53": "Если вы используете веб-сайт Habitica, выберите «Найти участников» в раскрывающемся меню «Команда». Если вы используете приложение для Android, нажмите «Найти участников» над списком участников команды. Отобразится список игроков, которые активно ищут команду и которых можно запросить присоединиться.\n\nЧтобы помочь найти наиболее подходящего участника для вашей Команды, вы увидите определенную информацию, например язык, класс, уровень и сколько дней игрок использовал Habitica. Если вы хотите пообщаться с кем-то перед отправкой приглашения, вы можете просмотреть его/ее профиль и отправить сообщение.",
    "webFaqAnswer42": "Один из лучших способов мотивировать себя и нести ответственность за выполнение поставленных задач – вступить в Команду! Команда с другими игроками Habitica — это отличный способ проходить Квесты, чтобы получить питомцев и снаряжение, получить усиление от способностей других членов команды и повысить свою мотивацию.\n\nЕще один способ повысить ответственность – присоединиться к Испытанию. Они автоматически добавляют в ваши списки задачи, связанные с конкретными целями! Они также добавляют соревновательный элемент с другими игроками Habitica, что может повысить мотивацию, когда вы стремитесь получить Самоцветы как награду за участие. Существуют официальные испытания, созданные командой Habitica, а также испытания, созданные другими игроками.",
    "webFaqAnswer45": "Один из членов вашей Команды использовал на вас предмет преобразования из Ярмарки! Ваш Аватар вернется к обычному виду на следующий день. Если вы хотите снять преобразование быстрее, вы можете приобрести противоядие (Соль, Песок, Зелье \"Без-лепестков\" или Непрозрачный Эликсир) в Наградах.",
    "webFaqAnswer48": "Да, с Командами! Вы можете создать собственную команду или присоединиться к уже существующей. Команда с другими игроками Habitica – это отличный способ выполнять Квесты, получать усиление от способностей членов Команды и повышать свою мотивацию благодаря дополнительной ответственности.",
    "webFaqAnswer49": "Если вы хотите испытать Habitica с другими людьми, но вы не знаете других игроков, поиск Команды - ваш лучший вариант! Если вы уже знаете других игроков, имеющих команду, вы можете поделиться с ними своим @именем_пользователя, чтобы они вас пригласили. Кроме того, вы можете создать новую Команду и пригласить их, указав их @имя_пользователя или адрес электронной почты.\n\nЧтобы создать или найти команду, выберите команду в навигационном меню, а затем выберите подходящий вариант.",
    "webFaqAnswer50": "Выбрав \"Искать команду\", вы будете добавлены в список игроков, желающих присоединиться к Команде. Лидеры команд могут просматривать этот список и отправлять приглашения. Получив приглашение, вы можете принять его в своих уведомлениях и присоединиться к выбранной вами Команде!\n\nВы можете получить несколько приглашений в различные команды. Однако одновременно вы можете быть членом только одной из них.",
    "faqQuestion51": "Как долго я могу искать команду после присоединения к списку?",
    "faqQuestion52": "Могу ли я прекратить поиск Команды?",
    "webFaqAnswer52": "Если вы больше не хотите искать команду, вы можете прекратить поиск в любой момент.\n\nЧтобы прекратить поиск в мобильных приложениях:\n* В меню выберите «Команда» и нажмите «Остановить поиск» внизу экрана.\n\nЧтобы прекратить поиск на веб-сайте Habitica:\n* Выберите команду из навигационной панели и нажмите «Остановить поиск» во всплывающем окне.",
    "webFaqAnswer54": "Команды имеют максимум 30 участников и минимум одного. Не рассмотренные приглашения учитываются в числе участников. Например, 29 участников и 1 не рассмотренное приглашение можно считать 30 участниками. Чтобы очистить приглашение, ожидающее рассмотрения, приглашенный игрок должен принять или отклонить его, или лидер Команды должен отменить это приглашение.",
    "webFaqAnswer55": "Да! Если у вас уже есть имя пользователя или адрес электронной почты пользователя Habitica, вы можете пригласить его присоединиться к вашей команде. Вот как отправить приглашения на разных платформах:\n\nЧтобы пригласить кого-либо в мобильном приложении:\n1. В меню выберите команду и нажмите три точки в правом верхнем углу.\n2. Щелкните «Пригласить друзей»\n3. Введите имена пользователей или адреса электронной почты игроков, которых вы хотите запросить, и нажмите «Отправить приглашение».\n\nЧтобы пригласить кого-то через веб-сайт:\n1. Выделите команду и нажмите «Пригласить в команду»\n2. Введите имена пользователей или адреса электронной почты игроков, которых вы хотите запросить, и нажмите «Отправить приглашение»",
    "faqQuestion56": "Как отменить ожидающее рассмотрения приглашение в мою Команду?",
    "faqQuestion42": "Что я могу сделать, чтобы повысить ответственность?",
    "faqQuestion57": "Как остановить нежелательные приглашения?"
}
