{
    "tavernCommunityGuidelinesPlaceholder": "Baráti emlékeztető: ez itt egy korhatármentes csevegőszoba, ezért arra kérünk, hogy ennek megfelelő tartalmat és nyelvezetet használj! Lásd a közösségi irányelveket az oldalsávon, ha ezzel kapcsolatban kérdésed van.",
    "lastUpdated": "Utoljára frissítve:",
    "commGuideHeadingWelcome": "Üdvözlünk Habitica-n!",
    "commGuidePara001": "Üdv, kalandor! Üdvözöllek Habiticában, a hatékonyság, az egészséges életmód és néha egy-egy dühöngő griff földjén.",
    "commGuidePara002": "Hogy mindenki biztonságban, boldogan és hatékonyan fejlődhessen, van néhány irányelvünk a Kihívásokra, a játékosprofilokra, a Csapatbeszélgetésre és a privát üzenetekre vonatkozóan. Ezeket az irányelveket gondosan úgy alakítottuk ki, hogy barátságosak és könnyen érthetők legyenek. Kérjük, szánj időt az elolvasásukra, mielőtt kapcsolatba lépsz a többi játékossal.",
    "commGuidePara003": "Ezek a szabályok időről időre módosulhatnak. Ha jelentős változás történik a közösségi szabályokban, arról Bailey bejelentésben és/vagy a közösségi médiánkon keresztül értesítünk!",
    "commGuideHeadingInteractions": "Beszélgetés a Habtica-n",
    "commGuidePara015": "Habiticában többféle módon léphetsz kapcsolatba más játékosokkal. Ilyenek a privát beszélgetések (privát üzenetek és Csapatbeszélgetés), valamint a Csapatkereső funkció és a Kihívások.",
    "commGuidePara016": "Amikor Habitica közösségi funkcióit használod, van néhány általános szabály, amelyek segítenek mindenkit biztonságban és boldogan tartani.",
    "commGuideList02A": "<strong>Tiszteljétek egymást</strong>. Légy udvarias, kedves, barátságos és segítőkész. Ne feledd: a Habitica közösségének tagjai különböző háttérrel és eltérő életutakkal érkeznek.",
    "commGuideList02C": "<strong>Ne ossz meg képeket vagy szövegeket, amelyek erőszakosak, fenyegetőek, szexuálisan explicit vagy célzatos tartalmúak, illetve amelyek diszkriminációt, előítéletet, rasszizmust, szexizmust, gyűlöletet, zaklatást vagy bármilyen kárt támogatnak egyénnel vagy csoporttal szemben</strong>. Még vicc vagy mém formájában sem. Ez vonatkozik a sértő kifejezésekre és kijelentésekre is. Nem mindenki érti ugyanúgy a humort, így ami számodra vicces, másnak bántó lehet.",
    "commGuideList02D": "<strong>Vedd figyelembe, hogy a Habitica közösség tagjai minden korosztályból és háttérből érkeznek</strong>. A Kihívások és a játékosprofilok ne tartalmazzanak felnőtt témákat, trágár kifejezéseket és ne szítsanak vitát vagy konfliktust.",
    "commGuideList02E": "<strong>Ha egy Staff tag közli veled, hogy egy kifejezés nem megengedett Habiticában – még akkor is, ha nem tudtad, hogy problémás –, az a döntés végleges.</strong> Emellett a sértő kifejezéseket nagyon szigorúan kezeljük, mivel ezek a Felhasználási feltételek megsértését is jelentik.",
    "commGuideList02G": "<strong>Azonnal teljesítsd a Staff kéréseit.</strong> Ez magában foglalhatja – de nem kizárólag – a bejegyzéseid korlátozását egy adott felületen, a profilod szerkesztését nem megfelelő tartalom eltávolítása érdekében stb. Ne vitatkozz a Staff tagjaival. Ha aggályaid vagy észrevételeid vannak a Staff intézkedéseivel kapcsolatban, írj e-mailt a közösségi menedzserünknek: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList02J": "<strong>Ne spammelj</strong>. A spam például a következőket foglalhatja magában, de nem kizárólag: több kéretlen privát üzenet küldése, értelmetlen üzenetek küldése, egy Csapat vagy Kihívás túlzott reklámozása vagy egymás után több hasonló vagy alacsony minőségű Kihívás létrehozása. A Staff saját belátása szerint dönthet arról, hogy egy üzenet spamnek minősül-e.",
    "commGuideList02K": "<strong>Ne küldj linkeket magyarázat vagy kontextus nélkül</strong>. Ha egy linkre kattintva bármilyen előnyhöz jutsz, ezt egyértelműen jelezned kell. Ez vonatkozik az üzenetekre és a Kihívásokra is.",
    "commGuideList02L": "<strong>Nyomatékosan ellenjavalljuk személyes adatok megosztását – különösen olyan információkét, amelyek alapján beazonosítható vagy</strong>. Ilyen adatok lehetnek például: a címed, az e-mail címed, a jelszavad vagy az API tokened. Ha valaki személyes adatokat kér tőled egy Csapatbeszélgetésben vagy privát üzenetben, erősen javasoljuk, hogy ne válaszolj, és értesítsd a Staffot. Ezt megteheted az üzenet jelentésével vagy azzal, hogy elküldöd a képernyőképeket a következő e-mail címre, ha további kontextus szükséges: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuidePara037": "<strong>Ne hozz létre Csapatot vagy Csoportot azzal a céllal, hogy megtámadj egy csoportot vagy egyént</strong>. A rossz szokásokkal harcolj, ne a kalandortársaiddal!",
    "commGuideHeadingInfractionsEtc": "Szabálysértések, következmények és helyreállítás",
    "commGuideHeadingInfractions": "Jogsértések",
    "commGuidePara050": "A Habitica közösségének tagjai túlnyomó többségben segítőkészek, tisztelettudóak és azon dolgoznak, hogy a légkör vidám és barátságos maradjon. Azonban ritka esetekben előfordulhat, hogy valaki megsérti a fenti irányelvek egyikét. Ilyen esetben a Staff megteszi a szükséges lépéseket annak érdekében, hogy Habitica biztonságos és kellemes hely maradjon mindenki számára.",
    "commGuidePara051": "<strong>A szabálysértések különböző súlyosságúak lehetnek és ennek megfelelően kezeljük őket</strong>. Az alábbiak nem teljes listák és a Staff saját belátása szerint hozhat döntéseket olyan esetekben is, amelyek itt nincsenek kifejtve. A szabályszegések értékelésekor a Staff mindig figyelembe veszi a körülményeket.",
    "commGuideHeadingSevereInfractions": "Súlyos Jogsértések",
    "commGuidePara052": "A súlyos szabálysértések jelentős mértékben veszélyeztetik a Habitica közösségének és felhasználóinak biztonságát, ezért súlyos következményekkel járnak.",
    "commGuidePara053": "A következők példák a Súlyos Jogsértésekre. A lista nem teljes körű.",
    "commGuideList05A": "A Felhasználási feltételek egyéb, itt nem részletezett megsértése",
    "commGuideList05B": "Gyűlölet beszéd/képek, zaklatás, Cyber-Bullying, flamelés és trollkodás",
    "commGuideList05C": "A Próbaidő feltételeinek megszegése",
    "commGuideList05D": "A Staff tagjainak megszemélyesítése – ide tartozik az is, ha valaki azt állítja, hogy egy Habiticától független, játékosok által létrehozott közösségi tér hivatalos, és/vagy a Habitica vagy a Staff moderálja",
    "commGuideList05E": "Ismétlődö Mérsékelt Jogsértések",
    "commGuideList05F": "Másodlagos fiók létrehozása a következmények elkerülése érdekében",
    "commGuideList05G": "A Staff szándékos félrevezetése a következmények elkerülése vagy egy másik felhasználó bajba sodrása érdekében",
    "commGuideHeadingModerateInfractions": "Mérsékelt Jogsértések",
    "commGuidePara054": "Ezek a szabálysértések mérsékelt következményekkel járnak. Ha több szabálysértés is történik egyszerre, a következmények súlyosbodhatnak.",
    "commGuidePara055": "A következők példák a Mérsékelt Jogsértésekre. A lista nem teljes körű.",
    "commGuideList06A": "A Staff utasításainak figyelmen kívül hagyása, tiszteletlenség vagy vitatkozás velük. Ha aggályaid vannak egy szabállyal vagy a Staff viselkedésével kapcsolatban, kérjük, lépj kapcsolatba velünk ezen az e-mail címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList06C": "Ártatlan Kihívások, profilok vagy üzenetek szándékos jelentése.",
    "commGuideList06E": "Kisebb szabálysértések ismételt elkövetése",
    "commGuideHeadingMinorInfractions": "Kisebb szabálysértések",
    "commGuidePara056": "Kisebb szabálysértések, bár nem kívánatosak, csak enyhe következményekkel járnak. Ha azonban ismétlődnek, idővel súlyosabb következményekhez vezethetnek. A kisebb szabálysértések általában az irányelvek első alkalommal történő megsértését jelentik, de egyéb körülményeket is magukban foglalhatnak.",
    "commGuidePara057": "Az alábbiakban néhány példát találsz kisebb szabálysértésekre. Ez a lista nem teljes körű.",
    "commGuideList07A": "A Nyilvános Terek Irányelveinek első alkalommal történő megsértése",
    "commGuideList07B": "Bármilyen kijelentés vagy cselekedet, amelyre egy Staff tag \"Kérlek, ne tedd\" figyelmeztetést ad. Ha nyilvánosan felszólítanak valamire, hogy ne tedd, már önmagában következménynek számíthat. Ha egy felhasználó többször is ilyen figyelmeztetést kap, az súlyosabb szabálysértésnek minősülhet",
    "commGuidePara057A": "Egyes bejegyzések elrejthetők, ha érzékeny információt tartalmaznak vagy félrevezethetik az embereket. Ez általában nem számít szabálysértésnek, különösen nem az első alkalommal!",
    "commGuideHeadingConsequences": "Következmények",
    "commGuidePara059": "<strong>A közösségi szabálysértéseknek közvetlen következményei vannak.</strong> Az alábbiakban néhány lehetséges következményt sorolunk fel.",
    "commGuideHeadingSevereConsequences": "Példák a Súlyos Következményekre",
    "commGuideList09A": "Fióktiltás",
    "commGuideList09C": "A Hozzájárulói szinteken való előrehaladás végleges leállítása",
    "commGuideHeadingModerateConsequences": "Példák a közepes következményekre",
    "commGuideList10D": "A Hozzájárulói szinteken való előrehaladás ideiglenes felfüggesztése",
    "commGuideHeadingMinorConsequences": "Példák kisebb következményekre",
    "commGuideList11A": "Emlékeztetők az irányelvekre",
    "commGuideList11B": "Figyelmeztetések",
    "commGuideList11C": "Kérések",
    "commGuideList11D": "A problémás tartalom törlése a Staff által",
    "commGuideList11E": "A problémás tartalom módosítása a Staff által",
    "commGuideHeadingRestoration": "Visszaállítás",
    "commGuidePara061": "Habitica elkötelezett az önfejlesztés iránt és hiszünk a második esélyekben. <strong>Ha szabálysértést követsz el, és ennek következménye van, tekintsd ezt lehetőségnek arra, hogy átgondold a tetteidet és igyekezz jobb közösségi taggá válni</strong>.",
    "commGuidePara062": "<strong>Ha kérdéseid vannak a szabálysértéseddel vagy annak következményeivel kapcsolatban, szeretnél bocsánatot kérni vagy kérelmeznéd a visszaállításodat, kérjük, lépj kapcsolatba velünk a következő e-mail címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> és add meg a Felhasználói azonosítódat vagy @felhasználónevedet</strong>. Ennek kezdeményezése <strong>a te</strong> felelősséged.",
    "commGuidePara063": "Ha nem érted a következményeket, a szabálysértésed jellegét vagy egyéb kérdésed van ezzel kapcsolatban, felveheted a kapcsolatot a Staff csapatával a következő e-mail címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>. Tartsd be a rád kiszabott korlátozásokat és törekedj arra, hogy teljesítsd a feltételeket a büntetések feloldásához.",
    "commGuideHeadingMeet": "Ismerd meg a Staff csapatát",
    "commGuidePara007": "A Habitica Staff csapata gondoskodik az alkalmazás és a weboldalak működéséről, valamint moderátorként is eljárhat a csevegésekben. Lila címkéjük van, amelyen egy korona látható. Az ő titulusuk: \"Hősies\" (Heroic).",
    "commGuidePara009": "A jelenlegi Stáb Tagok (balról jobbra):",
    "commGuideAKA": "<%= habitName %> azaz <%= realName %>",
    "commGuideOnGitHub": "<%= gitHubName %> a GitHubon",
    "commGuidePara011b": "a GitHubon/Fandomon",
    "commGuidePara011c": "a Wikiben",
    "commGuidePara011d": "GitHubon",
    "commGuidePara013": "Egy olyan nagy közösségben, mint Habitica, a játékosok jönnek-mennek és néha egy Staff tag vagy moderátor úgy dönt, hogy leteszi nemes köpenyét és pihen egy kicsit. Az alábbiakban a korábbi Staff tagokat és Moderátorokat tüntetjük fel. Ők már nem rendelkeznek Staff vagy Moderátori jogosultságokkal, de továbbra is szeretnénk elismerni a munkájukat!",
    "commGuidePara014": "Korábbi Staff tagok és Moderátorok:",
    "commGuideHeadingFinal": "Az utolsó szekció",
    "commGuidePara067": "És íme, bátor Habitica-lakó – a Közösségi Irányelvek! Töröld le a verejtéket a homlokodról és adj magadnak egy kis TP-t, amiért végigolvastad. Ha bármilyen kérdésed vagy aggályod van ezekkel az irányelvekkel kapcsolatban, bátran lépj kapcsolatba velünk a következő e-mail címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> és örömmel segítünk tisztázni a dolgokat.",
    "commGuidePara068": "És most gyerünk, bátor kalandor! Pusztíts el néhány Napi Feladatot!",
    "commGuideHeadingLinks": "Hasznos linkek",
    "commGuideLink02": "<a href='https://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>A Wiki</a>: a Habiticáról szóló legnagyobb információgyűjtemény. Fontos megjegyezni, hogy ez egy nem hivatalos oldal, amelyet a Fandom hosztol, és a játékosok tartanak karban.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: ahol segíthetsz a kód fejlesztésében!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>A Visszajelzési űrlap</a>: weboldallal és alkalmazásfunkciókkal kapcsolatos kérésekhez.",
    "commGuidePara069": "A következő tehetséges művészek működtek közre ezen illusztrációk elkészítésében:",
    "commGuideList01A": "Irányelveink és Felhasználási feltételeink érvényesek a Kihívásokra, a Csapatokra, a játékosprofilokra és a privát üzenetekre.",
    "commGuideList02H": "<strong>Minden megjelenített név és @felhasználónév meg kell, hogy feleljen a Felhasználási feltételeknek</strong>. Ha módosítani szeretnéd a megjelenített nevedet vagy @felhasználónevedet: mobilon menj a Menü > Beállítások > Fiók menüpontra. Weben kattints a felhasználói ikonra a felső navigációs sávban, majd válaszd a Beállításokat.",
    "commGuideList02I": "<strong>A Kihívások nevei minden felületen megfelelőek legyenek, mivel a győztesek nyilvános profiljában is megjelennek</strong>. Ezt tartsd szem előtt Kihívások létrehozásakor, mert ha szabálytalanságot jelentenek, kénytelenek lehetünk módosítani a profiljukon megjelenő adatokat.",
    "commGuideList02O": "<strong>A csapatok saját csevegési szabályokat hozhatnak létre a tagok kényelme és preferenciái szerint</strong>. Az adminok azonban nem tudják ezeket a szabályokat érvényesíteni ezekben a privát terekben, hacsak nem sértik meg a Felhasználási feltételeket, például zaklatással. Ha valaki problémát okoz a csapatodban, javasoljuk, hogy a csapatvezető távolítsa el őt.",
    "commGuideList02P": "<strong>Nem javasoljuk kéretlen privát üzenetek küldését</strong>. Ha olyan üzenetet kapsz, amely kellemetlen számodra, vagy megsérti ezeket az irányelveket vagy a Felhasználási feltételeket, tiltsd le a feladót, és jelentsd az esetet a Staffnak.",
    "commGuideList02Q": "<strong>Ne próbáld meg kijátszani a tiltást</strong>. Ha valaki letiltotta, hogy privát üzenetet küldj neki, ne keresd meg más felületen azért, hogy feloldassa a tiltást.",
    "commGuideList02M": "<strong>Ne kérj vagy könyörögj gyémántokért, előfizetésért vagy csoportos csomagbeli tagságért</strong>. Ha fizetős tartalmakat kérő nem kívánt üzenetet kapsz vagy látsz, jelentsd azt. A gyémántokért vagy előfizetésért való ismételt könyörgés – különösen figyelmeztetés után – a fiókod tiltásához vezethet.",
    "commGuideList09E": "A privát üzenetküldési lehetőség vagy a Csapattag-keresőben való megjelenés végleges eltávolítása",
    "commGuideList05H": "Súlyos vagy ismétlődő próbálkozások más játékosok megtévesztésére vagy nyomásgyakorlására valódi pénzért megvásárolható tárgyakért",
    "commGuideList09D": "A Hozzájárulói szintek eltávolítása vagy visszaminősítése",
    "commGuideList10G": "A privát üzenetküldési lehetőség vagy a Csapattag-keresőben való megjelenés ideiglenes letiltása",
    "commGuideList02N": "<strong>Jelentsd, ha bármit látsz, ami megsérti ezeket az irányelveket vagy a Felhasználási feltételeinket</strong>. Egy üzenetet közvetlenül is jelenthetsz, vagy értesítheted a csapatunkat a következő címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>, ha egy profilban vagy Kihívásban találsz szabályszegést. Igyekszünk minél gyorsabban intézkedni. Bátran írhatsz nekünk az anyanyelveden is, ha úgy könnyebb számodra – lehet, hogy Google Fordítót kell használnunk, de szeretnénk, ha kényelmesen éreznéd magad, amikor kapcsolatba lépsz velünk egy problémával."
}
