{
    "frequentlyAskedQuestions": "Gyakran Ismételt Kérdések",
    "iosFaqStillNeedHelp": "Ha olyan kérdésed van, amely nem szerepel ezen a listán vagy a [Wiki GYIK](https://habitica.fandom.com/wiki/FAQ) oldalon, használd a Kérdésfeltevő űrlapot [LINK NEEDED]! Szívesen segítünk.",
    "androidFaqStillNeedHelp": "Ha olyan kérdésed van, amely nem szerepel ezen a listán vagy a [Wiki GYIK](https://habitica.fandom.com/wiki/FAQ) oldalon, használd a Kérdésfeltevő űrlapot [LINK NEEDED]! Szívesen segítünk.",
    "webFaqStillNeedHelp": "Ha olyan kérdésed van, amely nem szerepel ezen a listán vagy a [Wiki GYIK](https://habitica.fandom.com/wiki/FAQ) oldalon, használd a Kérdésfeltevő űrlapot [LINK NEEDED]! Szívesen segítünk.",
    "webFaqAnswer27": "A feladat színe vizuálisan mutatja a feladat értékét. Minden feladat sárgával kezd, ami semleges, a kék jobb, a piros pedig rosszabb. Íme, hogyan határozza meg minden feladattípus a feladat értékét:\n\nA szokások kékebbek vagy pirosabbak lesznek attól függően, hogy a plusz vagy mínusz gombra kattintasz. A pozitív és negatív szokások idővel sárgává válnak, ha nem végzed el őket. A kettős szokások csak a bemeneteid alapján változtatják a színüket.\n\nA napi teendők színe attól függ, hogy milyen gyakran végzed el őket: kékebbek lesznek, ha elvégzed őket, vagy pirosabbak, ha kihagyod őket.\n\nA tennivalók fokozatosan egyre pirosabbak lesznek, minél tovább maradnak befejezetlenek.\n\nMinél pirosabb a feladat, annál több aranyat és tapasztalatot kapsz, ha teljesíted, szóval ne hagyd ki még a legnehezebb feladataidat sem!",
    "webFaqAnswer32": "Minden játékos harcosként kezd, amíg el nem éri a 10. szintet. Amint eléred a 10. szintet, lehetőséged lesz új osztályt választani vagy továbbra is harcosként játszani.\n\nMinden osztálynak különböző felszerelései és képességei vannak. Ha nem szeretnél osztályt választani, kiválaszthatod a Kilépés lehetőséget. Ha ezt választod, később bármikor aktiválhatod az osztályrendszert a Beállításokból.\n\nHa a 10. szint után szeretnél osztályt váltani, ezt megteheted az Újjászületés Gömbje segítségével. Az Újjászületés Gömbje a boltban válik elérhetővé 6 gyémántért 50. szinten vagy ingyen a 100. szinten.\n\nAlternatívaként bármikor válthatsz osztályt a Beállításokból 3 gyémántért. Ez nem állítja vissza a szintedet, mint az Újjászületés Gömbje, de lehetővé teszi, hogy újraoszd a szintlépések során gyűjtött képességpontjaidat az új osztályodhoz igazítva.",
    "commonQuestions": "Gyakori kérdések",
    "faqQuestion25": "Mik a különböző feladattípusok?",
    "faqQuestion26": "Melyek a mintafeladatok?",
    "webFaqAnswer25": "A Habitica három különböző feladattípust használ, hogy igazodjon az igényeidhez: szokások, napi teendők és tennivalók.\n\nA szokások lehetnek pozitívak vagy negatívak, és olyan dolgokat jelentenek, amiket naponta többször is nyomon szeretnél követni, vagy nem fix időpontban. A pozitív szokások jutalmakat hoznak, például aranyat és tapasztalati pontokat (Exp), míg a negatív szokások egészségpontokat (HP) veszítenek el.\n\nA napi teendők olyan ismétlődő feladatok, amiket strukturáltabb ütemezés szerint szeretnél teljesíteni. Például naponta egyszer, hetente háromszor vagy havonta négyszer. Ha kihagyod a napi teendőket, HP-t veszítesz, de minél nehezebbek, annál jobbak a jutalmak!\n\nA tennivalók egyszeri feladatok, amik jutalommal járnak, miután teljesítetted. A tennivalóknak lehet határideje, de nem veszítesz HP-t, ha nem sikerül időre megcsinálni.\n\nVálaszd ki azt a feladattípust, ami legjobban illik ahhoz, amit el szeretnél érni!",
    "webFaqAnswer26": "Pozitív szokások (Viselkedések, amiket szeretnél ösztönözni; plusz gombbal rendelkezzenek)\n\n * Szedj vitaminokat\n * Fogkőleszedés\n * Egy óra tanulás\n\nNegatív szokások (Viselkedések, amiket szeretnél korlátozni vagy elkerülni; mínusz gombbal rendelkezzenek)\n\n * Dohányzás\n * Összevissza görgetés\n * Körömrágás\n\nKettős szokások (Szokások, ahol pozitív és negatív opció is van; legyen plusz és mínusz gomb is)\n\n * Igyál vizet vs. igyál üdítőt\n * Tanulj vs. halogass\n\nMinta napi teendők (Feladatok, amiket rendszeresen szeretnél ismételni)\n * Mosogass el\n * Öntözd a növényeket\n * 30 perc testmozgás\n\nMinta tennivalók (Feladatok, amiket csak egyszer kell elvégezned)\n\n * Egyeztess időpontot\n * Rendezd át a szekrényt\n * Fejezd be a fogalmazást",
    "faqQuestion27": "Miért változik a feladatok színe?",
    "faqQuestion28": "Megállíthatom a napi teendőimet, ha szünetre van szükségem?",
    "webFaqAnswer28": "Igen! A \"Sebzés szüneteltetése\" gomb a Beállítások között található. Ez megakadályozza, hogy életerőt (HP-t) veszíts, ha kihagysz napi teendőket. Ez hasznos, ha épp vakációzol, pihenésre van szükséged vagy bármilyen más okból szünetet szeretnél tartani. Ha részt veszel egy küldetésben, a saját függőben lévő előrehaladásod szünetelni fog, de a csapattársaid kihagyott napi teendői miatt még mindig sérülést szenvedhetsz.\n\nHa csak bizonyos napi teendőket szeretnél szüneteltetni, szerkesztheted az ütemezésüket úgy, hogy 0 naponként legyenek esedékesek, amíg készen nem állsz az újrakezdésükre.",
    "faqQuestion29": "Hogyan állíthatom vissza az életerőmet (HP)?",
    "webFaqAnswer29": "Visszatölthetsz 15 életerőt (HP-t) egy gyógyító főzet megvásárlásával, ami 25 aranyba kerül a Jutalmak oszlopodból. Emellett mindig teljesen visszatöltődik az életerőd, amikor szintet lépsz!",
    "faqQuestion30": "Mi történik, ha kifogyok az életerőmből (HP-ből)?",
    "webFaqAnswer30": "Ha az életerőd (HP) nullára csökken, elveszítesz egy szintet, az összes aranyadat, valamint egy felszerelési tárgyat, amit aztán újra megvehetsz.",
    "faqQuestion31": "Miért veszítettem életerőt (HP-t), amikor egy nem negatív feladattal interaktáltam?",
    "webFaqAnswer31": "Ha elvégzel egy feladatot és életerőt (HP-t) veszítesz, amikor nem kellett volna, az valószínűleg azért történt, mert késés volt a szerver szinkronizálása közben, miközben más platformokon végrehajtott változtatások is zajlottak. Például, ha a mobilalkalmazásban költesz aranyat, manát használsz vagy életerőt veszítesz, majd a weboldalon teljesítesz egy feladatot, a szerver egyszerűen csak megerősíti, hogy minden szinkronban van.",
    "faqQuestion32": "Hogyan választhatok osztályt?",
    "faqQuestion33": "Mi az a kék sáv, ami a 10. szint után jelenik meg?",
    "webFaqAnswer33": "Miután feloldottad az osztályrendszert, feloldódnak a varázslatok is, amelyek manát igényelnek a használatukhoz. A mana mennyiségét az INT (intelligencia) statod határozza meg és módosítható képességekkel és felszereléssel.",
    "faqQuestion34": "Milyen ételt szeret a kisállatom?",
    "webFaqAnswer34": "A kisállatok olyan ételeket kedvelnek, amelyek színben megegyeznek velük. Az Alapszínű kisállatok kivételt képeznek, de mindannyian ugyanazt az ételt szeretik. Az alábbiakban láthatod, melyik kisállat milyen ételt kedvel:\n\n * Az Alapszínű kisállatok a Húst szeretik\n * A Fehér kisállatok a Tejet szeretik\n * A Sivatagi kisállatok a Burgonyát szeretik\n * A Vörös kisállatok az Epret szeretik\n * Az Árny kisállatok a Csokoládét szeretik\n * A Csontváz kisállatok a Halat szeretik\n * A Zombi kisállatok a Rohadt húst szeretik\n * A Vattacukor Rózsaszín kisállatok a Rózsaszín vattacukrot szeretik\n * A Vattacukor Kék kisállatok a Kék vattacukrot szeretik\n * Az Arany kisállatok a Mézet szeretik",
    "webFaqAnswer36": "Végtelen lehetőség áll rendelkezésre a Habitica avatárod megjelenésének testreszabására! Megváltoztathatod az avatárod testalkatát, a haj stílusát és színét, bőrszínét vagy akár szemüveget vagy mozgáskorlátozott segédeszközöket is hozzáadhatsz a menüben található \"Avatár testreszabása\" lehetőség kiválasztásával.\n\nAz avatárod testreszabása mobilalkalmazásokon:\n * A menüből válaszd ki az \"Avatár testreszabása\" lehetőséget\n\nAz avatárod testreszabása weboldalon:\n * A navigációs sávban található felhasználói menüből válaszd ki az \"Avatár testreszabása\" lehetőséget",
    "webFaqAnswer43": "Ahhoz, hogy elkezdj egy küldetést, csapat tagjának kell lenned. A csapatok lehetnek egyedüli kalandok, ahol egyedül vágsz neki a küldetéseknek vagy meghívhatsz más Habitica játékosokat is, hogy gyorsabban teljesítsétek a küldetéseket!\n\nVálassz egy küldetést a táskádban lévő tekercsek közül a \"Küldetés elkezdése\" gombra kattintva a csapatodban. Végezd el a feladataidat szokásos módon, hogy haladj a küldetésben! Vagy sebzést okozol egy szörnynek, ha egy Főellenséges Küldetést teljesítesz vagy esélyed van tárgyakat találni, ha egy Gyűjtő Küldetésen dolgozol. Minden függőben lévő haladás a következő napon kerül rögzítésre.\n\nAmikor elég sebzést okoztál vagy összegyűjtötted az összes tárgyat, a küldetés teljesült, és megkapod a jutalmadat!",
    "faqQuestion35": "Etettem a kisállatomat, de eltűnt! Mi történt?",
    "webFaqAnswer35": "Ha már etetted a kisállatodat annyiszor, hogy egy Hátassá nőtt, akkor újra ki kell keltened ugyanabból a típusból egy új kisállatot, hogy újra meglegyen az istállódban.\n\nA Hátasok megtekintése mobilalkalmazásokon:\n\n * A menüből válaszd ki a \"Kisállatok és hátasok\" lehetőséget, majd válts a hátasok fülre.\n\nA hátasok megtekintése weboldalon:\n\n * A Felszerelés (Inventory) menüből válaszd ki a \"Kisállatok és hátasok\" lehetőséget, majd görgess le a hátasok részhez",
    "faqQuestion36": "Hogyan változtathatom meg az Avatarom kinézetét?",
    "faqQuestion37": "Miért nem jelenik meg a felszerelésem az avatáromon?",
    "webFaqAnswer37": "Ellenőrizd, hogy a Jelmez opció be van-e kapcsolva. Ha az avatárod jelmezt visel, akkor az a felszerelési készlet jelenik meg, nem a harci felszerelésed.\n\nA jelmez be- és kikapcsolása mobilalkalmazásokon:\n * A menüből válaszd ki a \"Felszerelés\" lehetőséget és keresd meg a jelmez kapcsolót\n\nA jelmez be- és kikapcsolása weboldalon:\n * A Tárgy lista menüből válaszd ki a \"Felszerelés\" lehetőséget, majd a felszerelés fiókban keresd meg a Jelmez használata kapcsolót a Jelmez fülön",
    "faqQuestion38": "Miért nem tudok bizonyos termékeket megvásárolni?",
    "webFaqAnswer38": "Az új Habitica-játékosok csak az alap harcos osztály felszerelését vásárolhatják meg. A játékosoknak sorrendben kell megvásárolniuk a felszereléseket, hogy feloldják a következő darabot.\n\nA felszerelések nagy része osztályspecifikus, ami azt jelenti, hogy egy játékos csak az aktuális osztályához tartozó felszerelést vásárolhatja meg.",
    "faqQuestion39": "Hol kaphatok még több felszerelést?",
    "webFaqAnswer39": "Ha több felszerelést szeretnél szerezni, előfizető lehetsz a Habitica-ban, próbálkozhatsz a Megbűvölt komód szerencsejátékával vagy elszórhatod az aranyadat az egyik Habitica Nagy Gála során.\n\nA Habitica előfizetők minden hónapban egy különleges, exkluzív felszerelési készletet kapnak, valamint Misztikus Homokórákat, amikkel korábbi felszerelési készleteket vásárolhatnak az Időutazó Boltban.\n\nA Megbűvölt komód kincsesládád a Jutalmak között több mint 350 darab felszerelést rejt! 100 aranyért esélyed van különleges felszerelésekre, kisállatod hátassá neveléséhez szükséges ételre vagy tapasztalati pontokra a szintlépéshez!\n\nA négy évszakos Nagy Gála során vadonatúj osztályspecifikus felszerelések válnak elérhetővé aranyért, míg a korábbi Gála-készleteket gyémántokért vásárolhatod meg.",
    "faqQuestion40": "Mik azok a gyémántok és hogyan szerezhetem meg őket?",
    "webFaqAnswer40": "A gyémántok a Habitica fizetős belső valutája, amelyet felszerelések, avatár-testreszabások, hátterek és egyéb tartalmak vásárlására használhatsz! A gyémántokat csomagokban vásárolhatod vagy aranyért cserébe, ha előfizető vagy a Habitica-ban. Emellett gyémántokat nyerhetsz, ha egy kihívás győztese leszel.",
    "faqQuestion41": "Mik azok a misztikus homokórák és hogyan szerezhetem meg őket?",
    "webFaqAnswer41": "A Misztikus Homokórák Habitica exkluzív előfizetői valutái, amelyeket az Időutazók Boltjában használhatsz. Az előfizetők minden hónap elején kapnak egy Misztikus Homokórát, amikor élvezik az előfizetési előnyeiket, plusz egy csomó egyéb jutalmat is. Nézd meg az előfizetési lehetőségeinket, ha érdekelnek az Időutazók Boltjában kínált különleges hátterek, kisállatok, küldetések és felszerelések!",
    "faqQuestion42": "Mit tehetek az elszámoltathatóság növelése érdekében?",
    "webFaqAnswer42": "Az egyik legjobb módja annak, hogy motiváld magad és felelősséget vállalj a feladataid elvégzéséért, ha csatlakozol egy Csapathoz! Más Habitica játékosokkal csapatot alkotni remek lehetőség arra, hogy küldetéseket vállalj, amivel kisállatokat és felszereléseket szerezhetsz, erősítéseket kapj a csapattársaid képességeiből és fokozd a motivációd.\n\nEgy másik módja a felelősség növelésének, ha csatlakozol egy Kihíváshoz. A kihívások automatikusan hozzáadnak a célodhoz kapcsolódó feladatokat a listáidhoz! Emellett versengési elemet is hozzáadnak más Habitica játékosok ellen, ami extra motivációt adhat, miközben a gyémántnyereményért küzdhetsz. Vannak hivatalos kihívások, amelyeket a Habitica Csapat készített, valamint más játékosok által létrehozott kihívások is.",
    "faqQuestion43": "Hogyan vállalhatok küldetéseket?",
    "faqQuestion44": "Hogyan tudom törölni a Kihívás feladatokat?",
    "webFaqAnswer44": "Ahhoz, hogy töröld a kihíváshoz kapcsolódó feladatokat, ki kell lépned a kihívásból vagy meg kell várnod, amíg a kihívást lezárják. Egy piros megafon ikon azt jelenti, hogy a kihívást lezárták, míg egy szürke megafon azt, hogy a kihívás még fut.\n\n**Android** alkalmazásban a kihívás feladatok törlése:\n 1. Koppints rá a kihíváshoz tartozó feladatra.\n 2. Koppints a \"Törlés\" gombra a képernyő jobb felső sarkában.\n 3. Válaszd ki, hogy eltávolítod a kihívás feladatait a feladatlistádról.\n\n**iOS** alkalmazásban a kihívás feladatok törlése:\n 1. Keress rá a törölni kívánt kihívás feladatra, és nézd meg a megafon ikont.\n 2. Ha a megafon ikon piros, koppints a feladatra, majd válaszd a \"Törlés\" lehetőséget alul.\n 3. Ha a megafon ikon szürke, meg kell keresned a kihívást és ki kell lépned belőle, hogy eltávolítsd a feladatot.\n\n**Weboldalon** a kihívás feladatok törlése:\n 1. Keress rá a törölni kívánt kihívás feladatra, és nézd meg a megafon ikont.\n 2. Ha a megafon ikon piros, kattints rá, majd válaszd ki, hogy eltávolítod a feladatokat a feladatlistádról.\n 3. Ha a megafon ikon szürke, meg kell keresned a kihívást és ki kell lépned belőle, hogy eltávolítsd a feladatot.",
    "faqQuestion45": "Az Avatarom hóemberré, tengericsillaggá, virággá vagy szellemmé változott. Hogyan válthatok vissza?",
    "webFaqAnswer45": "Az egyik csapattársad egy Szezonális Bolt átváltoztató tárgyat használt rád! Az Avatarod másnapra visszaváltozik a normál kinézetére. Ha hamarabb szeretnéd eltüntetni az átváltozást, vásárolhatsz ellenszert (Só, Homok, Szirmok nélküli vagy Átlátszatlan Főzetet) a Jutalmak között.",
    "faqQuestion46": "Hogyan jelenthetek hibát?",
    "webFaqAnswer46": "Ha úgy gondolod, hogy hibába ütköztél, kérlek, jelezd nekünk!\n\nA hibák jelentése a mobilalkalmazásokban:\n * A menüből válaszd a \"Támogatás\" lehetőséget, majd koppints a \"Segítség kérése\" gombra és görgess le a \"Hiba jelentése\" opcióig\n\nA hibák jelentése a weboldalon:\n * A Súgó menüből válaszd a \"Hiba jelentése\" lehetőséget",
    "faqQuestion47": "Láthatok adatokat arról, hogy mennyire jól teljesítettem a feladataimmal és szokásaimmal?",
    "webFaqAnswer47": "Jelenleg a Habitica nem kínál vizuális ábrázolást a feladataid teljesítményéről. Azonban a Habitica weboldalon exportálhatod a feladataid adatait a Beállítások alatt található \"Oldaladatok\" lapról.",
    "faqQuestion48": "Játszhatok Habitica-t másokkal?",
    "webFaqAnswer48": "Igen, csapatokkal! Létrehozhatod a saját csapatodat vagy csatlakozhatsz egy már meglévőhöz. Más Habitca-játékosokkal csapatban játszani remek módja a küldetések teljesítésének, a csapattársaid képességeiből származó erősítések (buffs) megszerzésének és a motivációd növelésének a közös felelősségvállalás által.",
    "faqQuestion49": "Hogyan találhatok csapatot, ha még nem vagyok benne egyben sem?",
    "webFaqAnswer49": "Ha másokkal szeretnéd megélni a Habitica élményét, de nem ismersz más játékosokat, akkor a legjobb lehetőség, ha keresel egy csapatot! Ha már ismersz más játékosokat, akik egy csapatban vannak, megoszthatod velük a felhasználóneved (@username), hogy meghívjanak. Vagy létrehozhatsz egy új csapatot és meghívhatod őket a felhasználónevük (@username) vagy e-mail címük segítségével.\n\nEgy csapat létrehozásához vagy kereséséhez válaszd a \"Csapat\" lehetőséget a navigációs menüben, majd válaszd ki a számodra megfelelő opciót.",
    "faqQuestion50": "Hogyan működik a csapat keresése?",
    "webFaqAnswer50": "Miután kiválasztod a \"Csapat keresése\" lehetőséget, hozzáadódsz egy listához, amelyen azok a játékosok szerepelnek, akik csatlakozni szeretnének egy csapathoz. A csapatvezetők megtekinthetik ezt a listát és meghívókat küldhetnek. Amint megkapsz egy meghívót, a felhasználói értesítéseidből fogadhatod el és csatlakozhatsz az általad választott csapathoz!\n\nLehetséges, hogy több meghívást is kapsz különböző csapatoktól. Azonban egyszerre csak egy csapat tagja lehetsz.",
    "faqQuestion51": "Meddig maradok a csapatkereső listán, miután csatlakoztam?",
    "webFaqAnswer51": "A listán addig maradsz, amíg el nem fogadsz egy meghívást egy csapatba vagy nem maradsz 7 napig bejelentkezés nélkül – attól függ, hogy melyik következik be előbb. Ha 7 nap inaktivitás után újra bejelentkezel, automatikusan visszakerülsz a listára, feltéve, hogy nincs függőben lévő meghívód.",
    "faqQuestion52": "Leállíthatom a csapat keresését?",
    "webFaqAnswer52": "Ha már nem szeretnél csapatot keresni, bármikor leállíthatod a keresést.\n\nA csapatkeresés leállítása a mobilalkalmazásokban:\n * A menüből válaszd a \"Csapat\" lehetőséget, majd koppints a képernyő alján található \"Kilépés\" gombra.\n\nA csapatkeresés leállítása a Habitica weboldalán:\n * A navigációs menüből válaszd a \"Csapat\" lehetőséget, majd kattints a felugró ablakban a \"Kilépés\" gombra.",
    "faqQuestion53": "Van egy csapatom, hogyan találhatok több tagot?",
    "webFaqAnswer53": "Ha a Habitica weboldalát használod, válaszd a \"Tagok keresése\" lehetőséget a Csapat legördülő menüből. Ha az Android alkalmazást használod, koppints a \"Tagok keresése\" gombra a csapatod taglistája felett. Ez megjeleníti azon játékosok listáját, akik aktívan csapatot keresnek és meghívhatóak a csatlakozásra.\n\nAnnak érdekében, hogy megfelelő tagot találj a csapatodhoz, láthatsz néhány információt, például nyelvet, osztályt, szintet és azt, hogy hány napja használják a Habiticát. Ha szeretnél beszélgetni valakivel, mielőtt meghívnád, megnézheted a profilját és üzenetet küldhetsz neki.",
    "faqQuestion54": "Hány tagot hívhatok meg a csapatomba?",
    "webFaqAnswer54": "A csapatok maximális létszáma 30 tag, a minimum pedig 1 tag. A függőben lévő meghívók is beleszámítanak a tagok számába. Például, ha 29 tag van a csapatban és 1 függőben lévő meghívó, akkor ez 30 tagnak számít. Egy függőben lévő meghívó törléséhez a meghívott játékosnak el kell fogadnia vagy el kell utasítania a meghívást vagy a csapatvezetőnek törölnie kell a meghívót.",
    "faqQuestion55": "Meghívhatok valakit, akit már ismerek?",
    "parties": "Csapatok",
    "faqQuestion67": "Mik az osztályok a Habiticában?",
    "webFaqAnswer67": "Az osztályok különböző szerepek, amelyeket a karaktered játszhat. Minden osztály egyedi előnyöket és képességeket kínál a szintlépéssel. Ezek a képességek kiegészíthetik a feladataidhoz való hozzáállásodat vagy segíthetnek a csapatoddal közösen teljesített küldetések során.\n\nAz osztályod azt is meghatározza, hogy milyen felszerelések lesznek elérhetőek a Jutalmak között, a Boltban és a Szezonális Boltban.\n\nÍme egy áttekintés az egyes osztályokról, hogy segítsen kiválasztani, melyik illik legjobban a játékstílusodhoz:\n#### **Harcos**\n* A harcosok nagy sebzést okoznak a bossoknak és nagy eséllyel kritikus találatot érnek el a feladatok teljesítésekor, extra tapasztalati pontot és aranyat kapva.\n* Az erő az elsődleges statjuk, ami növeli a sebzésüket.\n* Az állóképesség a másodlagos statjuk, ami csökkenti a kapott sebzést.\n* A harcosok képességei erősítik a csapattársaik állóképességét és erejét.\n* Válaszd a harcos osztályt, ha szeretsz bossokkal harcolni, de néha szeretnél védelmet, ha kihagysz néhány feladatot.\n#### **Gyógyító**\n* A gyógyítók magas védelemmel rendelkeznek és gyógyítani tudják magukat és a csapattársaikat is.\n* Az állóképesség az elsődleges statjuk, ami növeli a gyógyításukat és csökkenti a kapott sebzést.\n* Az intelligencia a másodlagos statjuk, ami növeli a manájukat és a tapasztalati pontjaikat.\n* A gyógyítók képességei csökkentik a feladataik pirosságát és erősítik a csapattársaik állóképességét.\n* Válaszd a gyógyító osztályt, ha gyakran hagysz ki feladatokat és szükséged van a gyógyításra vagy a csapattársaid gyógyítására. A gyógyítók gyorsan szintet lépnek.\n#### **Mágus**\n* A mágusok gyorsan szintet lépnek, sok manát szereznek és sebzést okoznak a bossoknak a küldetések során.\n* Az intelligencia az elsődleges statjuk, ami növeli a manájukat és a tapasztalati pontjaikat.\n* Az érzékelés a másodlagos statjuk, ami növeli az aranyukat és a tárgy eséseiket.\n* A mágusok képességei megfagyasztják a feladataik sorozatát, visszatöltik a csapattársaik manáját és erősítik az intelligenciájukat.\n* Válaszd a mágus osztályt, ha a gyors szintlépés és a bossok elleni sebzés motivál.\n#### **Rabló**\n* A rablók a legtöbb tárgyat és aranyat kapják a feladatok teljesítéséért, valamint nagy eséllyel kritikus találatot érnek el, még több tapasztalati pontot és aranyat szerezve.\n* Az érzékelés az elsődleges statjuk, ami növeli az aranyukat és a tárgyeséseiket.\n* Az erő a másodlagos statjuk, ami növeli a sebzésüket.\n* A rablók képességei segítenek elkerülni a kihagyott napi teendőket, aranyat lopni és erősítik a csapattársaik érzékelését.\n* Válaszd a rabló osztályt, ha a jutalmak motiválnak leginkább.",
    "webFaqAnswer55": "Igen! Ha már ismered egy Habitica játékos felhasználónevét vagy e-mail címét, meghívhatod őt a csapatodba. Íme, hogyan küldhetsz meghívást a különböző platformokon:\n\nMeghívó küldése a mobilalkalmazásokban:\n 1. A menüből válaszd a \"Csapat\" lehetőséget és görgess le a Tagok szekcióhoz\n 2. Koppints a \"Tagok keresése\" gombra, majd válts a \"Meghívás\" lapra\n 3. Add meg azoknak a játékosoknak a felhasználónevét vagy e-mail címét, akiket meghívni szeretnél, majd kattints a \"Meghívó küldése\" gombra\n\nMeghívó küldése a weboldalon:\n 1. Navigálj a csapatodhoz és kattints a \"Meghívás a csapatba\" gombra\n 2. Add meg azoknak a játékosoknak a felhasználónevét vagy e-mail címét, akiket meg szeretnél hívni, majd kattints a \"Meghívók küldése\" gombra",
    "faqQuestion56": "Hogyan mondhatok vissza egy függőben lévő meghívót a csapatomba?",
    "webFaqAnswer56": "Függőben lévő meghívó visszavonása a mobilalkalmazásokban:\n 1. A csapatod megtekintésekor görgess le a taglista aljáig\n 2. Keress rá arra a játékosra, akinek a meghívóját vissza szeretnéd vonni és koppints a \"Meghívó visszavonása\" gombra.\n\nFüggőben lévő meghívó visszavonása a weboldalon:\n 1. Navigálj a csapatod taglistájához és válts a \"Meghívók\" lapra\n 2. Vidd az egeret annak a játékosnak a neve fölé, akinek a meghívását törölni szeretnéd\n 3. Kattints a három pontra és válaszd a \"Meghívó visszavonása\" lehetőséget",
    "faqQuestion57": "Hogyan állíthatom le a nemkívánatos meghívókat?",
    "webFaqAnswer57": "Amint csatlakozol egy csapathoz, többé nem fogsz meghívókat kapni. Ha meg szeretnéd akadályozni, hogy egy adott játékos meghívókat küldjön vagy további üzeneteket írjon, látogass el a profiljára és kattints a \"Letiltás\" gombra. Mobil eszközön a profiljukon koppints a jobb felső sarokban található három pontra, majd válaszd a \"Letiltás\" lehetőséget.\n\nHa olyan helyzetbe kerülsz, ahol úgy gondolod, hogy egy másik játékos megsértette a Közösségi Irányelveinket a nevével, profiljával vagy egy üzenetével, kérlek, jelentsd az üzenetet vagy írj nekünk az admin@habitica.com e-mail címre.",
    "faqQuestion58": "Hogyan szűrhetem a csapatot kereső játékosok listáját?",
    "webFaqAnswer58": "Jelenleg nincs lehetőség a csapatot kereső játékosok listájának szűrésére. Azonban terveink szerint a jövőben bevezetünk szűrőket, például osztály, szint és nyelv szerint.",
    "groupPlan": "Csoportos csomagok",
    "webFaqAnswer59": "A Habitica Csoportos csomagok közös élményt nyújtanak, mivel lehetővé teszik a tagok számára, hogy egyszerűen hozzáadhassanak, kioszthassanak és teljesíthessenek feladatokat egy közös feladatlistán. Olyan funkciókkal, mint a tagszerepek, az állapotnézet és a feladatkiosztás, a Csoportos csomagok tökéletesek családok vagy munkatársi csapatok számára, akik közös célokat szeretnének elérni. Emellett remek módja annak is, hogy motiváljátok egymást a szörnyek elleni harcban és az életetek jobbá tételében.",
    "faqQuestion59": "Mi az a Csoportos csomag?",
    "faqQuestion60": "Hogyan kezdhetem el a Csoportos csomag előfizetést?",
    "webFaqAnswer60": "Íme néhány gyors tipp, hogy könnyen belekezdhess a Habitica Csoportos csomag használatába:\n\n * Léptess elő egy tagot menedzserré, hogy feladatokat hozhasson létre és szerkeszthessen\n * Hagyd a feladatokat kiosztatlanul, ha bárki teljesítheti őket és csak egyszer kell elvégezni\n * Oszd ki a feladatot egy személynek, ha biztosítani akarod, hogy más ne végezhesse el helyette\n * Oszd ki a feladatot több embernek, ha mindannyiuknak teljesítenie kell\n * Kapcsold be a megosztott feladatok megjelenítését a saját tábládon, hogy ne maradj le semmiről\n * A teljesített feladatokért jutalmat kapsz, még akkor is, ha többen is megkapták a feladatot\n * A feladatokért járó jutalmak nem oszlanak meg a tagok között\n * A csapat tábláján a feladatok színéből megítélheted az átlagos teljesítési arányt\n * Rendszeresen nézd át a megosztott feladatlistát, hogy biztosan releváns maradjon\n * Ha kihagysz egy Napi feladatot, az nem árt neked vagy a csapatnak, de a feladat színe elhalványul",
    "faqQuestion61": "Létrehozhatnak feladatokat a Csoportos csomag más tagjai?",
    "webFaqAnswer61": "Csak a Csoportos csomag vezetője és menedzserei hozhatnak létre megosztott feladatokat. Ha szeretnéd, hogy egy tag is létrehozhasson feladatokat, léptesd elő menedzserré.\n\nA weboldalon így léptethetsz elő egy tagot menedzserré:\n 1. Nyisd meg a Csoportos csomagodat, majd válts a \"Csoport információ\" fülre\n 2. Keresd meg a Taglistát, majd kattints a tag neve melletti pont ikonra\n 3. Válaszd a \"Menedzserré léptetés\" opciót",
    "faqQuestion62": "Hogyan működnek a hozzárendelt feladatok?",
    "webFaqAnswer62": "A Csoportos csomagok egyedülálló lehetőséget biztosítanak arra, hogy megosztott feladatokat ossz ki a csoportod tagjainak. Ha egy megosztott feladatot egy tagnak rendelsz, a többi tag nem tudja azt teljesíteni helyette.\n\nFeladatokat több tagnak is kioszthatsz. Például, ha mindenkinek meg kell mosnia a fogát, hozz létre egy feladatot és rendeld hozzá minden taghoz. Mindenki külön-külön teljesítheti a feladatot és megkapja érte a saját jutalmát. A fő feladat akkor lesz teljesítettnek jelölve, ha minden kijelölt tag elvégezte.",
    "faqQuestion63": "Hogyan működnek a kiosztatlan feladatok?",
    "webFaqAnswer63": "A nem hozzárendelt feladatokat bármelyik tag elvégezheti. Például, ha a szemetet ki kell vinni, bárki, aki megcsinálja, bejelölheti a feladatot és az mindenki számára befejezettként jelenik meg.",
    "faqQuestion64": "Hogyan működik a szinkronizált napi visszaállítás?",
    "webFaqAnswer64": "A megosztott feladatok mindenkinél egyszerre állnak vissza, hogy a közös feladatlista szinkronban maradjon. Ez az időpont a megosztott feladatlistán látható, és a Csoportos csomag vezetőjének napi kezdési ideje határozza meg. Mivel a megosztott feladatok automatikusan visszaállnak, ha reggel bejelentkezel, már nem lesz lehetőséged teljesíteni az előző napi befejezetlen megosztott Napi feladatokat.\n\nA megosztott Napi feladatok kihagyása nem okoz sebzést, azonban a színük fokozatosan elhalványul, hogy segítsen vizuálisan követni a haladást.",
    "faqQuestion65": "Támogatják a mobilalkalmazások a Csoportos csomagokat?",
    "webFaqAnswer65": "Bár a mobilalkalmazások még nem támogatják teljes mértékben a Csoportos csomagok összes funkcióját, az iOS és Android alkalmazásokból továbbra is teljesítheted a megosztott feladatokat!\n\nAndroidon a feladataid megtekintésekor koppints a képernyő tetején a megjelenített nevedre, hogy átválts a megosztott feladatlistádra. Itt megtekintheted a csoporttagokat, hozzáférhetsz a csevegéshez, valamint létrehozhatsz, teljesíthetsz vagy kioszthatsz feladatokat.\n\nBeállíthatod azt is, hogy a megosztott feladatok megjelenjenek a saját feladatlistádon, így mindent egy helyen kezelhetsz.\n\nEnnek bekapcsolása mobilon:\n * Nyisd meg a Beállításokat, és kapcsold be a „Megosztott feladatok másolása” opciót\n\nEnnek bekapcsolása a Habitica weboldalán:\n * Nyisd meg a Csoportos csomagodat, majd kapcsold be a \"Feladatok másolása\" opciót a megosztott feladatlistán",
    "faqQuestion66": "Mi a különbség a Csoportos csomag megosztott feladatai és a Kihívások feladatai között?",
    "webFaqAnswer66": "A Csoportos csomag megosztott feladatai dinamikusabbak, mint a Kihívások, mivel folyamatosan frissíthetők és módosíthatók. A Kihívások inkább akkor hasznosak, ha egy meghatározott feladatlistát szeretnél elküldeni sok embernek.\n\nA Csoportos csomag egy fizetős funkció, míg a Kihívások mindenki számára ingyenesen elérhetők.\n\nA Kihívásokban nem lehet feladatokat egyénileg kiosztani és nincs közös napi visszaállítási idő sem. Összességében a Kihívások kevesebb irányítást és közvetlen interakciót biztosítanak.",
    "sunsetFaqPara7": "A Csapatok és a Csoportos csomagok továbbra is elérhetők maradnak, beleértve a csevegési felületeiket is. Emellett továbbra is küldhetsz privát üzeneteket.",
    "sunsetFaqHeader4": "Hová menjek, hogy szüneteltessem a napi teendőimet?",
    "sunsetFaqList1": "A Habitica elsődleges célja, hogy motivációt nyújtson játékos feladatkezelési élményen keresztül. A Céheket és a Fogadót a játékosoknak csak egy viszonylag kis része használja. A többség inkább olyan külső platformokat vesz igénybe, amelyek kifejezetten közösségi interakcióra lettek tervezve és fejlesztve.",
    "sunsetFaqList3": "Fontos számunkra, hogy továbbra is világszerte hozzáférhető legyen a Habitica a folyamatosan növekvő nemzetközi játékosbázis számára. Ezeknek a szolgáltatásoknak a megszüntetése lehetővé teszi, hogy továbbra is elérjük ezt a célt anélkül, hogy korlátoznunk kellene a hozzáférést olyan régiókban, ahol aktívabb tartalmi felügyeletre lenne szükség, mint amennyit nyújtani tudunk.",
    "sunsetFaqHeader3": "Továbbra is tudok beszélgetni a Csapatom vagy a Csoportos csomagom tagjaival?",
    "sunsetFaqPara8": "Ez a funkció átkerült a Beállítások menübe. A Sebzés szüneteltetése funkciót nem érinti a Fogadó és a Céhek megszűnése.",
    "sunsetFaqHeader5": "Hogyan érem el a Csoportos csomagomat, ha egy Céhre frissítettem?",
    "sunsetFaqPara9": "<p><strong>Böngésző</strong>: Kattints a felső sávban a Csoportos csomag menüpontra.</p><p><strong>Android</strong>: Koppints a nevedre a képernyő tetején, miközben a feladatlistát nézed, hogy átválts a megosztott feladataidra. A csevegés eléréséhez koppints a fejlécben található csevegés ikonra.</p><p><strong>iOS</strong>: Nyisd meg a menüt, majd koppints a Csoportos csomagod nevére.</p>",
    "sunsetFaqHeader6": "A játékosok képesek lesznek visszaszerezni a Céhes chatjeiket a szolgáltatások megszüntetése után?",
    "sunsetFaqPara10": "A játékosok nem lesznek képesek visszaszerezni a chat adatokat a kocsmából és a céhekből a szolgáltatások megszüntetése után.",
    "sunsetFaqHeader7": "Hogyan találhatnak a játékosok csapattársakat?",
    "sunsetFaqPara11": "Az új Csapatkereső funkció mostantól elérhető. A legtöbb játékos, aki csapatot keres, perceken belül meghívást kap! A csapat keményen dolgozik azon, hogy a közeljövőben még több platformtámogatást és fejlesztést adjon hozzá ehhez a funkcióhoz. További információt a csapatok és csapattársak kereséséről a GYIK-ban találhatsz.",
    "sunsetFaqHeader8": "Hogyan érinti ez a Habitica közreműködőket?",
    "sunsetFaqPara12": "Nyílt forráskódú projektként számos típusú közreműködést üdvözölünk és ösztönzünk. Hálánk jeléül a <strong>2023. augusztus 1-jén</strong> érvényes közreműködői szinttel rendelkező mindenkinek elküldjük a Hősies felszerelési készletet. Amikor a kocsmai és céhes szolgáltatások megszűnnek, a közreműködésekben is változások lesznek. Az egyes típusokra vonatkozó tervekről alább bővebben olvashatsz.",
    "sunsetFaqPara13": "A <strong>kovácsok</strong> (Blacksmiths)<br />számára továbbra is nyitva áll a lehetőség a nyílt forráskódú projekthez való hozzájárulásra a GitHubon keresztül és továbbra is odaítéljük a megfelelő közreműködésekért a szinteket. A kovácsok együttműködése és vitája jórészt a GitHubon zajlik és ez változatlanul folytatódik.",
    "sunsetFaqPara14": "<strong>Nyelvészek</strong> (Linguists)<br />Továbbra is örömmel fogadjuk a segítséget az alkalmazások és a weboldal fordításában, és továbbra is kiosztunk közreműködői szinteket a megfelelő hozzájárulásokért. Azonban a fordítások elfogadásának módja változni fog. Szeretnénk erőforrásainkat egy kiválasztott nyelvkészlet támogatására összpontosítani minden platformon.Ennek érdekében csökkentjük a fordítható nyelvek számát. A korábban be nem fejezett nyelveket archiváljuk a Githubon. Reméljük, hogy ez a változás segít egységesebbé tenni a Habitica élményt minden platformon. A legfrissebb fordítási irányelveinket elolvashatod a <a href='https://translate.habitica.com/projects/habitica/#information'>fordítási weboldalunkon</a>.",
    "sunsetFaqTitle": "Habitica Fogadó és Céhszolgáltatás megszüntetésének GYIK",
    "sunsetFaqList2": "Az új online biztonsági törvények olyan aktív tartalomfelügyeletet követelnek meg a nyilvános terekben, amelyet a Habitica korábban nem biztosított. Az ezeknek az előírásoknak megfelelő funkciók fejlesztése azt eredményezné, hogy korlátozott erőforrásainkat olyan Habitica-részekre kellene fordítanunk, amelyeket a játékosok túlnyomó többsége soha nem használ.",
    "sunsetFaqPara3": "Ezt a döntést azért hozzuk meg, hogy erőforrásainkat jobban azokra a Habitica-funkciókra összpontosíthassuk, amelyeket a játékosok a leginkább használnak, anélkül hogy bárki hozzáférését korlátoznánk.",
    "sunsetFaqPara4": "Az együtt töltött idő megünneplésére minden játékosnak ajándékozunk egy Veterán kisállatot, miközben egy új korszakba lépünk. Csodálatos közreműködőink számára pedig egy különleges felszereléskészletet is küldünk, elismerve a Habitica közösségeiben végzett kemény munkájukat.",
    "sunsetFaqPara1": "Számos tényező miatt, beleértve a játékosközösségünk Habiticával való interakciójának változásait és az új tartalomszabályozásokat, meghoztuk a nehéz döntést, hogy <strong>2023. augusztus 8-án</strong> megszüntetjük a Fogadó és Céhszolgáltatásokat.",
    "sunsetFaqPara2": "A Habitica elsődleges célja mindig is az volt, hogy játékosított feladatkezelési élményt nyújtson. A Fogadó és a Céhek segítettek a játékosoknak motivációt találni, lehetőséget adva arra, hogy hasonló célokkal rendelkező emberekre leljenek. Számos csodálatos közösség alakult ki, és öröm volt látni, ahogy a játékosok támogató beszélgetésekkel segítették egymást. Az évek során azonban észrevettük, hogy a játékosok használati szokásai megváltoztak. A Csapatok egyre népszerűbbé váltak, miközben a Céhek és nyilvános terek egyre kevesebb játékost vonzottak. Az internetes környezet folyamatos változásával ezeknek a platformoknak a fenntartása egyre inkább aránytalanná vált ahhoz képest, hogy hányan használták őket aktívan.",
    "sunsetFaqPara5": "Ha többet szeretnél megtudni a változásokról, olvasd el az alábbi részleteket.",
    "sunsetFaqHeader1": "Mely szolgáltatások szűnnek meg?",
    "sunsetFaqPara6": "A Fogadó, valamint a nyilvános és privát Céhek szolgáltatása megszűnik, és ezek a felületek eltávolításra kerülnek Habiticából <strong>2023. augusztus 8-án</strong>.",
    "sunsetFaqHeader2": "Miért szűnik meg a Fogadó és a Céhek szolgáltatása?",
    "sunsetFaqPara15": "A <strong>kihívás készítők</strong> (Challengers)<br />számára a csapat ösztönzi a magas minőségű kihívások létrehozását. Szeretnénk új módszereket feltárni a kihívások felfedezhetőségének elősegítésére az alkalmazáson belül és kívül is.",
    "sunsetFaqPara16": "A <strong>társasági közreműködők</strong> (Socialites)<br />számára ez a típusú hozzájárulás a kocsmai és céhes szolgáltatások megszüntetésével együtt véget ér. Rendkívül hálásak vagyunk a barátságos és segítőkész játékosok munkájáért, akik kérdésekre válaszoltak a chat területeinken.",
    "sunsetFaqPara17": "A <strong>társas</strong> (Comrades)<br />közreműködők számára a szkriptek és kiegészítők egyre csökkenő felhasználói réteg számára hasznosak, mivel a mobilalkalmazások egyre inkább az egyetlen módjai válnak a Habitica elérésének. A harmadik féltől származó eszközöket létrehozni kívánó közreműködők továbbra is megtehetik ezt, de a Társas szinteket már nem ítéljük oda, mivel olyan közreműködésekre összpontosítunk, amelyek a játékosbázis egészének számára hozzáférhető módon fejlesztik a Habiticát.",
    "contentReleaseChanges": "Tartalomkiadások Változásai",
    "contentFaqTitle": "Habitica Tartalomkiadási Változások GYIK",
    "contentFaqPara0": "A Habiticának rengeteg szórakoztató és izgalmas tartalma van, és azt szeretnénk, hogy mindenki élvezhesse ezeket! Változások érkeznek, hogy megkönnyítsük az új játékosoknak a gyűjtés megkezdését, valamint a veterán játékosoknak a gyűjteményük kiegészítését!",
    "contentFaqPara1": "Szeretnél többet tudni? Olvass tovább!",
    "contentQuestion0": "Mi változik?",
    "contentAnswer00": "A varázslatos keltetőfőzetek, az újra kiadott hátterek, a korábbi előfizetői szettek és a kisállat küldetések kiszámítható havi ütemezés szerint fognak váltakozni.",
    "contentQuestion1": "Miért hozza ezeket a változásokat a Habitica?",
    "contentAnswer303": "<strong>Minden hónap 21. napja:</strong> A Piacon elérhető Varázslatos keltetőfőzetek váltakoznak.",
    "contentQuestion4": "Milyen vadonatúj tartalom érkezik?",
    "contentAnswer40": "Ahhoz, hogy kitöltsük ezt az új ütemtervet, keményen dolgoztunk új tárgyak létrehozásán különböző kategóriákban, beleértve:",
    "contentAnswer400": "Kisállat küldetések",
    "contentAnswer501": "Skinek",
    "contentFaqPara3": "Ha bármilyen kérdésed van, amire a fenti válaszok nem adnak választ, bátran vedd fel a kapcsolatot csapatunkkal a <%= mailto %> címen! Izgatottan várjuk ezt az új tartalomkiadási ütemezést és további jövőbeli projekteket is tervezünk, hogy Habiticát még jobbá tegyük minden játékos számára.",
    "contentAnswer70": "A háttérképek, küldetések, kisállatok és hátasok, amelyek az Időutazók Boltjában elérhetőek, egész évben elérhetőek maradnak.",
    "contentAnswer71": "Maradj velünk további frissítésekért az Időutazók Boltja élményének tervezett fejlesztéseiről.",
    "subscriptionBenefitsAdjustments": "Előfizetői Juttatások Módosításai",
    "subscriptionBenefitsFaqTitle": "Előfizetői Juttatások Módosításai – GYIK",
    "subscriptionPara0": "Habitica előfizetések még jobbak lesznek, még több Misztikus Homokórával és Gyémánttal! Ezek a változások sokkal átláthatóbbá teszik az előfizetésed előnyeit.",
    "subscriptionHeading0": "Változások a Misztikus Homokóráknál",
    "subscriptionDetail00": "Minden előfizető, beleértve az ajándék előfizetéssel rendelkezőket is, minden hónap elején kap 1 Misztikus Homokórát, amíg élvezik az előfizetői juttatásokat.",
    "subscriptionDetail000": "Ha 12 hónapig előfizető vagy, akkor 12 Misztikus Homokórát kapsz a korábbi 4 helyett.",
    "contentAnswer02": "Vadonatúj <strong>kisállat küldetések, varázslatos keltetőfőzet küldetések és varázslatos keltetőfőzetek</strong> érkeznek, hogy kiegészítsék ezt az új ütemezést!",
    "contentAnswer03": "A hátterek, hajszínek, frizurák, bőrszínek, állatfülek, állatfarkak és ingek mostantól megvásárolhatók a vadonatúj <strong>Testreszabás Boltban!</strong>",
    "contentAnswer10": "A Habitica 2013 óta létezik (wow!), és az évek során több ezer gyűjthető tárgyat adtunk ki. Ez elsöprő lehet, különösen az új játékosok számára. Biztosítani szeretnénk, hogy bemutassunk mindent, amit kínálunk és hogy a korábbi időszakokban kiadott kiváló tárgyak ne maradjanak észrevétlenül.",
    "contentAnswer12": "A játékosok könnyebben tudják majd kiegészíteni gyűjteményüket, ha a tárgyak kiszámíthatóbb ütemezés szerint jelennek meg.",
    "contentAnswer01": "<strong>A Nagy Gálák meghosszabbodnak</strong>, és az egész szezon alatt elérhetők lesznek, beleértve az összes osztály felszerelést, avatár testreszabást és egyéb jutalmakat.",
    "contentQuestion2": "Hogyan változnak a Nagy Gálák?",
    "contentAnswer20": "A változtatások hatályba lépése után minden nap aktív lesz egy Nagy Gála az év minden napján.",
    "contentAnswer200": "<strong>Nyári Frissülés (Summer Splash)</strong>: június 21-től szeptember 20-ig",
    "contentAnswer201": "<strong>Őszi Fesztivál (Fall Festival)</strong>: szeptember 21-től december 20-ig",
    "contentAnswer22": "A Varázslatos keltetőfőzetek már nem lesznek a Gálákhoz kötve, hanem saját, havi kiadási ütemterv szerint jelennek meg, amelyek a folyamatban lévő ünnepségek témáját követik.",
    "contentQuestion3": "Hogyan változik a tartalomkiadási ütemterv?",
    "contentAnswer300": "<strong>Minden hónap 1. napja:</strong> Új előfizetői készlet jelenik meg. Az Időutazók Boltjában elérhető előfizetői készletek váltakoznak.",
    "contentAnswer301": "<strong>Minden hónap 7. napja:</strong> Új Varázslatos Szekrény tárgyak és egy új háttérkép jelenik meg. A Testreszabási Boltban elérhető háttérképek váltakoznak.",
    "contentAnswer401": "Varázslatos keltetőfőzet küldetések",
    "contentAnswer402": "Varázslatos keltetőfőzetek",
    "contentQuestion5": "Mi az a Testreszabási Bolt?",
    "contentAnswer50": "A Testreszabási Bolt az új otthona minden megvásárolható Avatár Testreszabási tárgynak, beleértve:",
    "contentAnswer502": "Hajszínek és stílusok",
    "contentAnswer52": "Reméljük, hogy ez a változtatás segít a játékosoknak áttekinteni a birtokolt testreszabásokat, miközben szerkesztik avatárjuk megjelenését és megőrizhetik az ismerős boltélményt, más megvásárolható tárgyak esetében.",
    "contentAnswer53": "A Testreszabási Bolt a menüben található lesz a többi bolt mellett.",
    "contentQuestion6": "Mi történik a többi szezonális eseménnyel, mint a Habitoween, április elseje és a születésnap?",
    "contentAnswer61": "A Valentin-napi és az Újévi kártyák meghatározott dátumokon jelennek meg.",
    "contentAnswer62": "A Valentin-napi Varázslatos keltetőfőzetek mostantól bekerültek a havi ütemtervbe.",
    "contentAnswer63": "A Vicces kisállatok április nagy részében továbbra is elérhetőek maradnak.",
    "subscriptionDetail002": "Az előfizetőknek többé nem kell megvárniuk az ismétlődő fizetésük utáni hónapot, hogy megkapják a Misztikus Homokórákat.",
    "subscriptionDetail003": "Minden új előfizető azonnal kap 1 Misztikus Homokórát a vásárlás után. Ez az adott hónap Misztikus Homokórájának számít.",
    "subscriptionDetail011": "Az aktív, 12 hónapos ismétlődő előfizetéssel rendelkező játékosok ezt a bónuszt azon a napon kapják meg, amikor ezek a változások életbe lépnek.",
    "subscriptionDetail012": "Ez a bónusz nem vonatkozik az ajándék előfizetésekre.",
    "contentAnswer11": "Amikor új játékosok csatlakoznak a Nagy Gálák között, gyakran nem tudnak ezekről az eseményekről és így kimaradnak a mókából. Biztosítani szeretnénk, hogy minden új játékos részt vehessen a szezonális ünnepségeinken, függetlenül attól, hogy mikor kezdik útjukat.",
    "contentAnswer202": "<strong>Téli Csodaország (Winter Wonderland)</strong>: december 21-től március 20-ig",
    "contentAnswer30": "A boltok havonta váltogatják a kínálatukban lévő tárgyakat. Ez segít abban, hogy a boltok tartalma könnyen kezelhető és böngészhető maradjon. Az új ütemterv minden hónapban friss tárgyakat kínál az új játékosoknak, miközben kiszámítható ütemtervet biztosít a veterán gyűjtőknek.",
    "contentAnswer403": "Nyári hajszínek",
    "contentAnswer60": "Minden más jelenlegi esemény változatlanul folytatódik! Mindenki továbbra is megkapja a különleges jutalmakat és a témához illő ételeket, ahogy most is.",
    "contentQuestion7": "Mi a helyzet a múltbeli előfizetői készleteken kívül az Időutazók Boltjában kapható egyéb termékekkel?",
    "subscriptionDetail001": "Minden előfizető ugyanazon az ütemezésen kapja meg a Misztikus Homokórákat, amely megegyezik a havi rejtélyes felszerelés szettek megjelenési ütemezésével.",
    "contentAnswer203": "<strong>Tavaszi Bujdosás (Spring Fling)</strong>: március 21-től június 20-ig",
    "contentAnswer302": "<strong>Minden hónap 14. napja:</strong> A Kisállat küldetések, a Főzet küldetések és a Küldetés csomagok, amelyek a Küldetés Boltban elérhetőek, váltakoznak.",
    "contentAnswer41": "Mik lesznek ezek az új elemek?",
    "subscriptionDetail01": "Az új, 12 hónapos ismétlődő előfizetések egy egyszeri bónuszként további 12 Misztikus Homokórát kapnak a vásárláskor.",
    "contentAnswer21": "Minden Gála-ajándék (osztályfelszerelések, bőr- és hajszínek, átalakító tárgyak, szezonális küldetések) a Gála kezdetekor jelenik meg, és az egész Gála ideje alatt elérhető lesz.",
    "contentAnswer410": "Maradj velünk, hogy megtudd! Az új elemek közül sokat sürgettek a játékosok és az év során fokozatosan jelennek meg.",
    "subscriptionDetail010": "Ez a bónusz az 1 havi Misztikus Homokórán felül jár, amelyet minden új előfizető megkap a kezdeti vásárlás után.",
    "contentAnswer51": "A birtokolt testreszabások (mind a standard, mind a megvásárolt) továbbra is elérhetők lesznek a jelenlegi Avatár Testreszabási felületen.",
    "sunsetFaqHeader10": "Hová fordulhatnak a játékosok, ha kérdéseik vannak a Habitica használatával kapcsolatban?",
    "sunsetFaqList8": "A meglévő <a href='https://habitica.com/static/faq'>GYIK</a> remek forrás és a Súgó menüből, vagy a mobilalkalmazásban a Támogatás részben található. Folyamatban van egy átfogóbb és továbbfejlesztett GYIK létrehozása, amely segít eligazodni a játékosoknak.",
    "sunsetFaqList9": "Ez a <a href='https://habitica.wordpress.com/beginning-adventurers-guide/'>blogbejegyzés</a> is hasznos útmutatót nyújt az új játékosoknak.",
    "sunsetFaqList10": "A játékosokat arra is ösztönzzük, hogy küldjenek e-mailt a <a href='mailto:admin@habitica.com'>admin@habitica.com</a> címre, ha olyan kérdéseik vannak, amelyekre nem találnak választ a fenti linkeken keresztül.",
    "sunsetFaqPara20": "A Habitica Közösségi Irányelveit frissíteni fogjuk a kocsmai és céhes szolgáltatások megszüntetésekor. Ezek tükrözni fogják, hogy a közösségi viselkedési szabályok mostantól a játékosok profiljaira, kihívásokra és privát terekben küldött üzenetekre vonatkoznak. A Szolgáltatási Feltételeink mindig is vonatkoztak mind a nyilvános, mind a privát terekre, így ezen változás kapcsán nem szükséges azonnali frissítés.",
    "anotherQuestion": "Van még kérdésed?",
    "sunsetFaqHeader11": "Hogyan érinti ez a Habitica Közösségi Irányelveit és Szolgáltatási Feltételeit?",
    "sunsetFaqPara19": "<strong>Wiki Varázslók</strong> (Wiki Wizards)<br />A Habitica Wiki egy csodálatos eszköz, amelyet játékosok hoztak létre játékosok számára és amely oly sokat segített. Továbbra is támogatjuk ezt az erőfeszítést, de a Wiki szerkesztését már nem követjük nyomon, és nem kínálunk szinteket, mivel a figyelmünket a Nyelvészek (Linguists), Kovácsok (Blacksmiths) és Kihívókészítők (Challengers) közreműködéseire összpontosítjuk a Habiticán belül.",
    "sunsetFaqList6": "A céhekben jelenleg futó kihívások továbbra is elérhetőek maradnak a jelenlegi résztvevők számára a Kihívások listájukból, de a nyilvános listán nem lesznek felfedezhetőek az adatvédelmi aggályok miatt. Nem lesz lehetőség új céhes kihívások létrehozására.",
    "sunsetFaqPara18": "A <strong>Kézművesek</strong> (Artisans)<br />közreműködéseket megszüntetjük. A művészeti termelés nagy részét már áthelyeztük saját csapatunkhoz, hogy lépést tartsunk a tartalomkiadásokkal. Mély hálával tartozunk a közreműködői közösségnek az évek során készített fantasztikus művészetéért.",
    "sunsetFaqList7": "Jelenleg sok kihívás olyan feladatokat tartalmaz, amelyek posztolást igényelnek a Habitica nyilvános chat területein. Ezeknek a kihívásoknak a készítői módosíthatják feladataikat vagy átírhatják a csevegési követelményt egy külső szolgáltatáson való közzétételre.",
    "sunsetFaqHeader9": "Hogyan érintik a kihívásokat?",
    "sunsetFaqList4": "A nyilvános kihívások továbbra is a Habitica egyik funkciója maradnak és a Kihívások részlegen keresztül lesznek elérhetőek.",
    "sunsetFaqList5": "A Csoportokban és Csoportos csomagokban létrehozott kihívások megmaradnak és nem érinti őket a Fogadó és a Céhek szolgáltatásainak megszűnése.",
    "sunsetFaqHeader12": "Mi történik a Céh Bankban lévő gyémántokkal?",
    "sunsetFaqPara21": "A Céh Bankban lévő gyémántokat augusztus 8-án, a céhi szolgáltatások megszüntetésekor visszatérítjük a céh vezetőjének.",
    "contactAdmin": "Lépj kapcsolatba a <a href='mailto:admin@habitica.com'>admin@habitica.com</a> címen",
    "subscriptionHeading1": "Változások az Előfizetői Gyémántoknál",
    "subscriptionDetail10": "A gyémántok maximális száma, amelyet az előfizetők arannyal vásárolhatnak a Piacon, havonta 2-vel növekszik, amíg el nem éri az 50-et.",
    "subscriptionDetail100": "Az új 1, 3 és 6 hónapos előfizetések havi 24 gyémánttal indulnak és ez az érték minden hónapban növekszik, amíg az előfizetői juttatások érvényben vannak.",
    "subscriptionDetail102": "Az új 12 hónapos előfizetések azonnal a maximális havi gyémántmennyiséggel, 50 gyémánttal indulnak, a korábbi 45 helyett.",
    "subscriptionDetail11": "A havonta aranyért vásárolható gyémántok mennyisége nem áll vissza, ha az előfizetésed megszűnik.",
    "subscriptionHeading2": "Miért vezetjük be ezeket a változásokat?",
    "subscriptionDetail20": "A jelenlegi rendszerben nehéz átlátni, hogy mikor és hány Misztikus Homokórát kapsz.",
    "subscriptionDetail21": "A négy előfizetési szint bonyodalmakat okozott, amikor valaki magasabb vagy alacsonyabb szintre váltott.",
    "subscriptionDetail23": "A havi egy Misztikus Homokóra lehetővé teszi, hogy az előfizetők élvezhessék az Időutazók Boltjának forgó kínálatát.",
    "subscriptionDetail25": "Megértjük, hogy a pénzügyi helyzet változhat, és nem akartuk büntetni az előfizetőket azzal, hogy elvesznek a korábban megszerzett juttatások egy előfizetés szüneteltetése miatt.",
    "subscriptionHeading3": "Megjelenés napi jutalmak",
    "subscriptionDetail30": "Az ismétlődő 1 hónapos előfizetéssel vagy Csoportos csomaggal rendelkező játékosok 2 Misztikus Homokórát és 20 gyémántot kapnak.",
    "subscriptionDetail31": "Az ismétlődő 3 vagy 6 hónapos előfizetéssel rendelkezők 4 Misztikus Homokórát és 20 gyémántot kapnak.",
    "subscriptionDetail33": "Ahhoz, hogy megkapd ezeket a jutalmakat, az előfizetésednek aktívnak kell lennie november 19. előtt.",
    "subscriptionDetail40": "Előfizető vagyok. Mikor kapom meg az első rendszeres Misztikus Homokórámat és a gyémántkeret növekedését az új ütemezés szerint?",
    "subscriptionDetail41": "Változni fog az előfizetések ára ezekkel a módosításokkal?",
    "subscriptionDetail410": "Ezek a változások nem érintik az előfizetések jelenlegi árát.",
    "subscriptionDetail42": "Ha egy hónapig nem jelentkezem be előfizetőként, elveszítem az adott hónap juttatásait?",
    "subscriptionDetail43": "Ha feliratkozom egy ismétlődő előfizetésre, majd lemondom, még mindig megkapom a juttatásokat?",
    "subscriptionDetail44": "Jelenlegi előfizető vagyok. Hány gyémántot vásárolhatok a Piacon havonta a változások után?",
    "subscriptionDetail440": "A változások életbe lépésének napján azok az előfizetők, akik jelenleg páratlan számú gyémántot kapnak havonta, a következő módosításokat tapasztalják a gyémántkeretükben:",
    "subscriptionDetail4400": "Ha jelenleg <%= initialNumber %> gyémántot tudsz vásárolni havonta, ez <%= roundedNumber %>-re módosul.",
    "subscriptionDetail45": "Ha több ajándék előfizetést vásárolok, azzal gyorsabban növelhetem a Misztikus Homokóráim számát vagy a gyémántkeretemet?",
    "subscriptionDetail450": "Mivel a Misztikus Homokórák és a gyémántkeret növelése mostantól havi juttatásként működik, több ajándék előfizetés megvásárlása nem ad egyszerre több juttatást.",
    "subscriptionDetail46": "Ha korábban volt előfizetésem, visszakaphatom a régi gyémántkeretemet, ha most újra előfizetek?",
    "subscriptionDetail460": "Mivel korábban a gyémántvásárlási lehetőségek száma visszaállt, amikor az előfizetés lejárt, a korábbi előfizetők az új rendszer szerint frissen kezdik a gyémántkeretüket.",
    "subscriptionDetail47": "Csoportos csomagom van. Hogyan érint ez engem?",
    "subscriptionDetail48": "Változnak más előfizetői juttatások is, például a rejtélyes felszerelés szettek?",
    "subscriptionDetail480": "Ezek a változások csak a Misztikus Homokórákat és az előfizetői gyémántokat érintik. Minden más juttatás változatlan marad.",
    "subscriptionPara3": "Reméljük, hogy ez az új ütemezés kiszámíthatóbbá teszi a juttatásokat, nagyobb hozzáférést biztosít az Időutazók Boltjának fantasztikus kínálatához, és még több motivációt ad a havi feladataid teljesítéséhez!",
    "subscriptionDetail101": "Azok az előfizetők, akik jelenleg páratlan számú gyémántot kapnak havonta, felfelé kerekítve a legközelebbi páros számra állnak át.",
    "subscriptionPara1": "A zökkenőmentes átállás érdekében a meglévő előfizetők extra ajándékokra számíthatnak a változások bevezetésének napján. Hálásan köszönjük a folyamatos támogatásotokat ezen változások során!",
    "subscriptionDetail400": "A jelenlegi előfizetők az első Misztikus Homokórát és a havi gyémántkeret +2 növekedését az első bejelentkezésükkor kapják meg a megjelenés utáni hónapban. Ez azt jelenti, hogy ha már bejelentkeztél novemberben, az első rendszeres növekedés decemberben történik.",
    "subscriptionDetail451": "Minden ajándék előfizetés hozzáadódik a játékos előfizetési hónapjaihoz, lehetővé téve, hogy minden eltelt hónapban újabb Misztikus Homokórát és gyémántkeret-növekedést kapjon.",
    "subscriptionDetail470": "A Csoportos csomaggal rendelkezők juttatásai ugyanúgy működnek, mint az 1 hónapos ismétlődő előfizetésnél. Minden hónap elején kapsz egy Misztikus Homokórát, és a havonta aranyért vásárolható gyémántok száma 2-vel növekszik, amíg el nem éri az 50-et.",
    "subscriptionPara2": "Ha bármilyen kérdésed van, amire a fenti válaszok nem adnak választ, bátran vedd fel a kapcsolatot csapatunkkal a <%= mailto %> címen.",
    "subscriptionDetail110": "Ha növeled a havonta vásárolható gyémántok számát, majd lemondod az előfizetésed, később bármikor visszatérhetsz ugyanarra a mennyiségre, még akkor is, ha alacsonyabb előfizetési csomagot választasz.",
    "subscriptionDetail32": "Az ismétlődő 12 hónapos előfizetéssel rendelkezők megkapják a fent említett 12 Misztikus Homokóra bónuszt, valamint 20 gyémántot.",
    "subscriptionDetail420": "Ahogy a rejtélyes felszerelés szetteknél, úgy a Misztikus Homokórákat és a gyémántkeret növekedését sem veszted el, ha egy hónapban nem jelentkezel be előfizetőként. A következő bejelentkezéskor megkapod az összes juttatást, amely az előfizetésed időtartama alatt járt volna.",
    "subscriptionDetail22": "Az ajándék és az ismétlődő előfizetések eltérő juttatásokat és szabályokat követtek, amit egyszerűsíteni szerettünk volna.",
    "subscriptionDetail430": "Az ismétlődő előfizetés lemondásakor a juttatások egy meghatározott dátumig érvényben maradnak. Ez azt jelenti, hogy a lemondás ellenére a megadott időpontig továbbra is teljes hozzáférésed lesz az előfizetés minden előnyéhez, beleértve a havi Misztikus Homokórákat és a gyémántkeret növekedését is.",
    "subscriptionDetail24": "Szerettük volna, ha az előfizetőknek évente több mint négy lehetőségük van az Időutazók Boltjának tárgyainak megszerzésére."
}
