{
    "questEvilSantaText": "Prémvadász mikulás",
    "questEvilSantaNotes": "Gyötrődő ordításokat hallasz az eljegesedett mezők mélyéről. Követed a morgásokat – melyeket időnként gonosz kacagás szakít meg – egy erdei tisztásra, ahol megpillantasz egy kifejlett jegesmedvét. A medvét ketrecbe zárták és láncra verték, kétségbeesetten küzd az életéért. A ketrec tetején gonosz kis kobold táncol hajótörött jelmezben. Győzd le Prémvadász mikulást, és mentsd meg a vadállatot!<br><br><strong>Megjegyzés</strong>: A „Prémvadász mikulás” teljesítéséért halmozható küldetés-kitüntetés jár, ám egy ritka hátast is ad, amelyet csak egyszer adhatsz hozzá az istállódhoz.",
    "questEvilSantaCompletion": "A prémvadász mikulás dühösen felvisít, majd eltűnik az éjszakában. A hálás anyamedve morgásokkal és bőgésekkel próbál elmondani neked valamit. Visszaviszed őt az istállókhoz, ahol Matt Boch, a bestiák mestere, döbbenten hallgatja a történetét. Az anyamedvének van egy bocsa! Amikor őt elfogták, a kicsi azonnal elszaladt a jeges mezőkre.",
    "questEvilSantaBoss": "Prémvadász mikulás",
    "questEvilSantaDropBearCubPolarMount": "Jegesmedve (hátas)",
    "questEvilSanta2Text": "Találd meg a bocsot",
    "questEvilSanta2Notes": "Amikor a Prémvadász mikulás elfogta a jegesmedve-hátast, annak bocsa elszaladt a jégmezők felé. Ágropogás és hó ropogásának hangja üti meg füledet a kristályos erdőben. Mancsnyomok! Futva eredni kezdesz a nyomok után. Kutasd fel az összes lábnyomot és törött gallyat, és hozd vissza a kis bocsot!<br><br><strong>Megjegyzés</strong>: A „Találd meg a bocsot” küldetés teljesítéséért halmozható küldetés-kitüntetés jár, de egy ritka kisállatot is kapsz, amit csak egyszer adhatsz hozzá az istállódhoz.",
    "questEvilSanta2Completion": "Megtaláltad a kis bocsot! Mostantól örökké a társad marad.",
    "questEvilSanta2CollectTracks": "Nyomok",
    "questEvilSanta2CollectBranches": "Törött gallyak",
    "questEvilSanta2DropBearCubPolarPet": "Jegesmedve (kisállat)",
    "questGryphonText": "A tüzes griffmadár",
    "questGryphonNotes": "A hatalmas bestiák mestere, <strong>baconsaur</strong> megkereste a csapatodat, hogy segítsetek neki. \"Kérlek, kalandozók, segítsetek nekem! Az én díjnyertes griffem elszabadult és terrorizálja Habit városát! Ha meg tudjátok állítani, akkor cserébe megajándékozlak titeket pár tojásával!\"",
    "questGryphonCompletion": "Miután legyőzted, a hatalmas bestia megszégyenülten visszasomfordál a gazdájához. \"Szavamra! Kiváló munka, kalandorok!\" <strong>baconsaur</strong> felkiált: \"Kérlek fogadjátok el pár grifftojást. Biztos vagyok benne, hogy jól fel fogjátok őket nevelni!\"",
    "questGryphonBoss": "A tüzes griffmadár",
    "questGryphonDropGryphonEgg": "Griff (Tojás)",
    "questGryphonUnlockText": "Elérhetővé teszi a griffmadár tojások megvásárlását a piacon",
    "questHedgehogText": "A sünszörny",
    "questHedgehogNotes": "A sünök igazán különös állatok. A Habitica lakói számára az egyik legszerethetőbb kisállatok közé tartoznak. De a pletykák szerint, ha éjfél után tejet kapnak, rendkívül ingerültek lesznek. És az eredeti méretük ötvenszeresére nőnek. És <strong>InspectorCaracal</strong> pontosan ezt tette. Upsz.",
    "questHedgehogCompletion": "A csapatod sikeresen lenyugtatta a sündisznót! Miután összement normál méretre visszabiceg a tojásaihoz, majd újra megjelenik cincogó hangot hallatva: pár tojást bökdös éppen a csapatod irányába. Remélhetőleg ezek a sünik jobban szeretik a tejet!",
    "questHedgehogBoss": "Sünszörny",
    "questHedgehogDropHedgehogEgg": "Sün (Tojás)",
    "questHedgehogUnlockText": "Elérhetővé teszi a sündisznó tojások megvásárlását a piacon",
    "questGhostStagText": "A tavasz szelleme",
    "questGhostStagNotes": "Ah, a tavasz! Az év azon időszaka, amikor a tájat ismét színek töltik meg. A hideg, havas dombokat felváltja az új élet. Ahol egykor fagy uralkodott, ott most vibráló növényzet bontakozik ki. A fák buja zöld levelekkel telnek meg, a fű visszanyeri élénk árnyalatát, a síkságokat színpompás virágok borítják… és egy titokzatos fehér köd terjeng a tájon! ... Várjunk csak. Titokzatos köd? \"Ó, ne\" – mondja aggódva <strong>InspectorCaracal</strong>. \"Úgy tűnik, valamilyen szellem okozza ezt a ködöt. Ja, és épp egyenesen feléd tart.\"",
    "questGhostStagCompletion": "A látszólag sértetlen szellem leereszti az orrát a földre. Egy nyugtató hang burkolja be a csapatotokat. \"Elnézést a viselkedésemért. Épp most ébredtem a szunnyadásomból és úgy tűnik az elmém még nem teljesen ébredt fel. Fogadjátok el ezeket bocsánatkérésem jeléül.\" Egy csomag tojás materializálódik előttetek a füvön. A szellem szó nélkül elszelel, virágokat hullajtva maga után.",
    "questGhostStagBoss": "Szellem szarvas",
    "questGhostStagDropDeerEgg": "Őz (Tojás)",
    "questGhostStagUnlockText": "Elérhetővé teszi a őz tojások megvásárlását a piacon",
    "questRatText": "A Patkánykirály",
    "questRatNotes": "Hulladék! Megoldatlan Napi feladatok hatalmas halmai hevernek szerte Habitikában. A probléma annyira komollyá vált, hogy patkányhordák portyáznak mindenütt. Észreveszed, hogy @Pandah az egyiküket babusgatja éppen. Azt magyarázza, hogy a patkányok nemes lények, akik megoldatlan Napi feladatokkal táplálkoznak. A probléma az, hogy a feladatok a csatornába pottyantak, veszélyes gödröt hozva létre, melyet ki kell takarítani. Ahogy épp leereszkedsz a csatornarendszerbe, egy hatalmas véreres szemű és csonka fogú patkány támad rád, védelmezve a hordáját. Elmenekülsz rettegve, vagy szembe szállsz a Patkánykirállyal?",
    "questRatCompletion": "Az utolsó ütésedtől erőtlenné válik a rettentő patkány és a szemei szürkévé halványodnak. A fenevad számos kis patkánnyá esik szét és rettegve elszaladnak. Észreveszed, ahogy @Pandah áll a hátad mögött, miközben a hajdani hatalmas lényt szemléli. Azt mondja, hogy Habitika lakosait fellelkesítette a hősiességed és gyorsan befejezik a félkész feladataikat. Ennek ellenére figyelmeztet, hogy figyelmesnek kell lenned, hogy a Patkánykirály soha se térjen vissza. Fizetségül @Pandah patkánytojásokat kínál fel neked. Az aggodalmas tekintetedet észrevéve így szól: \"Nagyszerű kisállatok lesznek belőlük.\"",
    "questRatBoss": "Patkánykirály",
    "questRatDropRatEgg": "Patkány (Tojás)",
    "questRatUnlockText": "Elérhetővé teszi a patkány tojások megvásárlását a piacon",
    "questOctopusText": "A polipszörny hívása",
    "questOctopusNotes": "@Urse, egy lángoló tekintetű ifjú írnok, a segítségeteket kérte egy rejtélyes barlang feltárásában a tengerpart közelében. A szürkületi dagályterek között áll a masszív, függő- és állócseppkövekből álló kapuja a barlangnak. Ahogy közeledtek ehhez a kapuhoz, egy sötét örvény alakul ki. Ledöbbenten figyelitek, ahogy egy tintahal-szerű sárkány emelkedik ki innen. \"A csillagok ragacsos ivadéka felébredt!\" üvölti őrülten @Urse. \"Több decilliárd év után, a nagy Polipszörny újra szabad és örömökre éhes!\"",
    "questOctopusCompletion": "Egy végső csapás után a szörnyet beszippantja az örvény, ahonnan jött. Nem tudod eldönteni, hogy @Urse boldog-e a győzelmetekkel, vagy szomorú, hogy eltűnt a bestia. Szótlanul rámutat három trutymákos, óriási tojásra, melyek egy fészeknyi arany között hevernek a mellettetek lévő dagálytérben. \"Valószínűleg csak polip-tojások\" - mondod idegesen. Az úton hazafelé @Urse viharosan firkál a naplójába, és olyan érzésetek támad, hogy nem utoljára láttátok a hatalmas Polipszörnyet.",
    "questOctopusBoss": "Polipszörny",
    "questOctopusDropOctopusEgg": "Polip (Tojás)",
    "questOctopusUnlockText": "Elérhetővé teszi a polip tojások megvásárlását a piacon",
    "questHarpyText": "Segítség! Hárpia!",
    "questHarpyNotes": "A bátor kalandor @UncommonCriminal eltűnt az erdőben, miközben egy pár napja látott szárnyas szörny nyomát követte. Épp a keresését kezdenétek, amikor egy sebesült papagáj száll a karodra, aminek egy csúnya sebhely borítja gyönyörű tollazatát. A lábához rögzítve egy firkált üzenet található, amiben az szerepel, hogy a papagájok védelmezése közben @UncommonCriminal-t fogjul ejtette egy gonosz Hárpia és kétségbeesetten kell segítségetek a szökéséhez. Követitek a madarat, legyőzitek a Hárpiát és megmentitek @UncommonCriminal-t?",
    "questHarpyCompletion": "Egy utolsó csapás leteríti a Hárpiát és tollak repülnek minden irányba. Gyorsan felmásztok a fészkébe és megtaláljátok @UncommonCriminal-t és körülötte a papagáj tojásokat. Csapatmunkában gyorsan visszateszitek a tojásokat a környező fészkekbe. Az ijedt papagáj, amelyik megtalált benneteket hangosan károg, miközben több tojást a karjaitokba ejt. \"A Hárpia támadása miatt néhány tojás védelmezésre szorul,\" magyarázza @UncommonCriminal. \"Úgy tűnik, hogy tiszteletbeli papagájok lettetek.\"",
    "questHarpyBoss": "Hárpia",
    "questHarpyDropParrotEgg": "Papagáj (Tojás)",
    "questHarpyUnlockText": "Elérhetővé teszi a papagáj tojások megvásárlását a piacon",
    "questRoosterText": "A kakas tombolása",
    "questRoosterNotes": "A farmer @extrajordanary éveken át kakasokat használt ébresztőórának. De most egy hatalmas kakas megjelent és hangosabban károg, mint bármelyik más korábban - és felébreszt mindenkit Habiticában! Habitica alváshiányos lakói szenvednek a napi feladataikkal. @Pandoro úgy döntött, hogy itt az ideje véget vetni ennek. \"Kérem, van valaki aki csendesebb kukorékolásra tudná bírni a kakast?\" Önként jelentkezel, megközelíted a kakast egy korai reggelen - de megfordul, hatalmas szárnyaival csapkod, éles karmait megvillantja és egy harci rikoltást hallat.",
    "questRoosterCompletion": "Ravaszsággal és erővel megszelídítetted a vad bestiát. A fülei, amik korábban tollakkal és félig elfeledett teendőkkel voltak tele, már tiszták, mint a vízfolyás. Halkan kukorékol egyet neked és a válladnál átölel a csőrével. A következő nap, amikor már indulnál tovább, @EmeraldOx odarohan hozzád egy letakart kosárral. \"Várj! Amikor bementem a tanyára ma reggel, a kakas odanyomta ezeket az ajtóhoz, ahol aludtál. Szerintem azt szeretné, hogy ez a tied legyen.\" Felfeded a kosár tartalmát és három törékeny tojást látsz benne.",
    "questRoosterBoss": "Kakas",
    "questRoosterDropRoosterEgg": "Kakas (Tojás)",
    "questRoosterUnlockText": "Elérhetővé teszi a kakas tojások megvásárlását a piacon",
    "questSpiderText": "A Zúzmara pók",
    "questSpiderNotes": "Ahogy lehűl az idő, vékony dér kezdi beborítani Habitica lakóinak ablaküvegeit, csipkés hálók formájában...kivéve @Arcosine-nak, akinek az ablakait teljesen befagyasztotta a Zúzmarapók, ami beköltözött a házába. Jaj.",
    "questSpiderCompletion": "A Zúzmarapók összeesik és maga után hagy egy kis halom deret és egy párat az elbűvölt petezsákjából. @Arcosine fölöttébb sietve felajánlja Nektek, mint jutalmat - talán fel tudnátok nevelni néhány fenyegetést nem jelentő pókot, mint kisállatot?",
    "questSpiderBoss": "Pók",
    "questSpiderDropSpiderEgg": "Pók (Tojás)",
    "questSpiderUnlockText": "Elérhetővé teszi a pók tojások megvásárlását a piacon",
    "questGroupVice": "Vice, az árnyék sárkány",
    "questVice1Text": "Vétek, 1. rész: Szabadulj meg a sárkány befolyásától",
    "questVice1Notes": "Mendemonda kering egy szörnyű gonoszról ami Habitica hegyének barlangjaiban tanyázik. A szörnyeteg puszta jelenléte a térségben megtöri az erős akaratú hősöket, akik rossz szokásokat kezdenek felvenni és eltunyulnak! A szörnyeteg egy hatalmas sárkány, mérhetetlen hatalommal, árnyakkal körbevéve: Vétek, az állságos Árnyék Wyrm. Bátor kalandorok kerekednek föl, és megkísérlik legyőzni egyszer és mindekorra, de csak akkor ha tényleg hisznek abban, hogy ellen tudnak állni hihetelen hatalmának.<br><br>Mégis hogyan akartok küzdeni egy olyan szörnyeteggel szemben, ami máris átvette az uralmat felettetek? Ne essetek áldozatul a lustaságnak és vétkezésnek! Küzdjetek keményen a sárkány sötét befolyásával szemben és rázzátok le azt magatokról!",
    "questVice1Boss": "A bűn árnyékában",
    "questVice1Completion": "Most, hogy Vice befolyása megszűnt rajtad, egy olyan erő hullámát érzed, amiről nem is tudtad, hogy benned van. Gratulálunk! De egy még ijesztőbb ellenség vár rád...",
    "questVice1DropVice2Quest": "Bűn 2. rész (tekercs)",
    "questVice2Text": "Vice, 2. rész: Találd meg a sárkány odúját",
    "questVice2Notes": "Magabiztosak vagytok magatokban és a képességetekben, hogy ellenálljatok Vice, az árnyék sárkány befolyásának. A csapatod elindul a Mt. Habitica felé. Megközelítitek a hegy barlangjainak bejáratát, és megálltok. Árnyékok hullámai, majdnem olyanok, mint a köd, kiszivárognak a nyílásból. Szinte lehetetlen bármit is látni előtted. A lámpáid fénye hirtelen megszakad, ahol az árnyékok kezdődnek. Azt mondják, hogy csak a mágikus fény képes áthatolni a sárkány pokoli ködén. Ha találtok elég fénykristályt, megtalálhatjátok az utat a sárkányhoz.",
    "questVice2CollectLightCrystal": "Fénykristályok",
    "questVice2Completion": "Amint felemelitek az utolsó kristályt, az árnyékok eloszlanak, és az előttetek lévő út tiszta lesz. Gyorsuló szívveréssel beléptek a barlangba.",
    "questVice2DropVice3Quest": "Bűn 3. rész (tekercs)",
    "questVice3Text": "Vice, 3. rész: Vice felébred",
    "questVice3Notes": "Sok erőfeszítés árán a csapatotok megtalálta a Bűn fészkelőhelyét. A behemót szörny utálattal néz szembe a csapatotokkal. Ahogy az árnyak örvénylenek körülöttetek, egy hangot hallottok a fejetekben suttogni, \"Mégtöbb bolond lakó érkezett Habitica-ból, hogy megállítson? Aranyos. Bölcsebb lett volna, ha nem jöttök.\" A pikkelyes titán hátraemeli a fejét és támadni készül. Itt a nagy lehetőség! Adjatok bele mindent és győzzétek le Bűnt egyszer és mindenkorra!",
    "questVice3Completion": "Az árnyékok eloszlanak a barlangból, és egy fémre hasonlító csend borul mindenre. Te jó ég, sikerült! Legyőztétek Vicet! Te és a csapatod végre felsóhajthat. Élvezzétek a győzelmet, bátor Habiteerek, de vigyétek magatokkal a tanulságokat, amelyeket a Vice elleni harcból szereztetek, és haladjatok tovább. Még mindig vannak szokások, amelyeket el kell végezni, és esetleg még rosszabb gonoszok is várnak, hogy legyőzzétek őket!",
    "questVice3Boss": "Bűn, az Árnysárkány",
    "questVice3DropWeaponSpecial2": "Stephen Weber Sárkánylándzsája",
    "questVice3DropDragonEgg": "Sárkány (Tojás)",
    "questVice3DropShadeHatchingPotion": "Árny keltetőfőzet",
    "questGroupMoonstone": "A visszaesés felemelkedése",
    "questMoonstone1Text": "Recidivate, 1. rész: A holdkő lánc",
    "questMoonstone1Notes": "Egy szörnyű csapás sújtotta a Habiticánokat. A rég halottnak hitt rossz szokások bosszúval térnek vissza. Az edények mosatlanul hevernek, a tankönyvek olvasatlanul, és a halogatás szabadon tombol!<br><br>Nyomára bukkantok néhány saját visszatérő rossz szokásotoknak a Stagnáció mocsarában, és felfedezitek a tettest: a kísérteties nekromantát, Recidivate-ot. Rohamot indítotok, fegyverekkel hadonászva, de azok áthaladnak a szellemén, hasztalanul.<br><br>\"Ne fáradjatok\" – sziszegi száraz, reszelős hangon. „Holdkövek lánca nélkül semmi sem árthat nekem – és a mesterékszerész, @aurakami, szétszórta a holdköveket a Habitica szerte régen!” Lihegve visszavonultok... de tudjátok, mit kell tennetek.",
    "questMoonstone1CollectMoonstone": "Holdkövek",
    "questMoonstone1Completion": "Végül sikerül kihúznod az utolsó holdkövet a mocsaras sárból. Itt az idő, hogy a gyűjteményedből egy olyan fegyver készüljön, amely végleg legyőzi Recidivate-et!",
    "questMoonstone1DropMoonstone2Quest": "Recidivate, 2. rész: Recidivate, a nekromanta(Tekercs)",
    "questMoonstone2Text": "Recidivate, 2. rész: Recidivate, a nekromanta",
    "questMoonstone2Notes": "A bátor fegyverkovács, @InspectorCaracal, segít neked a varázslatos holdkövekből egy láncot készíteni. Végre készen állsz szembenézni Recidivate-tel, de amint beléptek a Stagnáció Mocsarába, egy szörnyű hideg fut át rajtatok.<br><br>Rothadó lélegzet suttog a füledbe. „Már visszatértetek? Milyen örömteli...” Megfordultok és előreugrotok, és a holdkő lánc fényében fegyvered szilárd húsba csap. „Lehet, hogy újra a világhoz kötöttél” – morogja Recidivate –, „de most itt az idő, hogy elhagyjátok!”",
    "questMoonstone2Boss": "A nekromanta",
    "questMoonstone2Completion": "Recidivate hátradől az utolsó csapásodtól, és egy pillanatra a szíved felderül – de aztán hátraveti a fejét és egy szörnyű nevetést hallat. Mi történik?",
    "questMoonstone2DropMoonstone3Quest": "Recidivate, 3. rész: Recidivate Átalakul (Tekercs)",
    "questMoonstone3Text": "Recidivate, 3. rész: Recidivate Átalakul",
    "questMoonstone3Notes": "Gonoszan nevetve Recidivate összeesik a földön, és te újra csapás mérsz rá a holdkő lánccal. Megdöbbenésedre Recidivate megragadja a drágaköveket, diadalmasan égő szemekkel.<br><br>„Húsból álló bolond teremtmény!” – kiáltja. „Ezek a holdkövek visszaállítanak fizikai formámba, igaz, de nem úgy, ahogy elképzelted. Ahogy a telihold sötétből növekszik, úgy nő az én erőm is, és az árnyékokból előhívom a legfélelmetesebb ellenséged szellemét!”<br><br>Egy beteges zöld köd emelkedik a mocsárból, és Recidivate teste vonaglik és torzul egy olyan alakká, amely rettegéssel tölt el – Vice élőhalott teste, szörnyen újjászületve.",
    "questMoonstone3Completion": "Lélegzeted elakad, és a veríték csíp a szemedben, ahogy az élőhalott Sárkány összeomlik. Recidivate maradványai vékony szürke köddé válnak, amely gyorsan eloszlik egy frissítő szélroham alatt, és halljátok a távoli, ösztönző kiáltásokat, ahogy a Habiticánok végleg legyőzik rossz szokásaikat.<br><br>@Baconsaur, a bestiák mestere, egy griffinen leszáll. „Láttam az égből a csatád végét, és nagyon megindultam. Kérlek, fogadd el ezt a varázslatos tunikát – bátorságod nemes szívről tanúskodik, és úgy hiszem, neked szánták.”",
    "questMoonstone3Boss": "Élőholt-bűn",
    "questMoonstone3DropRottenMeat": "Rothadt hús (Étel)",
    "questMoonstone3DropZombiePotion": "Zombi keltetőfőzet",
    "questGroupGoldenknight": "Az Arany lovag",
    "questGoldenknight1Text": "Az Arany lovag, 1. rész: Egy komoly szóváltás",
    "questGoldenknight1Notes": "Az Arany lovag szegény Habiticánokat zaklatja. Nem végezted el az összes napi teendődet? Bejelöltél egy negatív szokást? Ezt használja okként, hogy zaklasson, hogy kövessd a példáját. Ő a tökéletes Habitican ragyogó példája, te pedig nem vagy más, mint egy kudarc. Nos, ez egyáltalán nem kedves! Mindenki hibázik. Ezeket nem kellene ilyen negatívan kezelni. Talán itt az ideje, hogy gyűjts néhány tanúvallomást a megsértett Habiticánoktól, és adj egy komoly szóváltást az Arany lovagnak!",
    "questGoldenknight1CollectTestimony": "Tanúságtételek",
    "questGoldenknight1Completion": "Nézd csak ezeket a tanúvallomásokat! Biztosan ez elég lesz, hogy meggyőzd az Arany lovagot. Most már csak meg kell találnod őt.",
    "questGoldenknight1DropGoldenknight2Quest": "Az Arany lovag, 2. rész: Arany lovag (Tekercs)",
    "questGoldenknight2Text": "Az Arany lovag, 2. rész: Arany lovag",
    "questGoldenknight2Notes": "Több tucat Habitican tanúvallomásával felfegyverkezve végül szembesülsz az Arany lovaggal. Elkezded felolvasni neki a Habiticánok panaszait egyesével. „És @Pfeffernusse azt mondja, hogy az állandó hencegésed…” – A lovag felemeli a kezét, hogy elhallgattasson, és megvetően felvágja az orrát: „Kérlek, ezek az emberek egyszerűen irigyek a sikereimre. Ahelyett, hogy panaszkodnának, egyszerűen dolgozhatnának olyan keményen, mint én! Talán megmutatom neked azt az erőt, amit az én szorgalmamon keresztül elérhetsz!” Felemeli buzogányát, és készülődik, hogy megtámadjon!",
    "questGoldenknight2Boss": "Arany lovag",
    "questGoldenknight2Completion": "Az Arany lovag zavartan leengedi a buzogányát. „Elnézésedet kérem a heves kitörésemért” – mondja. „Az igazság az, hogy fájdalmas belegondolni, hogy véletlenül bántottam másokat, és ezért védekezésből támadtam… de talán még mindig bocsánatot kérhetek?”",
    "questGoldenknight2DropGoldenknight3Quest": "Az Arany lovag, 3. rész: A Vas lovag (Tekercs)",
    "questGoldenknight3Text": "Az arany lovag, 3. rész: A Vas lovag",
    "questGoldenknight3Notes": "@Jon Arinbjorn kiált feléd, hogy felhívja a figyelmedet. A csata után egy új figura jelent meg. Egy fekete vasba öltözött lovag lassan közeled hozzád karddal a kezében. Az Arany lovag kiált a figurának: „Apa, ne!”, de a lovag nem mutat semmi jelet, hogy megállna. Hozzád fordul, és azt mondja: „Sajnálom. Bolond voltam, túl nagy fejjel, hogy lássam, milyen kegyetlen voltam. De az apám sokkal kegyetlenebb, mint én valaha is lehetnék. Ha nem állítjuk meg, mindannyiunkat elpusztít. Itt, használd a buzogányomat, és állítsd meg a Vas Lovagot!”",
    "questGoldenknight3Completion": "Egy kielégítő csattanással a Vas lovag térdre esik és összeesik. „Elég erős vagy” – lihegi. „Ma megaláztkodtam.” Az Arany lovag odalép hozzád, és azt mondja: „Köszönöm. Úgy hiszem, némi alázatot tanultunk a találkozásunkból. Beszélek az apámmal, és elmagyarázom neki a panaszokat. Talán el kellene kezdenünk bocsánatot kérni a többi Habiticánál.” Gondolkodva megáll, majd visszafordul hozzád. „Itt van: ajándékunkként szeretném, ha megtartanád a buzogányomat. Most már a tiéd.”",
    "questGoldenknight3Boss": "A Vas lovag",
    "questGoldenknight3DropHoney": "Méz (Étel)",
    "questGoldenknight3DropGoldenPotion": "Arany keltetőfőzet",
    "questGoldenknight3DropWeapon": "Mustaine mérföldkő zúzó buzogánya (Kiegészítő fegyver)",
    "questGroupEarnable": "Megszerezhető küldetések",
    "questBasilistText": "A Bazi-lista",
    "questBasilistNotes": "Valami felfordulás van a piactéren - az a fajta, amitől igazán távol kéne tartanod magad. Ám bátor kalandozó lévén ehelyett egyenesen odarohansz és egy Bazi-listát találsz egy halom, befejezetlen tennivalóval rajta! A környező habiticai lakosok egytől-egyig elszörnyedve nézik a terjedelmes listát és képtelenek miatta visszamenni dolgozni. Valahol a környékről @Arcosine hangja üti meg a füledet: \"Siess! Csináld meg a tennivalóidat és a napi feladataidat, hogy ártalmatlanná tedd a szörnyet, mielőtt még megvág valakit a papír!\" Siess, kalandozó és pipálj ki valamit - de vigyázz! Ha bármelyik napi feladatodat kihagyod, a Bazi-lista nem csak téged, de a csapatodat is megtámadja!",
    "questBasilistCompletion": "A Bazi-lista fecnikre hullott és a szivárvány minden árnyalatában, békésen ragyog. \"Huh!\" - szólal meg @Arcosine. - \"Milyen szerencse, hogy itt voltatok!\" Több tapasztalattal a hátad mögött felszedsz némi aranyat a papírfecnik közül.",
    "questBasilistBoss": "A Bazi-lista",
    "questEggHuntText": "Tojásvadászat",
    "questEggHuntNotes": "Egy éjszaka alatt furcsa, egyszerű tojások jelentek meg mindenhol: Matt istállójában, a kocsmapult mögött, és még a piacon lévő kisállat-tojások között is! Micsoda kellemetlenség! „Senki sem tudja, honnan jöttek, vagy mi kelhet ki belőlük” – mondja Megan –, „de nem hagyhatjuk őket csak úgy heverni! Dolgozz keményen és keress alaposan, hogy segíts nekem összegyűjteni ezeket a rejtélyes tojásokat. Talán, ha elég sokat gyűjtesz össze, marad néhány extra neked is...”",
    "questEggHuntCompletion": "Sikerült! Hálából <strong>Megan</strong> tíz tojást ad neked. „Fogadok, hogy a keltetőfőzetek gyönyörű színekre festik őket! És kíváncsi vagyok, mi történik, amikor hátassá válnak...”",
    "questEggHuntCollectPlainEgg": "Sima tojások",
    "questEggHuntDropPlainEgg": "Sima tojás",
    "questDilatoryText": "A Rettenet sárkánya",
    "questDilatoryNotes": "Figyelmeztetésekre kellett volna hallgatnunk.<br><br>Sötét, csillogó szemek. Ősi pikkelyek. Hatalmas állkapocs és villogó fogak. Valami szörnyűt ébresztettünk fel a szakadékból: <strong>a Halogatás Rettegett sárkányát!</strong> Sikoltozó Habiticánok szaladtak szét minden irányba, amikor a tengerből előmeredt, ijesztően hosszú nyaka több száz lábnyira kinyúlt a vízből, és égető ordítása betörte az ablakokat.<br><br>„Ez lehet az, ami lehúzta a Halogatást!” – kiáltja Lemoness. „Nem a halogatott feladatok súlya volt – a Sötét Piros Napi Teendők csak felkeltették a figyelmét!”<br><br>„Varázslatos energiával teli!” – kiáltja @Baconsaur. „Ahhoz, hogy ilyen sokáig élt, biztosan képes gyógyítani magát! Hogyan győzhetjük le?”<br><br>Hát, ugyanúgy, ahogy minden szörnyet – a produktivitással! Gyorsan, Habitica, álljatok össze és csapjatok át a feladatotokon, és mindannyian együtt harcolunk ezzel a szörnyeteggel. (Nem kell feladni a korábbi küldetéseket – hiszünk abban, hogy képesek vagytok dupla csapásra!) Nem fog egyenként megtámadni minket, de minél több Napi Teendőt hagyjunk ki, annál közelebb kerülünk ahhoz, hogy elindítsuk a „Hanyagság csapását” – és nem tetszik, ahogy a kocsmára sandít....",
    "questDilatoryBoss": "A Rettenet sárkánya",
    "questDilatoryBossRageTitle": "Hanyag csapás",
    "questDilatoryBossRageDescription": "Amikor ez a csík tele van, akkor a Rettenet sárkánya hatalmasa pusztítást visz végbe Habitika felszínén",
    "questDilatoryDropMantisShrimpPet": "Sáskarák (kisállat)",
    "questDilatoryDropMantisShrimpMount": "Sáskarák (hátas)",
    "questDilatoryBossRageTavern": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nJaj, ne! Minden igyekezetünk ellenére kihagytunk néhány napi teendőt és a mélyvörös színük felszította a Sárkány haragját! A félelmetes Mellőző Csapásával romba döntötte a Fogadót! Szerencsére felállítottunk egy másik Fogadót egy környező városban és ezután is szabadon cseveghetsz a parton... de szegény Daniel a kocsmáros, a szeme láttára omlott össze szeretett kocsmája!\n\nRemélem, a szörnyeteg nem támad többször!",
    "questDilatoryBossRageStables": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nAjjaj! Megint túl sok napi feladatot hagytunk elvégezetlenül. A sárkány lesújtott Mellőző csapásával Mattre és az istállókra! A kisállatok szerteszét szaladtak a szélrózsa minden irányába. Szerencsére úgy tűnik a tieid biztonságban vannak!\n\nSzegény Habitica! Remélem soha többé nem történik ilyen. Siess és végezd el minden feladatodat!",
    "questDilatoryBossRageMarket": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nAhhh! Alex a kereskedő boltját épp most zúzta porrá a Rettenet Sárkányának Mellőző Csapása! De már gyengülni látszik a bestia. Kétlem, hogy maradt még elég ereje egy újabb támadásra.\n\nNe csüggedj Habitica! Űzzük el a bestiát partjaink közeléből!",
    "questDilatoryCompletion": "`A Halogatás rettegett sárkányának legyőzése`\n\nMegcsináltuk! Egy utolsó ordítással a Rettegett sárkány összeesik és úszik, nagyon messzire. Ujjongó Habiticánok tömegei vonulnak a partokon! Segítettünk Mattnek, Danielnek és Alexnek újjáépíteni az épületeiket. De mi ez?\n\n`A polgárok visszatérnek!`\n\nMost, hogy a Sárkány elmenekült, ezer szín ragyog fel a tengerből. Egy szivárványos Rák raj... és köztük több száz sellőember!\n\n„Mi vagyunk Halogatás elveszett polgárai!” – magyarázza vezetőjük, Manta. „Amikor Halogatás elsüllyedt, a vizekben élő Rákok egy varázslat segítségével sellőkké változtattak minket, hogy túlélhessük. De dühében a Rettegett sárkány a sötét szakadékba zárta mindannyiunkat. Száz éve vagyunk ott fogva – de most végre szabadok vagyunk, hogy újjáépítsük városunkat!”\n\n„Köszönetképpen” – mondja barátja, @Ottl – „fogadd el ezt a rák kisállatot és rák hátast, valamint tapasztalati pontokat, aranyat és örök hálánkat.”\n\n`Jutalmak`\n * Rák kisállat\n * Rák hátas\n * Csokoládé, vattacukor kék, vattacukor rózsaszín, hal, méz, hús, tej, Burgonya, rothadt hús, eper",
    "questSeahorseText": "A halogató lóverseny",
    "questSeahorseNotes": "Ma van a Halogató Lóverseny napja, a kontinens minden szegletéből eljöttek Habitica lakói Halogatóhoz, hogy versenyeztessék csikóhalaikat! Hirtelen hatalmas fröcskölés és morgás tör ki a versenypálya körül, és hallod amint a Tengeri csikó tartó @Kiwibot a hullámok morajlását túlüvölti. \"A csikóhalak nagy tömege idevonzott egy ádáz Csődör Halat!\" kiálltja. \"Átgázol az istállókon és letarolja az ősi versenypályát! Képes lenyugtatni valaki?\"",
    "questSeahorseCompletion": "A most megszelidített tengeri csikó engedelmesen úszik az oldaladon. \"Oh, nézd!\" - mondja Kiwibot. - \"Azt szeretné ha vigyáznál a gyerekeire\". Három tojást ad neked. \"Jól neveld fel őket!\" mondja. \"Várunk sok szeretettel a Halogató Lóverseny bármelyik napján!\"",
    "questSeahorseBoss": "Tengericsikó",
    "questSeahorseDropSeahorseEgg": "Csikóhal (Tojás)",
    "questSeahorseUnlockText": "Elérhetővé teszi a csikóhal tojások megvásárlását a piacon",
    "questGroupAtom": "A Hétköznapiság támadása",
    "questAtom1Text": "A Hétköznapiság támadása, 1. rész: Mosogatási katasztrófa!",
    "questAtom1Notes": "A jól megérdemelt pihenésedet töltöd a Tisztáramosott tó partján, s amint megérkezel észre veszel valamit..... A tó tele van mosatlan edényekkel! Hogy történhett ez? Ilyen állapotban nem hagyhatod a tavat. Csak egy dolgot tehetsz: elmosogatod az edényeket és megmented a nyaraló helyet. Jobb lesz ha találsz egy szappant és tisztára mosod a piszkot. Jó sok szappan fog kelleni...",
    "questAtom1CollectSoapBars": "Szappanok",
    "questAtom1Drop": "A Rágcsálás nélküli szörnyeteg (Tekercs)",
    "questAtom1Completion": "Alapos sikálás után minden edény biztonságosan a partra kerül! Hátralépsz, és büszkén szemléled a kemény munkád eredményét.",
    "questAtom2Text": "A Hétköznapiság támadása, 2. rész: A Rágcsálás nélküli szörnyeteg",
    "questAtom2Notes": "Huhh, ez a hely sokkal szebben néz ki ezzel a sok elmosott edénnyel. Talán, végre van egy kis időd a szórakozásra. Oh - egy pizzás doboz uszkál a tóban. Végülis még egy dolgot eltakarítani már gyerekjáték. Sajnos ez nem egy egyszerű pizzás doboz. Hirtelen vadul felszáguld a doboz a vízből és észreveszed, hogy ez egy szörny feje. Ez nem lehet! A híres Zabaszörny?! Azt mondják az ősi, történelem előtti idők óta él rejtőzve a tóban: Habitica őslakosainak maradékát fogyasztva fejlődött ki. Fúj!",
    "questAtom2Boss": "A Zabaszörny",
    "questAtom2Drop": "A Mosógus (Tekercs)",
    "questAtom2Completion": "Fülsüketítő kiáltás hallatszik, miközben öt ínycsiklandó sajtféle robban ki a Rágcsálás nélküli szörnyeteg szájából, majd darabokra hullik. Remek munka, bátor kalandor! De várj csak... valami még mindig nincs rendben a tónál?",
    "questAtom3Text": "A Hétköznapiság támadása, 3. rész: A Mosógus",
    "questAtom3Notes": "Már azt hitted, véget értek a megpróbáltatásaid, amikor a Kimosott tó vadul pezsegni kezd. „HOGY MERÉSZELSZ?!” – dübörög egy hang a víz mélyéről. Egy kék, csuklyás alak emelkedik ki a tóból, kezében egy varázserejű vécékefével. Koszos ruhák kezdenek felbuborékolni a felszínre. „Én vagyok a Mosógus!” – jelenti be dühösen. „Micsoda arcátlanság! Elmosod a csodásan piszkos edényeimet, elpusztítod a kisállatomat, és ráadásul ilyen tiszta ruhában lépsz a birodalmamba?! Készülj, mert most megízleled az antimosás mágiám nyirkos haragját!”",
    "questAtom3Completion": "Legyőztétek a kőszívű Mosómágust! Frissen mosott ruhák esnek le körülöttetek halmokban. Minden sokkal szebben néz ki a környéken. Ahogy átgázolsz a frissen sajtolt páncélon, fém csillogására leszel figyelmes és egy ragyogó sisakot veszel észre. Habár nem ismered eme csillogó tárgy eredeti tulajdonosát, de ahogy felveszed, érzed egy nagylelkű lélek melengető jelenlétét. Kár, hogy nem varrták rá a tulajdonosa nevét.",
    "questAtom3Boss": "A Mosómágus",
    "questAtom3DropPotion": "Alap keltetőfőzet",
    "questOwlText": "Az éjjeli bagoly",
    "questOwlNotes": "A Fogadó fénye hajnalig ég,<br>ám egy este eltűnik végleg!<br>hogyan látunk az éjszakában?<br>@Twitching kiált: „Kell pár bátran!<br>lásd a Bagolyt, csillag-fényt!<br>harcra fel, ne légy rest!<br>űzzük el az árnyakat,<br>hogy újra fény borítsa a napot!”",
    "questOwlCompletion": "A Bagoly halványul, hajnal közel,<br>de az ásítás így is jönni kell.<br>talán itt az alvás ideje?<br>ám az ágyadon egy fészek hever!<br>a bagoly tudja, néha jó<br>éjjel maradni ébren, való,<br>de kisállataid puhán csipognak,<br>hogy ideje pihenni, álmodni sokat.",
    "questOwlBoss": "Az éjjeli bagoly",
    "questOwlDropOwlEgg": "Bagoly (Tojás)",
    "questOwlUnlockText": "Elérhetővé teszi a bagoly tojások megvásárlását a piacon",
    "questPenguinText": "A fagyos felfordulás",
    "questPenguinNotes": "Bár Habitica legdélibb csücskében perzselő nyári nap van, a Lendületes-tó körül természetellenes hideg telepedett meg. Erős, jeges szelek süvítenek, miközben a part lassan befagy. Jégcsúcsok törnek elő a földből, félresöpörve a füvet és a földet. @Melynnrose és @Breadstrings futva érkeznek hozzád.<br><br>„Segíts!” – kiáltja @Melynnrose. „Egy óriási pingvint hoztunk ide, hogy befagyassza a tavat, és így korcsolyázhassunk, de kifogytunk a halból, amivel etethetnénk!”<br><br>„Nagyon dühös lett, és most mindent lefagyaszt, amit csak meglát!” – mondja @Breadstrings. „Kérlek, állítsd meg, mielőtt mindannyian jégbe zárva végeznénk!” Úgy tűnik, ezt a pingvint le kellene egy kicsit... <em>hűteni.</em>",
    "questPenguinCompletion": "A pingvin legyőzése után a jég elolvad. Az óriási pingvin megnyugszik a napsütésben, és elégedetten falatozik a plusz vödörnyi halból, amit találtál. Aztán elegánsan átsiklik a tavon, gyengéden fújva maga alá, hogy sima, csillogó jeget hagyjon maga után. Micsoda különös madár! „Úgy tűnik, néhány tojást is itt hagyott” – jegyzi meg @Painter de Cluster.<br><br>@Rattify felnevet. „Talán ezek a pingvinek egy kicsit... lazábbak lesznek?”",
    "questPenguinBoss": "Fagyos pingvin",
    "questPenguinDropPenguinEgg": "Pingvin (Tojás)",
    "questPenguinUnlockText": "Elérhetővé teszi a pingvin tojások megvásárlását a piacon",
    "questStressbeastText": "A Stoïkalm Sztyeppék utálatos Stressz-szörnyetege",
    "questStressbeastNotes": "Teljesítsd a Napi feladatokat és a Teendőket, hogy sebezhesd a Főellenséget! A befejezetlen Napi feladatok feltöltik a Stresszcsapás sávot. Ha ez a sáv megtelik, a Főellenség egy NPC-re támad. A Főellenség soha nem sebez egyéni játékosokat vagy fiókokat. Csak az aktív fiókok befejezetlen Napi feladatait számítjuk bele, kivéve, ha a játékos a fogadóban pihen.<br><br>~*~<br><br>Először a lépteket halljuk meg – lassabbak és mennydörgőbbek, mint egy rohanó csorda. Egyesével néznek ki az emberek az ajtóikon és mindannyian szóhoz sem jutunk.<br><br>Persze, mindannyian láttunk már Stresszszörnyeket – apró, vad teremtményeket, amelyek nehéz időkben támadnak ránk. De ez? Ez magasabb, mint a házak és mancsai egy sárkányt is könnyedén összezúznának. Bűzös bundájából jégcsapok lógnak és amikor felbőg, fagyos lehelete letépi a háztetőket. Ilyen hatalmas szörnyet eddig csak a távoli legendák említettek.<br><br>„Vigyázzatok, Habitica lakói!” kiáltja SabreCat. „Barikádozzátok el magatokat – ez maga az utálatos Stressz-szörnyeteg!”<br><br>„Ez a lény évszázadok felgyülemlett stresszéből állhat!” mondja Kiwibot, miközben gondosan bezárja a Fogadó ajtaját és leereszti az ablakzsalukat.<br><br>„A Stoïkalm-síkság,” szólal meg komoran Lemoness. „Eddig azt hittük, hogy ott minden békés és nyugodt, de biztosan titokban tartották a stresszüket. Nemzedékeken át növekedett, mígnem elszabadult és most ránk támadt – és rájuk is!”<br><br>Csak egy módon űzhetünk el egy Stresszszörnyet, legyen bármilyen rettenetes: teljesített Napi feladatokkal és Teendőkkel! Fogjunk össze, és űzzük el ezt a félelmetes szörnyeteget – de ne hanyagoljuk el a teendőinket, különben a befejezetlen Napi feladataink annyira feldühítik, hogy ránk támad…",
    "questStressbeastBoss": "Az utálatos Stressz-szörnyeteg",
    "questStressbeastBossRageTitle": "Stressz csapás",
    "questStressbeastBossRageDescription": "Ha ez a mérő megtelik, az utálatos Stressz-szörnyeteg rázúdítja Stressz-Csapását Habiticára!",
    "questStressbeastDropMammothPet": "Mamut (Kisállat)",
    "questStressbeastDropMammothMount": "Mamut (Hátas)",
    "questStressbeastBossRageStables": "`Az utálatos Stressz-szörnyeteg STRESSZCSAPÁST használ!`\n\nA stressz hulláma meggyógyítja az utálatos Stressz-szörnyeteget!\n\nÓ, ne! Minden igyekezetünk ellenére néhány Napi teendőt elhanyagoltunk és sötétvörös színük annyira feldühítette az utálatos Stressz-szörnyeteget, hogy visszanyert egy kis életerőt! A szörnyeteg a karámok felé veti magát, de Matt, a bestiák mestere hősiesen közbelép, hogy megvédje a kisállatokat és a hátasokat. A Stresszszörny megragadja Mattet kegyetlen szorításával, de legalább egy pillanatra eltereltük a figyelmét. Siessünk! Tartsuk rendben a Napi teendőinket és győzzük le ezt a szörnyeteget, mielőtt újra támad!",
    "questStressbeastBossRageBailey": "`Az utálatos Stressz-szörnyeteg STRESSZCSAPÁST használ!`\n\nA stressz hulláma meggyógyítja a Szörnyű Stresszbestiát!\n\nAhh!!! A befejezetlen napi teendőink miatt a Szörnyű Stresszbestia dühösebb, mint valaha és visszanyert némi életerőt! Bailey, a városi hírnök kiabált, hogy a lakók meneküljenek biztonságba, de most a bestia a másik kezével őt is megragadta! Nézd, milyen bátran tudósít az eseményekről, miközben a Stresszbestia vadul rázza őt… Legyünk méltók a bátorságára, és legyünk minél produktívabbak, hogy megmentsük a NPC-inket!",
    "questStressbeastBossRageGuide": "`Az utálatos Stressz-szörnyeteg STRESSZCSAPÁST használ!`\n\nA stressz hulláma meggyógyítja a Szörnyű Stresszbestiát!\n\nVigyázz! Justin, az útmutató próbálja elterelni a Stresszbestia figyelmét azzal, hogy a bokái körül futkos és közben hatékonysági tippeket kiabál! Az utálatos Stressz-szörnyeteg dühödten toporzékol, de úgy tűnik, tényleg kezdünk kifárasztani ezt a szörnyet. Kétlem, hogy maradt még ereje egy újabb csapásra. Ne add fel… már majdnem legyőztük!",
    "questStressbeastDesperation": "`Az utálatos Stressz-szörnyeteg elérte az 500K életerőt! Az utálatos Stressz-szörnyeteg kétségbeesett védekezést használ!`\n\nMajdnem sikerült, Habiticanok! Kitartásunknak és napi teendőinknek köszönhetően már csak 500K életereje maradt a Stresszbestiának! A lény kétségbeesetten üvölt és csapkod, a dühe gyorsabban nő, mint valaha. Bailey és Matt rémülten kiáltanak, ahogy a bestia egyre vadabbul kezdi őket pörgetni, miközben egy vakító hóvihart kavar, ami megnehezíti a támadásainkat.\n\nMég jobban össze kell szednünk magunkat, de ne veszítsétek el a reményt – ez annak a jele, hogy a Stresszbestia tudja, hogy a veresége elkerülhetetlen. Most ne adjátok fel!",
    "questStressbeastCompletion": "<strong>Az utálatos Stressz-szörnyeteg LEGYŐZVE!</strong><br><br>Sikerült! Az utálatos Stressz-szörnyeteg egy utolsó üvöltéssel hófelhővé oszlik szét. A pelyhek csillogva hullanak alá, miközben az ünneplő Habiticanok megölelik kisállataikat és hátasaikat. Az állataink és az NPC-ink ismét biztonságban vannak!<br><br><strong>Stoïkalm megmenekült!</strong><br><br>SabreCat gyengéden szól egy kis kardfogúhoz. „Kérlek, keresd meg a Stoïkalm-sztyeppe lakóit és hozd el őket hozzánk” – mondja. Néhány órával később a kardfogú visszatér, mögötte lassan közeledő mamutlovasok csapatával. Az élen haladó lovast felismered: Lady Glaciate, Stoïkalm vezetője.<br><br>„Hatalmas Habiticanok” – szólal meg –, „polgáraimmal együtt a legmélyebb hálával és a legőszintébb bocsánatkéréssel tartozunk nektek. Hogy megóvjuk sztyeppéinket a zűrzavartól, titokban száműztük minden stresszünket a jeges hegyekbe. Nem sejtettük, hogy ez generációk alatt felhalmozódik, és abból a Stresszbestia születik, amelyet láttatok! Amikor kiszabadult, minket zárt be a hegyek közé, és helyettünk tombolni kezdett, megtámadva szeretett állatainkat.” Szomorúan nézi a hulló hópelyheket. „Ostobaságunkkal mindenkit veszélybe sodortunk. Biztosak lehettek benne, hogy a jövőben inkább hozzátok fordulunk a problémáinkkal, minthogy a problémáink jöjjenek el hozzátok.”<br><br>Ezután @Baconsaur felé fordul, aki épp néhány kis mamuttal ölelkezik. „Hogy kiengeszteljük az állataitokat a rémületért és a bizalom jeléül, hoztunk nekik egy kis élelmet. Emellett néhány kisállatunkat és hátasunkat is nálatok hagyjuk. Tudjuk, hogy jó kezekben lesznek.”",
    "questStressbeastCompletionChat": "`Az utálatos Stressz-szörnyeteg LEGYŐZVE!`\n\nSikerült! Az utálatos Stressz-szörnyeteg egy utolsó üvöltéssel hófelhővé oszlik szét. A pelyhek csillogva hullanak alá, miközben az ünneplő Habiticanok megölelik kisállataikat és hátasaikat. Az állataink és az NPC-ink ismét biztonságban vannak!\n\n`Stoïkalm megmenekült!`\n\nSabreCat gyengéden szól egy kis kardfogúhoz. „Kérlek, keresd meg a Stoïkalm-sztyeppe lakóit, és hozd el őket hozzánk” – mondja. Néhány órával később a kardfogú visszatér, mögötte lassan közeledő mamutlovasok csapatával. Az élen haladó lovast felismered: Lady Glaciate, Stoïkalm vezetője.\n\n„Hatalmas Habiticanok” – szólal meg –, „polgáraimmal együtt a legmélyebb hálával és a legőszintébb bocsánatkéréssel tartozunk nektek. Hogy megóvjuk sztyeppéinket a zűrzavartól, titokban száműztük minden stresszünket a jeges hegyekbe. Nem sejtettük, hogy ez generációk alatt felhalmozódik, és abból a Stresszbestia születik, amelyet láttatok! Amikor kiszabadult, minket zárt be a hegyek közé, és helyettünk tombolni kezdett, megtámadva szeretett állatainkat.” Szomorúan nézi a hulló hópelyheket. „Ostobaságunkkal mindenkit veszélybe sodortunk. Biztosak lehettek benne, hogy a jövőben inkább hozzátok fordulunk a problémáinkkal, minthogy a problémáink jöjjenek el hozzátok.”\n\nEzután @Baconsaur felé fordul, aki épp néhány kis mamuttal ölelkezik. „Hogy kiengeszteljük az állataitokat a rémületért, és a bizalom jeléül, hoztunk nekik egy kis élelmet. Emellett néhány kisállatunkat és hátasunkat is nálatok hagyjuk. Tudjuk, hogy jó kezekben lesznek.”",
    "questTRexText": "A dinoszauruszok királya",
    "questTRexNotes": "Most, hogy az ősi lények a Stoïkalm-fennsíkról ellepték Habiticát, @Urse úgy döntött, hogy örökbe fogad egy kifejlett tirannoszauruszt. Mi baj lehet ebből?<br><br>Minden.",
    "questTRexCompletion": "A vad dinoszaurusz végre abbahagyja a pusztítást és letelepszik, hogy összebarátkozzon az óriási kakasokkal. @Urse boldogan néz rá. \"Végül is nem is olyan szörnyű kisállatok! Csak egy kis fegyelem kell nekik. Tessék, vigyél néhány tirannoszaurusz tojást magadnak.\"",
    "questTRexBoss": "Hús tirannoszaurusz",
    "questTRexUndeadText": "A felfedezett dinoszaurusz",
    "questTRexUndeadNotes": "Miközben az ősi dinoszauruszok a Stoïkalm-fennsíkról beözönlenek Habit városába, rémült sikoly hasít a levegőbe a Nagy múzeum felől. @Baconsaur felkiált: \"A múzeumban lévő Tirannoszaurusz-csontváz megmozdult! Biztosan megérezte a fajtársait!\" A csontos szörnyeteg kivillantja a fogait, és csattogva feléd tart. Hogyan győzhetnél le egy lényt, amely már halott? Gyorsan kell lecsapnod, mielőtt újra összerakja magát!",
    "questTRexUndeadCompletion": "A tirannoszaurusz világító szemei kialszanak és visszazökken a jól ismert talapzatára. Mindenki megkönnyebbülten sóhajt. \"Nézzétek!\" – mondja @Baconsaur. \"Néhány megkövesedett tojás fényes és új! Talán kikelnek nálad.\"",
    "questTRexUndeadBoss": "Csontváz tirannoszaurusz",
    "questTRexUndeadRageTitle": "Csontváz gyógyulás",
    "questTRexUndeadRageDescription": "Ez a sáv megtelik, ha nem teljesíted a napi teendőidet. Ha teljesen feltöltődik, a Csontváz tirannoszaurusz a megmaradt életerejének 30%-át visszanyeri!",
    "questTRexUndeadRageEffect": "`Csontváz tirannoszaurusz használja a CSONTVÁZ GYÓGYULÁST!`\n\nA szörnyeteg földöntúli ordítást hallat és néhány sérült csontja újra összeforr!",
    "questTRexDropTRexEgg": "Tirannoszaurusz (Tojás)",
    "questTRexUnlockText": "Elérhetővé teszi a tirannoszaurusz tojások vásárlását a piacon",
    "questRockText": "Menekülés a barlangszörny elől",
    "questRockNotes": "Néhány barátoddal Habitica Kanyargós Hegyein keresztül utazva tábort vertek egy éjszaka egy gyönyörű barlangban, ami csillogó ásványokkal van csipkézve. De amikor másnap reggel felébredtek, a bejárat eltűnt és talaj a lábatok alatt megmozdul.<br><br>\"A hegy él!\" kiabálja a társatok @pfeffernusse. \"Ezek nem kristályok - hanem fogak!\"<br><br>@Painter de Cluster elkapja a kezed. \"Találnunk kell egy másik kivezető utat - maradj velem és ne vonja el semmi a figyelmed, mert különben örökké itt ragadhatunk!\"",
    "questRockBoss": "Kristálykolosszus",
    "questRockCompletion": "A gondosságotok lehetővé tette, hogy egy biztonságos utat találjatok ami az élő hegyen keresztülvezet. A napsütésben állva a barátod @intune valami csillogót vesz észre a földön a barlang kijáratánál. Megálltok, hogy felvegyétek és látjátok, hogy ez egy kicsi kő, amin arany fut keresztül. Mellette több más fölöttébb furcsa alakú követ találtok. Majdnem úgy néznek ki, mint... a tojások?",
    "questRockDropRockEgg": "Szikla (Tojás)",
    "questRockUnlockText": "Elérhetővé teszi a kő tojások vásárlását a piacon",
    "questBunnyText": "A gyilkos nyuszi",
    "questBunnyNotes": "Hosszú és nehéz napok után eléred a Halogatás-hegy csúcsát, és ott állsz az Elhanyagoltság erődjének félelmetes kapui előtt. A kőbe vésett feliratot olvasod: „Itt lakik az a lény, amely legnagyobb félelmeidet testesíti meg – az oka annak, hogy tétlen vagy. Kopogj, és nézz szembe a démonoddal!” Remegetve képzeled el a belül rejtőző szörnyűséget, és ismét menekülni akarsz, ahogyan oly sokszor tettél már. @Draayder visszatart. „Kitartás, barátom! Eljött az idő. Meg kell tenned!”<br><br>Kopogsz, és az ajtók kitárulnak. A sötétségből fülsiketítő üvöltés tör elő, te pedig fegyvert ragadsz.",
    "questBunnyBoss": "Gyilkos nyuszi",
    "questBunnyCompletion": "Egy utolsó csapással a Gyilkos nyuszi a földre rogy. Testéből csillogó köd emelkedik fel, ahogy összezsugorodik egy aprócska nyuszivá... egyáltalán nem hasonlít arra a kegyetlen bestiára, akivel az imént küzdöttél. Cukin rezegteti az orrát, majd elugrál, néhány tojást hagyva maga után. @Gully nevet. „A Halogatás-hegy még a legapróbb kihívásokat is leküzdhetetlennek tünteti fel. Gyűjtsük össze ezeket a tojásokat, és induljunk haza!”",
    "questBunnyDropBunnyEgg": "Nyuszi (Tojás)",
    "questBunnyUnlockText": "Elérhetővé teszi a nyúl tojások vásárlását a piacon",
    "questSlimeText": "A Kocsonyás régens",
    "questSlimeNotes": "Miközben a feladataidon dolgozol, észreveszed, hogy egyre lassabban haladsz. „Mintha melaszon keresztül gyalogolnék” – morogja @Leephon. „Nem, inkább kocsonyán!” – javítja ki @starsystemic. „Az a nyálkás Kocsonyás régens mindent beborított Habiticában. Ráragadt mindenre és mindenkit lelassított.” Körülnézel. Az utcákat egyre vastagabb, áttetsző, színes nyálka borítja, és a Habiticanok alig tudnak haladni a dolgaikkal. Míg mások menekülnek, te felkapsz egy felmosót, és harcra készülsz!",
    "questSlimeBoss": "Kocsonyás régens",
    "questSlimeCompletion": "Egy utolsó döféssel csapdába ejted a Kocsonyás régenst egy hatalmas fánkba, amit @Overomega, @LordDarkly és @Shaner, a süteményklub gyors gondolkodású vezetői hoznak be. Míg mindenki a válladat veregeti, érzed, hogy valaki valamit a zsebedbe csúsztat. Ez a jól megérdemelt jutalmad az édes sikerért: három Pillecukros nyálka tojás.",
    "questSlimeDropSlimeEgg": "Nyálkás mályvacukor (Tojás)",
    "questSlimeUnlockText": "Elérhetővé teszi a pillecukor nyálka tojások vásárlását a piacon",
    "questSheepText": "A mennydörgő kos",
    "questSheepNotes": "A vidéki Taskan tájat járva barátaiddal – egy kis „gyors szünetet” tartva a kötelességeid elől –, találsz egy hangulatos fonalboltot. Annyira belemerülsz a halogatásba, hogy szinte észre sem veszed a horizonton feltornyosuló fenyegető felhőket. „Van egy r-oooo-sz érzésem ezzel az időjárással kapcsolatban” – morogja @Misceo, mire felnézel. A viharfelhők örvényleni kezdenek, és kísértetiesen emlékeztetnek egy… „Most nincs időnk felhőnézegetésre!” – kiáltja @starsystemic. „Támad!” A Mennydörgő Kos előreveti magát, és villámokat szór rád!",
    "questSheepBoss": "Mennydörgő kos",
    "questSheepCompletion": "Lenyűgözve a kitartásodtól, a Mennydörgő kos ereje elhagyja. Három hatalmas jégesőt hajít feléd, majd halk morajlással eltűnik. Közelebbről megnézve rájössz, hogy ezek nem is jégdarabok, hanem három bolyhos tojás! Összegyűjtöd őket, majd kék ég alatt sétálsz haza.",
    "questSheepDropSheepEgg": "Bárány (Tojás)",
    "questSheepUnlockText": "Elérhetővé teszi a bárány tojások vásárlását a piacon",
    "questKrakenText": "A befejezetlenség Krakene",
    "questKrakenNotes": "Napsütéses nap van az Inkomplete-öböl felett, miközben hajózol rajta, de gondolataid tele vannak az el nem végzett feladatokkal. Mintha ahogy egyet elvégzel, azonnal újabbak bukkannának fel...<br><br>Hirtelen a hajó rettenetesen megrázkódik, és nyálkás csápok csapnak elő a vízből minden irányból! „A Befejezetlenség Krakene támad ránk!” – kiáltja Wolvenhalo.<br><br>„Gyorsan!” – szól hozzád Lemoness. „Vágj le annyi csápot és oldj meg annyi feladatot, amennyit csak tudsz, mielőtt újabbak jelennek meg a helyükön!”",
    "questKrakenBoss": "A befejezetlenség Krakene",
    "questKrakenCompletion": "Ahogy a Krakene elmenekül, néhány tojás bukkan fel a víz felszínén. Lemoness megvizsgálja őket, majd meglepetésből öröm lesz az arcán. „Tintahaltojások!” – mondja. „Fogadd el őket jutalmul mindenért, amit elvégeztél.”",
    "questKrakenDropCuttlefishEgg": "Tintahal (Tojás)",
    "questKrakenUnlockText": "Elérhetővé teszi a tintahal tojások vásárlását a piacon",
    "questWhaleText": "A bálna siránkozása",
    "questWhaleNotes": "A Szorgalmas kikötőbe érkezel, hogy tengeralattjáróra szállj és megnézd a Dilatory derbit. Hirtelen egy fülsiketítő bőgés arra kényszerít, hogy megállj és befogd a füled. „Ott fúj!” – kiáltja @krazjega kapitány, egy hatalmas, jajveszékelő bálnára mutatva. „Nem biztonságos elindítani a tengeralattjárókat, amíg így tombol!”<br><br>„Gyorsan” – szólít meg @UncommonCriminal. „Segíts megnyugtatni ezt a szerencsétlen lényt, hogy kideríthessük, miért sír ennyire!”",
    "questWhaleBoss": "A siránkozó bálna",
    "questWhaleCompletion": "Hosszú munka után a bálna végre elhallgat. „Úgy tűnik, hogy a negatív szokások hullámai majdnem elnyelték” – magyarázza @zoebeagle. „De hála a kitartó munkádnak, sikerült megfordítani az áramlatot!” Amikor belépsz a tengeralattjáróba, néhány bálna tojás bukkan fel a víz felszínén. Felkapod őket, mielőtt útnak indulsz.",
    "questWhaleDropWhaleEgg": "Bálna (Tojás)",
    "questWhaleUnlockText": "Elérhetővé teszi a bálna tojások vásárlását a piacon",
    "questGroupDilatoryDistress": "Dilatory dilemma",
    "questDilatoryDistress1Text": "Dilatory dilemma, 1. rész: Üzenet egy palackban",
    "questDilatoryDistress1Notes": "Egy palackposta érkezik a frissen újjáépült Dilatory városából! Az üzenet így szól: „Kedves Habiticanok, ismét szükségünk van a segítségetekre. A hercegnőnk eltűnt, és a városunkat ismeretlen vízi démonok ostromolják! A sáskarákok próbálják visszatartani a támadókat. Kérlek, segítsetek!” A hosszú úthoz a víz alatt kell lélegezned. Szerencsére az alkimisták, @Benga és @hazel képesek elvégezni a szükséges varázslatot! Már csak a megfelelő hozzávalókat kell megszerezned.",
    "questDilatoryDistress1Completion": "Felöltöd az uszonyos páncélt és a lehető leggyorsabban Dilatory felé úszol. A sellők és sáskarák szövetségeseik egyelőre sikeresen tartják a szörnyeket a városon kívül, de vesztésre állnak. Alig érsz be a kastély falai közé, amikor a rémisztő ostrom megkezdődik!",
    "questDilatoryDistress1CollectFireCoral": "Tűzkorall",
    "questDilatoryDistress1CollectBlueFins": "Kék uszonyok",
    "questDilatoryDistress1DropArmor": "Uszonyos óceáni páncél (Páncél)",
    "questDilatoryDistress2Text": "Dilatory dilemma, 2. rész: A hasadék lényei",
    "questDilatoryDistress2Notes": "A várostrom már mérföldekről látszik: több ezer kísérteties koponya rohan ki a hasadék falában nyílt portálból, egyenesen Dilatory felé.<br><br>Amikor találkozol Manta királlyal a haditanácsában, szemei beesettek, arca gondterhelt. „A lányom, Adva, eltűnt a Sötét hasadékban, éppen mielőtt a támadás megkezdődött. Kérlek, találjátok meg és hozzátok haza biztonságban! Segítségetekért kölcsönadom a Tűzkorall fejdíszemet. Ha sikerrel jártok, megtarthatjátok.”",
    "questDilatoryDistress2Completion": "Legyőzöd a rémálomszerű koponyahordát, de nem érzed, hogy közelebb kerültél volna Adva nyomára. @Kiwibot, a királyi nyomkereső talán tud valamit. „A sáskarákok, akik a várost védik, biztosan látták Advát elmenekülni” – mondja @Kiwibot. „Kövessétek őket a Sötét hasadékba.”",
    "questDilatoryDistress2Boss": "Víz koponyaraj",
    "questDilatoryDistress2RageTitle": "Raj újraszületés",
    "questDilatoryDistress2RageDescription": "Raj újraszületés: Ez a sáv akkor töltődik, ha nem végzed el a napi teendőidet. Ha megtelik, a Víz koponyaraj 30%-kal visszanyeri megmaradt életerejét!",
    "questDilatoryDistress2RageEffect": "'Víz Koponyaraj használja a RAJ ÚJRASZÜLETÉST!'\n\nA győzelmeiktől fellelkesülve még több koponya tör elő a hasadékból, tovább erősítve a rajt!",
    "questDilatoryDistress2DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questDilatoryDistress2DropCottonCandyBluePotion": "Kék vattacukor keltetőfőzet",
    "questDilatoryDistress2DropHeadgear": "Tűzkorall fejdísz (Fejfedő)",
    "questDilatoryDistress3Text": "Dilatory dilemma, 3. rész: Nem csak egy hableány",
    "questDilatoryDistress3Notes": "Követed a sáskarákokat mélyen a hasadékba, ahol egy víz alatti erődöt fedezel fel. A főcsarnokban Adva hercegnő vár rátok, vízi koponyák kíséretében. „Apám küldött, igaz? Mondd meg neki, hogy nem vagyok hajlandó visszatérni. Boldogan maradok itt, hogy a mágiámat fejlesszem. Ha nem távoztok azonnal, megismerhetitek az óceán új királynőjének haragját!” Adva rendíthetetlennek tűnik, de ahogy beszél, észreveszed, hogy egy különös, rubinvörös medál világít baljósan a nyakában… Talán a téveszméi megszűnnének, ha eltávolítanád azt?",
    "questDilatoryDistress3Completion": "Végül sikerül letépned az elvarázsolt medált Adva nyakából és messzire hajítod. Adva a fejéhez kap. „Hol vagyok? Mi történt itt?” Miután meghallgatja a történetedet, összevonja a szemöldökét. „Ezt a nyakláncot egy különös nagykövet adta nekem – egy nő, akit \"Tzinának\" hívtak. Onnantól semmire sem emlékszem!”<br><br>Visszatérve Dilatoryba, Manta király örömmel fogadja sikeredet. „Fogadd el ezt a szigonyt és pajzsot jutalmul! @aiseant és @starsystemic készítették őket ajándékba Advának, de… azt hiszem, egyelőre nem bíznék fegyvert a kezébe.”",
    "questDilatoryDistress3Boss": "Adva, a bitorló hableány",
    "questDilatoryDistress3DropFish": "Hal (étel)",
    "questDilatoryDistress3DropWeapon": "Az összecsapó hullámok szigonya (fegyver)",
    "questDilatoryDistress3DropShield": "Holdgyöngy pajzs (Kiegészítő felszerelés)",
    "questCheetahText": "Egy igazi gepárd",
    "questCheetahNotes": "Miközben barátaiddal, @PainterProphet, @tivaquinn, @Unruly Hyena és @Crawford társaságában átvágsz a Sloensteadi szavannán, hirtelen egy villámgyors gepárdot látsz elsuhanni, egy új Habiticant szorítva az állkapcsában. A gepárd perzselő lábnyoma alatt a feladatok úgy égnek el, mintha teljesítve lennének – mielőtt bárki ténylegesen elvégezhetné őket! A szerencsétlen Habitican észrevesz téged és kétségbeesetten kiált: „Segíts! Ez a gepárd túl gyorsan pörgeti a játékot, de közben semmit sem tudok ténylegesen elvégezni. Lassítani akarok és élvezni a játékot. Állítsd meg!” Eszedbe jutnak a saját kezdeti napjaid, és tudod, hogy segítened kell az újoncnak – meg kell állítanod a gepárdot!",
    "questCheetahCompletion": "A Habitican kapkodva veszi a levegőt a vad utazás után, de hálás neked és barátaidnak a segítségért. „Örülök, hogy az a gepárd többé nem rabolhat el senkit. Viszont hagyott itt néhány Gepárd tojást – talán sikerül őket megbízhatóbb kisállatokká nevelnünk!”",
    "questCheetahBoss": "Gepárd",
    "questCheetahDropCheetahEgg": "Gepárd (Tojás)",
    "questCheetahUnlockText": "Elérhetővé teszi a gepárd tojások vásárlását a piacon",
    "questHorseText": "Lovagold meg az Éj-mérát",
    "questHorseNotes": "Miközben a Fogadóban pihensz @beffymaroo és @JessicaChase társaságában, a beszélgetés jókedvű hencegésbe fordul a kalandjaitokról. Büszkén mesélsz a hőstetteidről és talán kissé túlzásba esve kijelented, hogy bármilyen feladatot képes vagy megszelídíteni. Ekkor egy közeli idegen feléd fordul és mosolyog. Egyik szeme csillog, miközben meghív, hogy bizonyítsd be állításodat azzal, hogy meglovagolod a lovát.\nAhogy a lovardához értek, @UncommonCriminal halkan odasúgja: „Talán túl nagyot vállaltál. Az nem is ló – az egy Éj-méra!” Ahogy a patái a földet tapossák, kezded megbánni a nagy szavakat…",
    "questHorseCompletion": "Minden ügyességedre szükséged van, de végül a ló párat dobbant a patájával, majd gyengéden megbök a válladdal, mielőtt megengedné, hogy felülj rá. Büszkén meglovagolod a Fogadó környékét, miközben barátaid éljeneznek. Az idegen széles mosolyra húzza a száját.\n„Látom, nem volt üres dicsekvés! Az elszántságod valóban lenyűgöző. Fogadd ezeket a tojásokat, hogy saját lovakat nevelhess, és talán egy nap ismét találkozunk.” Átveszed a tojásokat, az idegen megemeli a kalapját… majd eltűnik.",
    "questHorseBoss": "Lidérc",
    "questHorseDropHorseEgg": "Ló (Tojás)",
    "questHorseUnlockText": "Elérhetővé teszi a ló tojások vásárlását a piacon",
    "questBurnoutText": "Kimerültség és a kifáradt lelkek",
    "questBurnoutNotes": "Már jóval éjfél után jár, a levegő mozdulatlan és fullasztóan forró, amikor Redphoenix és Kiwibot felderítőkapitány hirtelen berontanak a város kapuján. „Minden fából épült épületet ki kell ürítenünk!” kiáltja Redphoenix. „Siessetek!”<br><br>Kiwibot a falnak támaszkodva kapkodja a levegőt. „Ez elszívja az emberek erejét és Kifáradt Lelkekké változtatja őket! Ezért húzódott el minden. Ezért tűntek el azok az emberek. Ez a valami lopja el az energiájukat!”<br><br>„Ez a valami?” kérdezi Lemoness.<br><br>És ekkor a forróság alakot ölt.<br><br>A földből gomolygó, csavarodó tömeg emelkedik ki, és a levegő megtelik füst és kén szagával. A lángok végigkúsznak az izzó földön, majd végtagokká formálódva rémisztő magasságokba csavarodnak. Parázsló szemek pattannak fel, és a lény mély, ropogó kacajt hallat.<br><br>Kiwibot egyetlen szót suttog:<br><br>„Kimerültség.”</em>",
    "questBurnoutCompletion": "<strong>Kimerültség LEGYŐZVE!</strong><br><br>Egy hosszú, halk sóhajjal Kimerültség lassan elengedi az őt tápláló tüzes energiát. Ahogy a szörny csendben hamuvá omlik, az ellopott energia szikrázva száll szét a levegőben, feltöltve a Kifáradt Lelkeket, és visszaadva nekik eredeti formájukat.<br><br>Ian, Daniel és az Időszakos varázslónő ujjongva figyelik, ahogy a Habiticaiak a megmentett polgárokhoz sietnek, akik boldogan ölelik át családjukat és barátaikat. Az utolsó Kifáradt Lélek maga az Örömteli kaszás!<br><br>„Nézzétek!” suttogja @Baconsaur, ahogy a hamu ragyogni kezd. Lassan több száz fénylő főnix alakját ölti!<br><br>Az egyik ragyogó madár az Örömteli kaszás csontos karjára száll, aki elmosolyodik. „Rég nem volt részem abban a kivételes élményben, hogy főnixet lássak a Virágzó Mezőkön” – mondja. „Bár, tekintve a legutóbbi eseményeket, azt kell mondanom, ez igencsak témába vág!”<br><br>A hangja komolyabbá válik, bár (természetesen) a mosolya megmarad. „Kemény munkánkról vagyunk híresek, de ugyanakkor lakomáinkról és ünnepeinkről is. Igazán ironikus, hogy miközben egy látványos ünnepséget szerettünk volna rendezni, nem engedtünk magunknak egy pillanatnyi szórakozást sem. Ezt a hibát biztosan nem követjük el még egyszer!”<br><br>Összecsapja a kezét. „Most pedig – ünnepeljünk!”",
    "questBurnoutCompletionChat": "`Kimerültség LEGYŐZVE!`\n\nEgy mély, halk sóhajjal a Kiégés lassan elengedi az őt tápláló, lobogó energiát. Ahogy a szörnyeteg csendben hamuvá omlik, az ellopott energia szikrázva terjed szét a levegőben, újjáélesztve a Kimerülés Szellemeit és visszaadva nekik valódi alakjukat.\n\nIan, Daniel és az Időszakos boszorkány ujjonganak, miközben a Habiticanok izgatottan rohannak feléjük, és a Virágzó mezők eltűnt lakói boldogan ölelik magukhoz barátaikat és családtagjaikat. Az utolsó Kimerülés szellem átalakul – és maga az Örömteli kaszás áll előttetek!\n\n„Nézzétek!” – suttogja @Baconsaur, ahogy a hamu csillogni kezd. Lassan száz meg száz ragyogó főnix formálódik belőlük!\n\nAz egyik fénylő madár az Örömteli kaszás csontos karjára száll, ő pedig széles vigyorral néz rá. „Rég volt már, hogy ilyen pompás kiváltságban részesültem, és főnixeket láthattam a Virágzó mezőkön” – mondja. „Bár, figyelembe véve a történteket, azt kell mondanom, ez rendkívül témába vág!”\n\nHangja komolyabbá válik, bár – természetesen – a mosolya megmarad. „Kemény munkánkról vagyunk híresek, de ugyanúgy híresek vagyunk lakomáinkról és ünnepeinkről is. Elég ironikus, hogy miközben egy látványos ünnepséget akartunk szervezni, nem engedtünk meg magunknak egy pillanatnyi szórakozást sem. Ezt a hibát biztosan nem követjük el még egyszer!”\n\nÖsszecsapja a kezét. „Most pedig – ideje ünnepelni!”\n\nMinden Habitican megkapja:\n\n- Főnix kisállat\n- Főnix hátas\n- Kitüntetés: A Virágzó mezők megmentője\n- Alap cukorka\n- Vaníliás cukorka\n- Homokcukorka\n- Fahéjas cukorka\n- Csokoládés cukorka\n- Rothadt cukorka\n- Savanyú rózsaszín cukorka\n- Savanyú kék cukorka\n- Mézes cukorka",
    "questBurnoutBoss": "Kimerültség",
    "questBurnoutBossRageTitle": "Kimerítő csapás",
    "questBurnoutBossRageDescription": "Ha ez a mérce betelik, Kimerültség elszabadítja Kimerítő csapását Habiticán!",
    "questBurnoutDropPhoenixPet": "Főnix (Kisállat)",
    "questBurnoutDropPhoenixMount": "Phoenix (Mount)",
    "questBurnoutBossRageQuests": "`Kimerültség használja a KIMERÍTŐ CSAPÁST!`\n\nÓ, ne! Hiába tettünk meg minden tőlünk telhetőt, néhány napi teendő elszökött tőlünk, és most Kimerültség energiával izzik! Egy ropogó morgással kísért lángcsóva elnyeli Ian küldetésmestert. Ahogy az elégett küldetéstekercsek füstje eloszlik, látjátok, hogy Ian energiája elszívódott és ő maga is egy lebegő Kifáradt lélekké változott!\n\nCsak Kimerültség legyőzésével törhetjük meg az átkot és hozhatjuk vissza szeretett Küldetésmesterünket. Tartsuk rendben a napi teendőinket és győzzük le ezt a szörnyet, mielőtt újra támad!",
    "questBurnoutBossRageSeasonalShop": "`Kimerültség használja a KIMERÍTŐ CSAPÁST!`\n\nAhh!!! A befejezetlen napi teendőink újabb energiát adtak Kimerültségnek, és most elég erős, hogy ismét csapást mérjen ránk! Egy szellemlángból álló hullám söpör végig az Időszakos bolt kirakatán. Rémülten látjátok, hogy a vidám Időszakos varázslónő most egy csüggedt Kifáradt lélekké változott.\n\nMeg kell mentenünk a fontos szereplőinket! Gyerünk, Habiticaiak, teljesítsétek a feladataitokat, és győzzétek le Kimerültséget, mielőtt harmadszorra is lecsap!",
    "questBurnoutBossRageTavern": "`Kimerültség használja a KIMERÍTŐ CSAPÁST!`\n\nSok Habiticai a Fogadóban keresett menedéket Kimerültség elől – de nem tovább! Egy fülsüketítő üvöltéssel Kimerültség izzó kezeivel végigszánt a Fogadón. Ahogy a vendégek menekülnek, Danielt elkapja Kimerültség és közvetlenül előttetek egy Kifáradt lélekké változik!\n\nEz a lobbanékony rémálom már így is túl sokáig tombolt. Ne adjátok fel… már majdnem legyőztük Kimerültséget egyszer és mindenkorra!",
    "questFrogText": "Zűrzavar béka lápja",
    "questFrogNotes": "Ahogy te és a barátaid átvágtok a Pangás mocsarán, @starsystemic egy nagy táblára mutat. „Maradj az ösvényen – ha tudsz.”<br><br>„Ez biztosan nem lehet nehéz!” mondja @RosemonkeyCT. „Széles és jól látható.”<br><br>De ahogy továbbhaladtok, észreveszitek, hogy az ösvényt lassan ellepi a mocsár sűrű iszapja, tele furcsa kék törmelékkel és szeméttel, mígnem lehetetlenné válik továbbmenni.<br><br>Miközben körülnéztek, értetlenkedve a rendetlenségen, @Jon Arjinborn felkiált: „Vigyázzatok!” Egy dühös béka ugrik elő az iszapból, piszkos ruhákba burkolózva, kék tűz fényében izzva. Ha tovább akartok haladni, le kell győznötök ezt a mérgező Káoszbékát!",
    "questFrogCompletion": "A béka riadtan visszahúzódik az iszapba, legyőzve. Ahogy elslisszol, a kék nyálka eltűnik és az út megtisztul előttetek.<br><br>Az ösvény közepén három tiszta tojás hever. „Még a pici ebihalakat is látni lehet a tiszta héjon keresztül!” mondja @Breadstrings. „Itt, neked kellene elvinned őket.”",
    "questFrogBoss": "Zűrzavar béka",
    "questFrogDropFrogEgg": "Béka (Tojás)",
    "questFrogUnlockText": "Elérhetővé teszi a béka tojások vásárlását a piacon",
    "questSnakeText": "Az Elterelés kígyója",
    "questSnakeNotes": "Csak a legkitartóbbak képesek megélni az Elterelés homokdűnéin. Ez a száraz sivatag nem éppen a hatékonyság földje és a csillogó homokdűnék sok utazót tévútra vezettek már. Most azonban még a helyiek is megrettennek valamitől. A homok mozog, egész falvakat temetve maga alá. A lakosok szerint egy hatalmas, kígyószerű szörny lapul a dűnék mélyén és közösen felajánlottak egy jutalmat annak, aki segít megtalálni és megállítani. A híres kígyóbűvölők, @EmeraldOx és @PainterProphet elvállalták, hogy segítenek megidézni a bestiát. Képesek vagytok megállítani az Elterelés kígyóját?",
    "questSnakeCompletion": "A kígyóbűvölők segítségével száműzitek az Elterelés kígyóját. Bár boldogok vagytok, hogy segíthettetek a dűnék lakóinak, mégis sajnálattal gondoltok legyőzött ellenfeletekre. Miközben a látványt szemlélitek, @LordDarkly lép hozzátok. „Köszönjük! Nem nagy dolog, de remélem, ez megfelelően kifejezi a hálánkat.” Átad némi aranyat és… néhány kígyótojást! Még találkozni fogtok ezzel a fenséges teremtménnyel.",
    "questSnakeBoss": "Az Elterelés kígyója",
    "questSnakeDropSnakeEgg": "Kígyó (Tojás)",
    "questSnakeUnlockText": "Elérhetővé teszi a kígyó tojások vásárlását a piacon",
    "questUnicornText": "Az egyszarvú királynő meggyőzése",
    "questUnicornNotes": "A Hódítás patak vize zavarossá vált, tönkretéve Habit város friss vízellátását! Szerencsére @Lukreja ismer egy ősi legendát, amely szerint egy unikornis szarva képes megtisztítani a legsötétebb vizeket is. Az elszánt vezetőtök, @UncommonCriminal segítségével átkeltek a Kanyargó hegyek fagyos csúcsain. Végül Habitica hegyének jeges ormán rátaláltok az Unikornis királynőre, aki a csillogó hó között pihen. „A kérésetek meggyőző” – mondja. „De előbb bizonyítanotok kell, hogy méltók vagytok a segítségemre!”",
    "questUnicornCompletion": "Lenyűgözve a kitartásotoktól és ereitektől, az Unikornis királynő végül elismeri, hogy ügyetek igazán nemes. Megengedi, hogy a hátára üljetek, és együtt szálltok a Hódítás patak forrásához. Ahogy a királynő aranyszarvát a szennyezett vízhez érinti, ragyogó kék fény árad a felszínről. Olyan vakító, hogy kénytelenek vagytok behunyni a szemeteket. Mikor egy pillanattal később kinyitjátok, az unikornis eltűnt. Ám @rosiesully felkiált örömében: a víz most kristálytiszta, és a patak szélén három fénylő tojás pihen.",
    "questUnicornBoss": "Az egyszarvú királynő",
    "questUnicornDropUnicornEgg": "Egyszarvú (Tojás)",
    "questUnicornUnlockText": "Elérhetővé teszi az egyszarvú tojások vásárlását a piacon",
    "questSabretoothText": "Kardfogú Macska",
    "questSabretoothNotes": "Egy üvöltő szörny terrorizálja Habiticát! A vadonon és erdőkön keresztül oson, majd hirtelen előbukkan, támad, és ismét eltűnik. Ártatlan pandákat üldöz, és a repülő malacokat annyira megrémíti, hogy kirepülnek az óljaikból és a fákon keresnek menedéket. @InspectorCaracal és @icefelis elmagyarázza, hogy a Zombi Kardfogú macska az ősi, érintetlen Stoïkalm jegesföldek feltárása közben szabadult el. „Először teljesen barátságos volt – nem tudom, mi történt. Kérlek, segítsetek visszafogni! Csak egy igazi Habitica-bajnok tudja megfékezni ezt az őskori bestiát!”",
    "questSabretoothCompletion": "Egy hosszú és fárasztó harc után sikerül földre kényszerítenetek a Zombi kardfogú macskát. Ahogy közelebb mentek hozzá, észrevesztek egy csúnya lyukat az egyik kardfogában. Rájöttök, hogy ez okozta a macska dühét! @Fandekasp segít betömni a lyukat és azt tanácsoljátok mindenkinek, hogy a jövőben ne etessék édességgel a macskát. A Kardfogú macska újra erőre kap és hálája jeléül idomárai bőkezű jutalmat küldenek nektek – egy csapat kardfogú macska tojást!",
    "questSabretoothBoss": "Zombi Kardfogú Macska",
    "questSabretoothDropSabretoothEgg": "Kardfogú tigris (Tojás)",
    "questSabretoothUnlockText": "Elérhetővé teszi a kardfogú tigris tojások vásárlását a piacon",
    "questMonkeyText": "Szörnyű Mandrill és a Bajkeverő majmok",
    "questMonkeyNotes": "A Sloensteadi szavanna romokban hever a Szörnyű Mandrill és Bajkeverő majmai miatt! Olyan hangosan rikoltoznak, hogy elnyomják a közelgő határidők figyelmeztető hangját és mindenkit arra csábítanak, hogy inkább bohóckodjanak a munka helyett. Sajnos sokan utánozzák ezt a rossz szokást.<br><br>Ha senki nem állítja meg ezeket a majmokat, hamarosan minden feladat olyan piros lesz, mint a Szörnyű Mandrill arca!<br><br>„Csak egy elszánt kalandor képes ellenállni nekik” – mondja @yamato.<br><br>„Gyerünk, szabadítsuk meg az embereket ettől a majomkodástól!” - kiáltja @Oneironaut - és rohamra indultok.",
    "questMonkeyCompletion": "Sikerült! Ma nincs banán ezeknek a gazfickóknak. Lenyűgözve a kitartásotoktól, a majmok pánikszerűen menekülnek. „Nézzétek” – mondja @Misceo. „Néhány tojást hátrahagytak.”<br><br>@Leephon elmosolyodik. „Talán egy jól idomított kismajom annyit segíthet neked, amennyit a vadak ártottak!”",
    "questMonkeyBoss": "Szörnyű Mandrill",
    "questMonkeyDropMonkeyEgg": "Majom (Tojás)",
    "questMonkeyUnlockText": "Elérhetővé teszi a majom tojások vásárlását a piacon",
    "questSnailText": "A Robotolás csigája",
    "questSnailNotes": "Izgatottan vágtok bele a küldetésbe a Robotolás elhagyatott kazamatáiban, de amint beléptek, érzitek, hogy a talaj szívni kezdi a csizmátokat. Felfelé nézve Habiticaiakat láttok, akik a nyálkába ragadtak. @Overomega kiált: „Túl sok felesleges feladatuk és napi teendőjük van, és beleragadnak azokba a dolgokba, amik nem számítanak! Segítsetek nekik kijutni!”<br><br>„Meg kell találnunk a nyálka forrását” – helyesel @Pfeffernusse –, „különben a megvalósíthatatlan feladatok örökre magukkal rántják őket!”<br><br>Fegyvert rántva átgázoltok a ragacsos sárban… és szembe találjátok magatokat a félelmetes Robotolás Csigájával.",
    "questSnailCompletion": "Fegyvereddel lesújtasz a hatalmas csiga páncéljára, amely kettéreped, és hatalmas víztömeg zúdul ki belőle. A nyálka elsodoródik és a körülötted lévő Habiticaiak ujjonganak. „Nézzétek!” – mondja @Misceo. „A sár maradványai között egy csapat csigatojás hever.”",
    "questSnailBoss": "Robotolás csigája",
    "questSnailDropSnailEgg": "Csiga (Tojás)",
    "questSnailUnlockText": "Elérhetővé teszi a csiga tojások vásárlását a piacon",
    "questBewilderText": "A Káprázómadár",
    "questBewilderNotes": "A buli úgy kezdődik, mint bármelyik másik.<br><br>Az előételek kiválóak, a zene lendületes és még a táncoló elefántok is megszokott látványnak számítanak. A habiticaiak nevetnek és önfeledten szórakoznak a pompás virágdíszek között, örülve, hogy egy kis időre elfeledkezhetnek a legkevésbé kedvelt feladataikról. Közöttük pörög-forog az Április bolondja, aki lelkesen szórakoztatja őket egy-egy trükkel vagy frappáns csavarral.<br><br>Ahogy az Elszállóváros óratornya éjfélt üt, az Április bolondja a színpadra ugrik, hogy beszédet mondjon.<br><br>„Barátaim! Ellenségeim! Türelmes ismerőseim! Adjátok nekem fületeket.” A tömeg nevet, miközben állatfülek bújnak ki a fejükön és lelkesen pózolnak új kiegészítőikkel.<br><br>„Mint tudjátok,” folytatja a bolond, „az én zavarba ejtő illúzióim általában csak egy napig tartanak. De örömmel jelentem be, hogy felfedeztem egy rövidebb utat, amellyel garantálhatjuk a véget nem érő szórakozást – anélkül, hogy a felelősségeink nyomasztó terhét cipelnénk. Kedves habiticaiak, ismerjétek meg varázslatos új barátomat… a Káprázómadarat!”<br><br>Lemoness arca hirtelen elsápad, és elejti a falatot, amit éppen majszolt. „Várjatok! Ne bízzatok meg benne—”<br><br>De már késő. Szikrázó, sűrű köd kezd ömleni a terembe, amely az Április bolondja körül örvénylik, majd gomolygó tollakká és egy hosszúra nyúló nyakká formálódik. A tömeg döbbenten figyeli, ahogy egy hatalmas madárszerű lény kibontja szárnyait, melyek illúziókkal csillognak. A terem visszhangzik a szörnyű, vijjogó nevetésétől.<br><br>„Ó, évszázadok óta nem volt egyetlen habiticai sem, aki elég bolond lett volna ahhoz, hogy megidézzen! Milyen csodálatos érzés végre ismét testet ölteni.”<br><br>Rémülten zümmögve, az Elszállóváros varázsméhei menekülőre fogják, a lebegő város pedig süllyedni kezd az égből. A ragyogó tavaszi virágok egyesével hervadnak el és foszlanak semmivé.<br><br>„Kedves barátaim, miért vagytok ennyire riadtak?” károgja a Káprázómadár, miközben szárnyaival csapkod. „Nincs többé szükség kemény munkára a jutalmakért. Egyszerűen megadok nektek mindent, amit csak kívántok!”<br><br>Az égből aranypénzek kezdnek zuhogni, brutális erővel csapódva a földbe. A tömeg sikítva rohan fedezékbe. „Ez most egy vicc?” kiáltja Baconsaur, miközben az arany átszakítja az ablakokat és tetőcserepeket tör össze.<br><br>PainterProphet lehajol, ahogy villámok cikáznak az égen, és a köd eltakarja a napot. „Nem! Azt hiszem, ez most nem az!”<br><br>Gyorsan, habiticaiak! Ne hagyjuk, hogy ez a Főellenség elterelje a figyelmünket a céljainkról! Koncentráljunk a befejezendő feladatokra, hogy megmenthessük Elszállóvárost – és talán saját magunkat is.",
    "questBewilderCompletion": "<strong>A Káprázómadár LEGYŐZVE!</strong><br><br>Sikerült! A Káprázómadár jajveszékelve csavarodik a levegőben, tollai esőként hullanak alá. Lassan, fokozatosan egy csillogó ködfelhővé oszlik. Ahogy az immár látható nap sugarai áthatolnak a párán, az szertefoszlik, felfedve a köhécselő, szerencsére ismét emberi alakjukat öltő Baileyt, Mattet, Alexet… és magát az Április bolondját is.<br><br><strong>Mistiflying megmenekült!</strong><br><br>Az Április bolondja annyi szégyenérzetet még érez, hogy kissé zavartan nézzen körbe. „Ó, hm,” mondja. „Talán egy picit… túllőttem a célon.”<br><br>A tömeg morgolódik. Ázott virágok sodródnak a járdákra. Valahol a távolban egy tető látványos csobbanással omlik össze.<br><br>„Ööö, igen,” szólal meg újra az Április bolondja. „Vagyis… úgy értem, szörnyen sajnálom.” Mély sóhajt hallat. „Úgy tűnik, mégsem lehet mindig csak móka és kacagás. Talán nem ártana néha kicsit koncentrálni is. Talán ideje elkezdenem a jövő évi tréfák előkészületeit.”<br><br>Redphoenix jelentőségteljesen megköszörüli a torkát.<br><br>„Úgy értem, ideje elkezdenem az idei tavaszi nagytakarítást!” javítja ki magát az Április bolondja. „Ne aggódjatok, pillanatok alatt ragyogni fog Habit városa! Szerencsére senki sem bánik olyan jól a kétkezes felmosó harccal, mint én.”<br><br>A felbátorodott fúvószenekar rázendít.<br><br>Nem telik bele sok idő, és Habit városa újra a régi. Most, hogy a Káprázómadár elpárolgott, a Mistiflying varázsméhei is visszatérnek a munkájukhoz, a virágok ismét kivirágoznak, és a város újra lebegni kezd.<br><br>Miközben Habitica lakói a pihe-puha varázsméheket ölelgetik, az Április bolondja szeme felcsillan. „Oho, támadt egy ötletem! Mi lenne, ha megtartanátok néhányat ezekből a bolyhos méhecske kisállatokból és hátasokból? Tökéletes ajándék, amely az egyensúlyt jelképezi a kemény munka és az édes jutalom között – ha már ennyire unalmas és tanulságos akarok lenni.” Kacsint egyet. „Ráadásul nincs fullánkjuk! A bolond becsületszavára.”",
    "questBewilderCompletionChat": "`A Káprázómadár LEGYŐZVE!`\n\nSikerült! A Káprázómadár éles, vibráló kiáltást hallat, miközben a levegőben megcsavarodik, tollai pedig úgy hullanak alá, akár az esőcseppek. Lassan, fokozatosan egy csillogó ködfelhővé gomolyodik. Ahogy a frissen előbukkanó nap sugarai áthatolnak a ködön, az eloszlik, felfedve Bailey, Matt, Alex… és magának az Április bolondjának köhécselő, ám szerencsére ismét emberi alakját.\n\n`Mistiflying megmenekült!`\n\nAz Április bolondja bűnbánóan vakarja a fejét. „Ó, hm,” mondja. „Talán egy kicsit… túllőttem a célon.”\n\nA tömeg zúgolódik. Ázott virágok sodródnak a járdákra. Valahol a távolban egy tető látványos csobbanással omlik össze.\n\n„Ööö, igen,” folytatja az Április bolondja. „Amit mondani akartam, az az, hogy rettentően sajnálom.” Mély sóhajt hallat. „Azt hiszem, nem lehet mindig csak móka és kacagás. Néha nem árt egy kis összpontosítás. Talán nekiállok a jövő évi tréfák előkészítésének.”\n\nRedphoenix jelentőségteljesen köhög.\n\n„Úgy értem, nekiállok az idei tavaszi nagytakarításnak!” kapja fel a fejét az Április bolondja. „Semmi pánik, hamarosan ragyogni fog Habit városa! Szerencsére senki sem ügyesebb nálam a kétkezes felmosó forgatásban.”\n\nA bátorító szavak hallatán a zenekar ismét játszani kezd.\n\nNem telik el sok idő, és Habit városa visszatér a normális kerékvágásba. Ráadásul, mióta a Káprázómadár elpárolgott, Mistiflying varázslatos méhei újra szorgosan munkához láttak és hamarosan a virágok ismét kivirágoznak, a város pedig újra lebeg.\n\nMiközben a Habitica lakói a bolyhos, varázslatos méheket ölelgetik, az Április bolondjának szeme felcsillan. „Oho, támadt egy ötletem! Miért nem tartotok meg néhányat ezekből a Bolyhos méhecske kisállatokból és hátasokból? Tökéletes ajándék, amely szimbolizálja a kemény munka és az édes jutalom egyensúlyát – ha már úgyis unalmas és allegorikus akarok lenni.” Kacsint egyet. „És különben is, ezeknek nincs fullánkjuk! Bolond becsszó.”",
    "questBewilderBossRageTitle": "Elbűvölő csapás",
    "questBewilderBossRageDescription": "Ha ez a mérce betelik, a Káprázómadár elszabadítja Elbűvölő csapását Habiticán!",
    "questBewilderDropBumblebeePet": "Varázsméh (Kisállat)",
    "questBewilderDropBumblebeeMount": "Varázsméh (Hátas)",
    "questBewilderBossRageMarket": "`A Káprázómadár használja az ELBŰVÖLŐ CSAPÁST!`\n\nÓ, ne! Hiába tettünk meg minden tőlünk telhetőt, a Káprázómadár bűvös illúziói elterelték a figyelmünket, és elfelejtettük néhány napi teendőnket! Egy éles kacaj kíséretében a fénylő madár csapkodni kezd a szárnyaival, sűrű ködfelhőt kavarva Alex, a kereskedő körül. Amikor a köd felszáll, Alexet már megszállta a madár varázsa! „Ingyenes minták mindenkinek!” kiáltja boldogan, majd robbanó tojásokat és főzeteket kezd hajigálni a menekülő Habiticaiak felé. Ez biztosan nem a legszerencsésebb üzletpolitika...\n\nSiessünk! Maradjunk összpontosítottak a napi teendőinkre, hogy legyőzhessük ezt a szörnyeteget, mielőtt újabb áldozatot szed.",
    "questBewilderBossRageStables": "`A Káprázómadár használja az ELBŰVÖLŐ CSAPÁST!`\n\nAhh!!! A Káprázómadár ismét elkápráztatott minket, és figyelmetlenségünk miatt nem végeztük el a napi teendőinket. Most pedig Matt, a bestiák mestere lett a célpontja! A ködből egy pillanat alatt szárnyas szörnyeteggé változik, miközben a kisállatok és hátasok szomorúan vonyítanak az istállóikban. Gyorsan, koncentráljunk a feladatainkra, hogy legyőzhessük ezt az álnok figyelemelterelőt!",
    "questBewilderBossRageBailey": "`A Káprázómadár használja az ELBŰVÖLŐ CSAPÁST!`\n\nVigyázzatok! Miközben épp a híreket jelentette be, Bailey, a városi hírnök is a Káprázómadár áldozatává vált! Egy gonosz, értelmetlen rikoltást hallat, miközben a levegőbe emelkedik. Most hogyan fogjuk megtudni, mi történik Habiticán?!\n\nNe adjátok fel… már majdnem legyőztük ezt a bosszantó madarat egyszer s mindenkorra!",
    "questFalconText": "A Halogatás ragadozómadarai",
    "questFalconNotes": "Habitica hegye fölé egyre növekvő Teendő-hegy vet árnyékot. Ez a hely valaha piknikezésre és az elért eredmények élvezetére szolgált, ám az elhanyagolt feladatok elszabadultak. Most pedig a Félelmetes Halogató Héják fészkelnek itt – gonosz teremtmények, amelyek megakadályozzák a habiticaiakat a feladataik elvégzésében!<br><br>„Túl nehéz!” károgják @JonArinbjorn és @Onheiron felé. „Túl sokáig tartana most megcsinálni! Semmi nem változik, ha holnapig vársz! Miért nem csinálsz inkább valami szórakoztatót?”<br><br>Ezt nem hagyhatod annyiban! Megfogadod, hogy megmászod a saját Teendő-hegyedet, és legyőzöd a Halogató Héjákat!",
    "questFalconCompletion": "Miután végre győzelmet arattatok a Halogatás ragadozómadarai felett, elégedetten pihentek meg, élvezve a kilátást és a jól megérdemelt nyugalmat.<br><br>„Hűha!” – mondja @Trogdorina. „Sikerült, győztetek!”<br><br>@Squish hozzáteszi: „Itt, vegyétek ezeket a tojásokat jutalmul, amiket találtam.”",
    "questFalconBoss": "Halogatás ragadozómadarai",
    "questFalconDropFalconEgg": "Sólyom (Tojás)",
    "questFalconUnlockText": "Elérhetővé teszi a sólyom tojások vásárlását a piacon",
    "questTreelingText": "A Kusza fa",
    "questTreelingNotes": "Elérkezett az éves Kertészeti verseny és mindenki arról a titokzatos projektről beszél, amelyet @aurakami megígért, hogy bemutat. A nagy bejelentés napján te is csatlakozol a tömeghez, és ámulva figyeled, ahogy egy mozgó fa jelenik meg. @fuzzytrees elmagyarázza, hogy a fa segít a kert gondozásában: egyszerre tudja nyírni a füvet, formára vágni a sövényt és metszeni a rózsákat – egészen addig, amíg hirtelen megvadul és az ollóit a saját alkotójára fordítja! A tömeg pánikba esik és menekülni próbál, de te nem félsz – előrelépsz, készen az összecsapásra.",
    "questTreelingCompletion": "Miután leporolod magad, az utolsó néhány levél is a földre hullik. Bár a versenyt felkavarta a bonyodalom, most már biztonságban zajlik tovább – bár a fa, amelyet fanyesedékké aprítottál, biztosan nem nyer semmilyen díjat! „Még van mit csiszolni rajta” – jegyzi meg @PainterProphet. „Talán valaki másnak kellene foglalkoznia a facsemeték idomításával. Van kedved kipróbálni?”",
    "questTreelingBoss": "Kusza fa",
    "questTreelingDropTreelingEgg": "Facsemete (Tojás)",
    "questTreelingUnlockText": "Elérhetővé teszi a facsemete tojások vásárlását a piacon",
    "questAxolotlText": "A varázslatos axolotl",
    "questAxolotlNotes": "A Mosott-Tó mélyéről buborékok emelkednek a felszínre… és tűz? Egy apró axolotl bukkan elő a zavaros vízből, színes lángcsóvákat fújva.<br><br>Hirtelen kinyitja a száját, és @streak felkiált: „Vigyázzatok!” – miközben a Varázs axolotl megpróbálja elnyelni az akaraterőtöket!<br><br>A Varázs axolotl gúnyosan felfújja magát. „Hallottatok már a regenerációs képességeimről? Ti hamarabb kifáradtok, mint én!”<br><br>„A jó szokásainkkal legyőzhetünk téged!” – kiáltja @PainterProphet elszántan. Megacélozod magad, hogy produktív maradj és visszaszerezd az ellopott akaraterődet!",
    "questAxolotlCompletion": "Miután legyőzöd a Varázs axolotlt, rájössz, hogy valójában saját magad nyerted vissza az akaraterődet.<br><br>„Az akaraterő? A regeneráció? Ez mind csak illúzió volt?” – kérdezi @Kiwibot.<br><br>„A legtöbb varázslat az” – feleli a Varázs axolotl. „Sajnálom, hogy rászedtelek titeket. Fogadjátok el ezeket a tojásokat bocsánatkérésként. Bízom benne, hogy jó szokások kialakítására fogjátok használni a varázserejüket és nem gonoszságra!”<br><br>Te és @hazel40 egyik kezetekben a tojásokat szorongatjátok, a másikkal búcsút intetek, miközben a Varázs axolotl visszatér a tó mélyére.",
    "questAxolotlBoss": "Varázslatos axolotl",
    "questAxolotlDropAxolotlEgg": "Axolotl (Tojás)",
    "questAxolotlUnlockText": "Elérhetővé teszi az Axolotl tojások vásárlását a piacon",
    "questAxolotlRageTitle": "Axolotl újjászületés",
    "questAxolotlRageDescription": "Ez a sáv akkor telik meg, ha nem teljesíted a napi teendőidet. Ha betelik, a Varázs Axolotl 30%-kal meggyógyítja a maradék életerejét!",
    "questAxolotlRageEffect": "`A Varázs axolotl használja az AXOLOTL REGENERÁCIÓT!`\n\n`Egy színes buborékfüggöny elrejti egy pillanatra a szörnyet és amikor eltűnik, néhány sebe már begyógyult!`",
    "questTurtleText": "Óriás Tengeri Teknős",
    "questTurtleNotes": "Segítség! Ez az óriási tengeri teknős nem talál vissza a fészkelőhelyére. Minden évben ide tér vissza, hogy lerakja a tojásait, de idén a Hiányzó-öböl tele van mérgező Feladékszeméttel, amelyet a piros Napi feladatok és a be nem jelölt Teendők alkotnak. „Teljesen pánikba esett!” mondja @JessicaChase.<br><br>@UncommonCriminal bólint. „Azért, mert az érzékei elhomályosultak és összezavarodtak.”<br><br>@Scarabsi megragadja a karod. „Segítenél eltakarítani a Feladékszemetet az útjából? Veszélyes lehet, de muszáj segítenünk neki!”",
    "questTurtleCompletion": "A kitartó munkádnak köszönhetően megtisztultak a vizek, és teknősünk végre megtalálja a partját. Te, @Bambin és @JaizakAripaik figyelitek, ahogy a teknős a homokba ássa tojásait, hogy azok kikelhessenek és százával induljanak a tenger felé. Mint egy igazi úrinő, három tojást ad mindegyiketeknek, kérve, hogy gondozzátok és neveljétek fel őket, hogy egyszer ők is nagy tengeri teknősökké válhassanak.",
    "questTurtleBoss": "Feladat-törmelék",
    "questTurtleDropTurtleEgg": "Teknős (Tojás)",
    "questTurtleUnlockText": "Elérhetővé teszi a teknős tojások vásárlását a piacon",
    "questArmadilloText": "A kényelmes tatu",
    "questArmadilloNotes": "Eljött az idő, hogy kimozdulj és elkezdd a napodat. Amikor azonban kinyitod az ajtót, egy sziklaszerű akadály állja utadat.<br><br>„Csak akartam adni neked egy pihenőnapot!” szól egy tompa hang az ajtó mögül. „Ne légy már ilyen morcos, lazíts egy kicsit!”<br><br>Hirtelen @Beffymaroo és @PainterProphet bekopognak az ablakodon. „Úgy tűnik, a Kényelmes tatunak megtetszettél! Gyerünk, segítünk elhárítani az útból!”",
    "questArmadilloCompletion": "Végül, egy hosszú délelőttnyi győzködés után a Kényelmes tatu beadja a derekát. „Sajnálom!” mondja bűnbánóan. „Csak segíteni akartam. Azt hittem, mindenki szereti a lustálkodós napokat!”<br><br>Elmosolyodsz, és biztosítod róla, hogy legközelebb, amikor tényleg kiérdemled a pihenést, meghívod magadhoz. A Tatu visszamosolyog, majd begömbölyödik és elgurul, maga mögött hagyva néhány tojást bocsánatkérésként. A járókelők, @Tipsy és @krajzega, gratulálnak neked a jól végzett munkához.",
    "questArmadilloBoss": "Kényelmes tatu",
    "questArmadilloDropArmadilloEgg": "Tatu (Tojás)",
    "questArmadilloUnlockText": "Elérhetővé teszi a tatu tojások vásárlását a piacon",
    "questCowText": "A múútálódott tehén",
    "questCowNotes": "Egész nap perzselő hőség volt a Sparring Farmon és semmire sem vágysz jobban, mint egy hosszú korty vízre és egy kis alvásra. Épp álmodozol, amikor @Soloana hirtelen felsikolt: „Mindenki fusson! A díjnyertes tehén mutamorfózison ment át!”<br><br>@eevachu nagyot nyel. „Biztosan a rossz szokásaink fertőzték meg.”<br><br>„Gyorsan!” – kiáltja @Feralem Tau. „Tegyük rendbe a dolgokat, mielőtt a többi tehén is átalakul!”<br><br>Eleget hallottál. Nincs több álmodozás – itt az ideje, hogy megszabadulj a rossz szokásoktól!",
    "questCowCompletion": "A jó szokásaidból a legtöbbet kihozva végül sikerül visszaváltoztatnod a tehenet eredeti formájába. A tehén gyönyörű barna szemeivel rád néz, majd finoman meglök három tojást feléd.<br><br>@fuzzytrees nevetve átnyújtja neked a tojásokat. „Talán még mindig mutamorfózison esett át, ha ezekben kis tehenek vannak. De bízom benne, hogy a jó szokásaidhoz hű maradsz, amikor felneveled őket!”",
    "questCowBoss": "Múútálódott tehén",
    "questCowDropCowEgg": "Tehén (Tojás)",
    "questCowUnlockText": "Elérhetővé teszi a tehén tojások vásárlását a piacon",
    "questBeetleText": "A KRITIKUS HIBA",
    "questBeetleNotes": "Valami balul sült el Habitica birodalmában. A Kovácsok műhelyei kihűltek, és különös hibák bukkannak fel mindenfelé. Egy vészjósló remegéssel egy alattomos ellenség tör elő a földből… egy KRITIKUS HIBA! Felkészülsz a harcra, miközben a hiba fertőzni kezdi a földet, és a glitchek ellepik a Habiticaiakat. @starsystemic kiált: „Segítenünk kell a Kovácsoknak megfékezni ezt a hibát!” Úgy tűnik, ezt a programozói rémet kell az első helyre tennünk a teendőink között.",
    "questBeetleCompletion": "Egy utolsó csapással elpusztítod a KRITIKUS HIBÁT. @starsystemic és a kovácsok boldogan sietnek hozzád. „Nem tudunk eléggé hálásak lenni, hogy eltüntetted ezt a hibát! Tessék, fogadd el ezeket.” Három fényes bogártojást kapsz jutalmul. Remélhetőleg ezek a kis bogarak felnőve Habiticának segítenek majd, nem pedig ártanak neki.",
    "questBeetleBoss": "CRITICAL BUG",
    "questBeetleDropBeetleEgg": "Bogár (Tojás)",
    "questBeetleUnlockText": "Elérhetővé teszi a bogár tojások vásárlását a piacon",
    "questGroupTaskwoodsTerror": "Rémület a Feladat-rengetegben",
    "questTaskwoodsTerror1Text": "Rémület a Feladat-rengetegben, 1. rész: Tűzvész a rengetegben",
    "questTaskwoodsTerror1Notes": "Még soha nem láttad ennyire feldúltnak az Örömteli kaszást. A Virágzó mezők uralkodója csontgriff hátán egyenesen a Termelékenység pláza közepére érkezik, és le sem szállva kiáltja: „Kedves Habitica lakói, szükségünk van a segítségetekre! Valami tüzet okoz a Feladat-rengetegben, és még mindig nem hevertük ki teljesen a Kimerültséggel vívott csatánkat. Ha nem állítjuk meg, a lángok elpusztíthatják az összes vadon növő gyümölcsfánkat és bogyós bokrunkat!”<br><br>Azonnal jelentkezel, és a Rengetegbe sietsz. Ahogy a gyümölcsfák sűrűjében lopakodsz, fémes csattogás és torz kacajok ütik meg a füledet, és halvány füstszagot érzel. Hamarosan egy csapat lángoló koponyaszörny suhan el melletted, miközben ágakat harapdálnak le és tüzet gyújtanak a lombok között!",
    "questTaskwoodsTerror1Completion": "A Vidám kaszás és a híres tűzmágus, @Beffymaroo segítségével sikerül visszaszorítanod a rajt. Szolidaritásból Beffymaroo felajánlja neked a Pirokinetikusok turbánját, miközben egyre mélyebbre hatolsz az erdőben.",
    "questTaskwoodsTerror1Boss": "Tűzkoponya raj",
    "questTaskwoodsTerror1RageTitle": "Raj újraszületés",
    "questTaskwoodsTerror1RageDescription": "Raj újraszületés: Ez a sáv akkor töltődik, ha nem végzed el a napi teendőidet. Ha megtelik, a Tűzkoponya raj 30%-kal visszanyeri megmaradt életerejét!",
    "questTaskwoodsTerror1RageEffect": "`Tűzkoponya raj használja a RAJ ÚJRASZÜLETÉST!`\n\nA győzelemtől fellelkesülve még több koponya örvénylik körülötted lángcsóvák között!",
    "questTaskwoodsTerror1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questTaskwoodsTerror1DropRedPotion": "Vörös keltetőfőzet",
    "questTaskwoodsTerror1DropHeadgear": "Pirokinetikusok turbánja (Fejfedő)",
    "questTaskwoodsTerror2Text": "Rettegés a feladatrengetegben, 2. rész: A virágzó tündérek nyomában",
    "questTaskwoodsTerror2Notes": "Miután átküzdöd magad az égő koponyák raján, egy menekült farmerekből álló nagyobb csoportra bukkansz az erdő szélén. „A falujukat egy elszabadult őszi szellem égette fel” – mondja egy ismerős hang. Ez @Kiwibot, a legendás nyomkereső! „Sikerült összegyűjtenem a túlélőket, de sehol sem találom a Virágzó tündéreket, akik a Feladatrengeteg vad gyümölcseit termesztik. Kérlek, segítsetek megmenteni őket!”",
    "questTaskwoodsTerror2Completion": "Sikerül megtalálnod az utolsó dryádot és biztonságba kíséred a szörnyek elől. Amikor visszatérsz a menekült farmerekhez, a hálás tündérek fogadnak, akik egy csillogó mágiával és selyemmel szőtt köpenyt ajándékoznak neked. Hirtelen mély morajlás visszhangzik a fák között, megrengetve a földet. „Ez biztosan az elszabadult szellem” – mondja a Vidám kaszás. „Siessünk!”",
    "questTaskwoodsTerror2CollectPixies": "Tündérek",
    "questTaskwoodsTerror2CollectBrownies": "Manók",
    "questTaskwoodsTerror2CollectDryads": "Dryádok",
    "questTaskwoodsTerror2DropArmor": "Pirokinetikusok köpenye (Páncél)",
    "questTaskwoodsTerror3Text": "Rettegés a Feladatrengetegben, 3. rész: Jacko, a lámpás",
    "questTaskwoodsTerror3Notes": "Harckészen vonultok az erdő mélyébe, ahol az elszabadult szellem egy ősi almafát próbál elpusztítani, amelyet gazdag bogyóbokrok vesznek körül. Tökfejű alakja baljós fényt áraszt, amerre csak fordul, és bal kezében egy hosszú botot tart, amelynek végén egy lámpás lóg. A lámpásban azonban nem tűz vagy láng lobog, hanem egy sötét kristály, amelytől a hideg is kiráz.<br><br>A Vidám kaszás csontos kezét a szája elé kapja. „Ez… ez Jacko, a lámpás szellem! Pedig ő egy kedves szellem, aki segíti a farmereket az aratásban. Mi késztethette arra, hogy így viselkedjen?”<br><br>„Nem tudom” – mondja @bridgetteempress. „De úgy tűnik, hogy ez a \"kedves lélek\" éppen támadni készül!”",
    "questTaskwoodsTerror3Completion": "Hosszú küzdelem után sikerül egy pontos csapással széttörni a lámpásban rejtőző kristályt. Jacko hirtelen magához tér és ragyogó könnyekben tör ki. „Ó, gyönyörű erdőm! Mit tettem?!” – jajdul fel. Könnyei eloltják a maradék tüzeket, megmentik az almafát és a vadon növő bogyókat.<br><br>Miután megnyugszik, elmeséli: „Egy bájos hölggyel találkoztam, Tzina volt a neve. Ő adta nekem ezt a fénylő kristályt ajándékba. Azt mondta, tegyem a lámpásomba… és ez az utolsó dolog, amire emlékszem.” Ezután rád mosolyog. „Talán neked kellene vigyáznod rá, amíg én segítek újjáéleszteni a vad gyümölcsösöket.”",
    "questTaskwoodsTerror3Boss": "Jacko, a lámpás",
    "questTaskwoodsTerror3DropStrawberry": "Eper (élelem)",
    "questTaskwoodsTerror3DropWeapon": "Leckerdői lámpás (kétkezes fegyver)",
    "questFerretText": "A Gonosz vadászgörény",
    "questFerretNotes": "Ahogy Habit városának utcáin sétálsz, egy feldúlt tömeget látsz, amely egy vörös köpenyes vadászgörényt vesz körül.<br><br>„Az a produktivitásfőzet, amit eladtál nekem, teljesen haszontalan!” – panaszkodik @Beffymaroo. „Tegnap este három órán át tévéztem a házimunka helyett!”<br><br>„Igen!” – kiáltja @Pandah. „Ma pedig egy órán keresztül rendezgettem a könyveimet ahelyett, hogy olvastam volna őket!”<br><br>A Gonosz vadászgörény ártatlanul széttárja a mancsait. „De hiszen ez több tévézés és könyvrendezés, mint amit egyébként elvégeztetek volna, nem igaz?”<br><br>A tömeg felháborodva zúdul rá.<br><br>„Nincs visszatérítés!” – rikácsolja a Gonosz vadászgörény. A tömeg felé lő egy mágikus lövedéket, hogy a füstben kereket oldjon.<br><br>„Kérlek, Habitican!” – ragadja meg a karod @Faye. „Győzd le a görényt, és kényszerítsd, hogy visszaadja a becstelenül szerzett aranyat!”",
    "questFerretCompletion": "Legyőzöd a simabundás szélhámost és @UncommonCriminal kiosztja a tömegnek a visszatérítéseket. Még egy kis arany is marad neked jutalmul. Ráadásul úgy tűnik, a Gonosz vadászgörény sietségében néhány tojást is elejtett!",
    "questFerretBoss": "Gonosz vadászgörény",
    "questFerretDropFerretEgg": "Vadászgörény (Tojás)",
    "questFerretUnlockText": "Elérhetővé teszi a vadászgörény vásárlását a piacon",
    "questDustBunniesText": "Vadon élő por nyulak",
    "questDustBunniesNotes": "Már jó ideje nem töröltél port itt, de nem is aggódsz különösebben – egy kis por még senkinek sem ártott, igaz? Csak amikor benyúlsz az egyik legporosabb sarokba és valami beleharap a kezedbe, akkor jut eszedbe @InspectorCaracal figyelmeztetése: ha a por túl sokáig érintetlenül marad, kegyetlen por nyúllá változik! Jobb, ha legyőzöd őket, mielőtt az egész Habiticát finom porréteg borítja be!",
    "questDustBunniesCompletion": "A por nyulak egy pukkanással… nos, porrá válnak. Ahogy a porfelhő eloszlik, körbenézel. Már el is felejtetted, milyen szép ez a hely, amikor tiszta. Egy kis aranykupacot veszel észre ott, ahol a por volt. Hm, már egy ideje kíváncsi voltál, hová tűnt!",
    "questDustBunniesBoss": "Vadon élő por nyulak",
    "questGroupMoon": "Holdcsata",
    "questMoon1Text": "Holdcsata, 1. rész: A Titokzatos szilánkok felkutatása",
    "questMoon1Notes": "A Habiticanokat különös jelenség vonja el feladataiktól: a földből csavarodott kőszilánkok törnek elő mindenfelé. Aggódva hív magához @Starsystemic, a jósnő a tornyába. „Baljós jeleket olvastam ki ezekből a szilánkokból. Fertőzik a földet és elvonják a szorgalmas Habiticanok figyelmét. Nyomon tudom követni a forrásukat, de előbb meg kell vizsgálnom őket. Tudnál hozni néhányat?”",
    "questMoon1Completion": "@Starsystemic eltűnik a tornyában, hogy tanulmányozza az általad gyűjtött szilánkokat. „Ez talán bonyolultabb, mint hittük” – mondja @Beffymaroo, a megbízható asszisztense. „Időbe telik, míg kiderítjük az okát. Nézz be hozzánk minden nap, és ha többet tudunk, küldjük a következő küldetés tekercsét.”",
    "questMoon1CollectShards": "Holdszilánk",
    "questMoon1DropHeadgear": "Holdharcos sisak (Fejfedő)",
    "questMoon2Text": "Holdcsata, 2. rész: Az Elhatalmasodó stressz megállítása",
    "questMoon2Notes": "A szilánkok tanulmányozása után @Starsystemic a jósnő rossz hírt közöl. „Egy ősi szörny közeledik Habitica felé, és rettenetes stresszt hoz magával. Ki tudom húzni az árnyékát az emberek szívéből, és ebbe a toronyba koncentrálni, ahol fizikai formát ölt – de nektek kell legyőznötök, mielőtt kiszabadul és újra elterjed!” Bólintasz, és ő mormolni kezd. Táncoló árnyak töltik meg a termet, szorosan egymáshoz préselődve. Hideg szél kavarog, a sötétség elmélyül. Az Elhatalmasodó stressz a padlóból emelkedik ki, vigyorog, akár egy valóra vált rémálom… és lecsap!",
    "questMoon2Completion": "Az árnyék egy sötét légrobbanással szétszóródik, a terem világosabb lesz, és a szívetek könnyebbnek érzi magát. Habitica fölött eloszlik a stressz fojtogató köde és végre mindannyian fellélegezhettek. Mégis, ahogy felnézel az égre, érzed, hogy ez még nem a vég: a szörny tudja, hogy valaki elpusztította az árnyékát. „Az elkövetkező hetekben szorosan figyelemmel kísérjük a helyzetet” – mondja @Starsystemic –, „és küldök egy küldetés tekercset, amikor a szörny ismét megmutatja magát.”",
    "questMoon2Boss": "Elhatalmasodó Stressz",
    "questMoon2DropArmor": "Holdharcos páncél (Páncél)",
    "questMoon3Text": "Holdcsata, 3. rész: A Szörnyű hold",
    "questMoon3Notes": "Pontban éjfélkor kapod meg @Starsystemic sürgős üzenetét és vágtázol a tornyához. „A szörny a telihold erejét használja, hogy átlépjen a mi világunkba” – mondja. „Ha sikerrel jár, a stressz lökéshulláma elviselhetetlen lesz!”<br><br>Döbbenten látod, hogy a szörny valóban a holdat használja a megtestesüléshez. Egy izzó szem nyílik ki a sziklás felszínén és egy hosszú nyelv gördül elő egy tátongó, fogakkal teli szájból. Nem hagyhatod, hogy teljesen megjelenjen!",
    "questMoon3Completion": "Az előtörő szörny árnyékká robban szét, a hold pedig ezüstszínűvé válik, ahogy a veszély elmúlik. A sárkányok újra énekelni kezdenek és a csillagok megnyugtató fénnyel ragyognak. @Starsystemic a jósnő lehajol, és felvesz egy holdszilánkot. A kezében ezüstösen ragyog, majd lassan egy csodálatos kristálykaszává változik.",
    "questMoon3Boss": "Szörnyű hold",
    "questMoon3DropWeapon": "Holdkasza (Kétkezes fegyver)",
    "questSlothText": "Az aluszékony lajhár",
    "questSlothNotes": "Ahogy a csapatoddal átvágtok az Álmos hóerdőn, megkönnyebbülten veszed észre a zöldellő fényt a fehér hókupacok között… egészen addig, amíg egy hatalmas lajhár nem bukkan elő a fagyos fák közül! Smaragdzöld kövek csillognak hipnotikusan a hátán.<br><br>„Üdv, kalandorok… miért nem lassítotok egy kicsit? Már egy ideje úton vagytok… miért nem… álltok meg? Csak feküdjetek le és pihenjetek…”<br><br>A szemhéjad elnehezedik és rájössz: ez az Álmos lajhár! @JaizakAripaik szerint a hátán lévő smaragdokról kapta a nevét, amelyekről azt mondják, hogy… elaltatják az embereket…<br><br>Megrázod magad, hogy ébren maradj, és küzdesz az álmosság ellen. Az utolsó pillanatban @awakebyjava és @PainterProphet varázsigéket kezd mormolni, felébresztve a csapatodat. „Most van itt az esélyünk!” – kiáltja @Kiwibot.",
    "questSlothCompletion": "Sikerült! Amint legyőzöd az Álmos lajhárt, a smaragdjai lepattannak. „Köszönöm, hogy megszabadítottál az átkoktól” – mondja a lajhár. „Végre jól alhatok, anélkül, hogy ezek a nehéz kövek a hátamon lennének. Fogadd el ezeket a tojásokat hálám jeléül – és a smaragdokat is.” A lajhár három lajhártojást ad neked, majd melegebb vidékek felé indul.",
    "questSlothBoss": "Aluszékony lajhár",
    "questSlothDropSlothEgg": "Lajhár (Tojás)",
    "questSlothUnlockText": "Elérhetővé teszi a lajhár tojások vásárlását a piacon",
    "questTriceratopsText": "Tomboló triceratopsz",
    "questTriceratopsNotes": "A hófödte Stoïkalm vulkánok mindig nyüzsögnek a turistáktól és túrázóktól. Egy látogató, @plumilla, a tömeghez kiált: „Nézzétek! Elbűvöltem a talajt, hogy világítson, így mezőjátékokat játszhatunk rajta a szabadtéri napi teendőinkhez!” Valóban, a föld örvénylő vörös mintázatokkal ragyog. Még néhány őskori kisállat is odasereglik játszani.<br><br>Hirtelen egy hangos reccsenés hallatszik – egy kíváncsi triceratopsz rálépett @plumilla pálcájára! A varázsenergia robbanásszerűen körbeöleli és a föld remegni, forrósodni kezd. A triceratopsz szeme vörösen izzik fel, felbőg és vad vágtába kezd!<br><br>„Ez nem jó jel” – kiáltja @McCoyly, a távolba mutatva. Minden egyes varázserővel átitatott csapásával a vulkánok kitörnek és az izzó talaj a dinoszaurusz lába alatt lávává változik! Gyorsan, vissza kell tartanod a Tomboló triceratopszot, amíg valaki visszafordíthatja a varázslatot!",
    "questTriceratopsCompletion": "Gyors gondolkodással a lényt a nyugodt Stoïkalm sztyeppék felé tereled, hogy @*~Seraphina~* és @PainterProphet zavartalanul visszavonhassa a lávát előidéző varázslatot. A sztyeppék megnyugtató aurája hatni kezd és a triceratopsz összegömbölyödik, miközben a vulkánok újra elcsendesednek. @PainterProphet néhány tojást nyújt át neked, amelyeket sikerült kimenteni a lávából. „Nélküled nem tudtunk volna eléggé összpontosítani a kitörések megállításához. Gondoskodj ezekről a kisállatokról.”",
    "questTriceratopsBoss": "Tomboló triceratopsz",
    "questTriceratopsDropTriceratopsEgg": "Triceratopsz (Tojás)",
    "questTriceratopsUnlockText": "Elérhetővé teszi a triceratopsz tojások vásárlását a piacon",
    "questGroupStoikalmCalamity": "Stoïkalm vészhelyzet",
    "questStoikalmCalamity1Text": "Stoïkalm vészhelyzet, 1. rész: Földből törő ellenségek",
    "questStoikalmCalamity1Notes": "Egy szűkszavú üzenet érkezik @Kiwibottól és a jégbe dermedt tekercs nemcsak az ujjaidat hűti, hanem a szívedet is. „Stoïkalm sztyeppéken – szörnyek törnek elő a földből – küldjetek segítséget!” Gyorsan csapatot gyűjtesz, és északra indulsz, de amint leereszkedtek a hegyről, a hó a lábatok alatt felrobban és torzan vigyorgó koponyák vesznek körül titeket!<br><br>Hirtelen egy lándzsa süvít el melletted és belefúródik egy koponyába, amely a hó alatt ólálkodva próbált meglepni titeket. Egy magas nő vágtat be a csatába egy masztodon hátán, hosszú fonata ide-oda lendül, miközben határozott mozdulattal kirántja a lándzsáját az összezúzott bestiából. Lady Glaciate, a mamutlovasok vezetője érkezett, hogy segítsetek együtt a támadók ellen!",
    "questStoikalmCalamity1Completion": "Ahogy az utolsó csapást méred a koponyákra, azok egy varázslatos pukkanással eltűnnek. „Ez az átkozott raj talán eltűnt” – mondja Lady Glaciate –, „de ennél nagyobb gondjaink vannak. Kövessetek!” Egy köpenyt dob feléd, hogy védjen a hidegtől, majd elvágtat előtted.",
    "questStoikalmCalamity1Boss": "Föld koponyaraj",
    "questStoikalmCalamity1RageTitle": "Raj újraszületés",
    "questStoikalmCalamity1RageDescription": "Raj újraszületés: Ez a sáv akkor töltődik, ha nem végzed el a napi teendőidet. Ha megtelik, a Föld koponyaraj 30%-kal visszanyeri megmaradt életerejét!",
    "questStoikalmCalamity1RageEffect": "`Föld Koponyaraj használja a RAJ ÚJRASZÜLETÉST!`\n\nMég több koponya tör elő a földből, foguk vacog a hidegben!",
    "questStoikalmCalamity1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questStoikalmCalamity1DropDesertPotion": "Sivatagi keltetőfőzet",
    "questStoikalmCalamity1DropArmor": "Mamutlovas páncél",
    "questStoikalmCalamity2Text": "Stoïkalmi vészhelyzet, 2. rész: Jégcsap-barlangok nyomában",
    "questStoikalmCalamity2Notes": "A Mamutlovasok méltóságteljes csarnoka a letisztult építészet mesterműve, de teljesen üres. Nincs benne bútor, a fegyverek eltűntek, sőt még az oszlopok berakásait is kifosztották.<br><br>„Azok a koponyák mindent kifosztottak” – mondja Lady Glaciate, és a hangjában hóvihar kavarog. „Megalázó. Senki se említse ezt Április bolondjának, különben sosem hallom meg a végét.”<br><br>„Milyen rejtélyes!” – mondja @Beffymaroo. „De hová kerülhettek...”<br><br>„A jégcsap-sárkány barlangjaiba.” – Lady Glaciate a hóban szétszóródott, csillogó érmékre mutat. „Hanyag munka.”<br><br>„De a jégcsap-sárkányok tiszteletreméltó lények, saját kincstárakkal!” – mondja @Beffymaroo. „Miért tennének ilyet...”<br><br>„Elmetrükk” – vágja rá Lady Glaciate, teljes nyugalommal. „Vagy valami hasonlóan melodramatikus és bosszantó.” Azzal elindul kifelé a csarnokból. „Mire vártok még?”<br><br>Gyorsan, kövesd a Jégcsap érmék nyomát!",
    "questStoikalmCalamity2Completion": "A Jégcsap érmék egy ügyesen elrejtett barlang beomlott bejáratához vezetnek. Odakint nyugodt és gyönyörű az idő, a napsütés csillog a hó végtelen kiterjedésén, de odabentről viharos téli szélként üvöltő hang hallatszik. Lady Glaciate elhúzza a száját, majd átnyújt neked egy Mamutlovas sisakot. „Vedd fel” – mondja. „Szükséged lesz rá.”",
    "questStoikalmCalamity2CollectIcicleCoins": "Jégcsap érmék",
    "questStoikalmCalamity2DropHeadgear": "Mamutlovas sisak (Fejfedő)",
    "questStoikalmCalamity3Text": "Stoïkalm vészhelyzet, 3. rész: Jégcsap-sárkány rengés",
    "questStoikalmCalamity3Notes": "A jégcsap-sárkány barlangjainak kanyargó alagútjai csillognak a zúzmarától… és a felhalmozott kincsektől. Döbbenten bámulsz, de Lady Glaciate egy pillantásra sem méltatja őket, egyszerűen elsétál mellettük. „Túl hivalkodó” – jegyzi meg. „Bár el kell ismerni, tiszteletre méltó zsoldosmunkából és bölcs banki befektetésekből gyűlt össze. Nézz tovább.” Összeszűkült szemmel felfedezel egy hatalmas halom lopott tárgyat a sötétben megbújva.<br><br>Egy sziszegő hang hallatszik, ahogy közelebb lépsz. „Az én ínycsiklandó kincsem! Nem fogjátok visszalopni tőlem!” Egy tekergőző test emelkedik ki a halom tetejéről: maga a Jégcsap-sárkány királynő! Épp csak annyi időd van, hogy észrevedd a csuklóján csillogó furcsa karkötőket és a szemében villanó vad elszántságot, mielőtt egy olyan üvöltést hallat, amely beleremegteti a földet.",
    "questStoikalmCalamity3Completion": "Sikerül lefegyverezned a Jégcsap-sárkány királynőt, így Lady Glaciate-nak marad ideje szétzúzni a világító karkötőket. A Királynő megdermed a nyilvánvaló megaláztatástól, majd gyorsan egy méltóságteljes pózt vesz fel. „Nyugodtan eltávolíthatjátok ezeket a felesleges tárgyakat” – mondja. „Attól tartok, egyszerűen nem illenek a dekorációnkhoz.”<br><br>„Meg is loptad őket” – jegyzi meg @Beffymaroo. „Mégpedig úgy, hogy szörnyeket idéztél elő a földből.”<br><br>A Jégcsap-sárkány királynő sértődötten húzza fel az orrát. „Beszéljétek meg azzal az átkozott karkötő-kereskedőnővel” – mondja. „Tzinát keressétek. Gyakorlatilag semmi közöm nem volt hozzá.”<br><br>Lady Glaciate elismerően veregeti meg a vállad. „Ma remek munkát végeztél” – mondja, majd a halomból átnyújt neked egy lándzsát és egy kürtöt. „Légy büszke magadra.”",
    "questStoikalmCalamity3Boss": "Jégcsap-sárkány királynő",
    "questStoikalmCalamity3DropBlueCottonCandy": "Kék vattacukor (élelem)",
    "questStoikalmCalamity3DropShield": "Mamutlovas kürt (Kiegészítő felszerelés)",
    "questStoikalmCalamity3DropWeapon": "Mamutlovas lándzsa (Fegyver)",
    "questGuineaPigText": "A tengerimalac brigád",
    "questGuineaPigNotes": "Épp Habit városának híres piacán sétálgatsz, amikor @Pandah integetve odahív. „Hé, nézd csak ezt!” Egy barna-bézs tojást tart a kezében, amit még sosem láttál.<br><br>Alexander, a kereskedő összevonja a szemöldökét. „Nem emlékszem, hogy ilyet kiraktam volna. Vajon honnan ke...” Egy aprócska mancs félbeszakítja.<br><br>„Tengerre az aranyaddal, kereskedő!” – cincogja egy parányi, de gonoszságtól csöpögő hang.<br><br>„Ó, ne, a tojás csak figyelemelterelés volt!” – kiáltja @mewrose. „Ez a szőrös, kapzsi Tengerimalac banda! Soha nem csinálják meg a napi teendőiket, ezért állandóan aranyat lopnak, hogy életitalt vehessenek.”<br><br>„A piac kirablása?” – kérdezi @emmavig. „Nem, amíg mi itt vagyunk!” További biztatásra nincs is szükség, azonnal Alexander segítségére sietsz.",
    "questGuineaPigCompletion": "„Megadjuk magunkat!” – emeli fel apró mancsait a Tengerimalac banda vezére, bozontos feje bűnbánóan lehorgad. A kalapja alól egy lista hullik ki, amit @snazzyorange gyorsan felkap bizonyítéknak. „Várjunk csak egy percet” – mondod. „Nem csoda, hogy állandóan megsérültök! Túl sok napi teendőtök van. Nem életitalokra van szükségetek – csak egy kis segítségre a rendszerezésben.”<br><br>„Tényleg?” – cincogja a Tengerimalac banda vezére. „Olyan sokakat kiraboltunk emiatt! Kérlek, fogadjátok el a tojásainkat bocsánatkérésként a görbe utunkért.”",
    "questGuineaPigBoss": "Tengerimalac brigád",
    "questGuineaPigDropGuineaPigEgg": "Tengerimalac (Tojás)",
    "questGuineaPigUnlockText": "Elérhetővé teszi a tengerimalac tojások vásárlását a piacon",
    "questPeacockText": "A Húzd-meg-ereszd-meg páva",
    "questPeacockNotes": "A Taskwoodson keresztül vándorolsz és azon tűnődsz, melyik izgalmas új célodat kellene választanod. Ahogy egyre mélyebbre hatolsz az erdőben, rájössz, hogy nem vagy egyedül ezzel a dilemmával. „Megtanulhatnék egy új nyelvet… vagy eljárhatnék edzeni…” – morfondírozik @Cecily Perez. „Többet is alhatnék” – töpreng @Lilith of Alfheim –, „vagy több időt tölthetnék a barátaimmal…” Úgy tűnik, @PainterProphet, @Pfeffernusse és @Draayder is ugyanígy bénul meg a választások terhe alatt.<br><br>Rádöbbensz, hogy ezek a mindent elborító érzések nem is igazán a tieid… egyenesen beleestél a fondorlatos Húzd-meg-ereszd-meg páva csapdájába! Mielőtt még elmenekülhetnél, a bokrok közül előugrik. Mindegyik feje más irányba húz téged és egyre inkább érzed, hogy eluralkodik rajtad a kiégés. Nem tudsz egyszerre két ellenféllel is megküzdeni, így csak egy lehetőséged marad – koncentrálj az első feladatra, ami eléd kerül!",
    "questPeacockCompletion": "A Húzd-meg-ereszd-meg pávát meglepi a hirtelen elhatározásod. Egységes összpontosításod végül legyőzi, és a fejei újra eggyé olvadnak, felfedve előtted a leggyönyörűbb teremtményt, amit valaha láttál. „Köszönöm” – mondja a páva. „Olyan sokáig téptem magam minden irányba, hogy teljesen elvesztettem a valódi céljaimat. Fogadd el ezeket a tojásokat hálám jeléül.”",
    "questPeacockBoss": "Húzd-meg-ereszd-meg páva",
    "questPeacockDropPeacockEgg": "Páva (Tojás)",
    "questPeacockUnlockText": "Elérhetővé teszi a páva tojások vásárlását a piacon",
    "questButterflyText": "Viszlát, Lángpillangó",
    "questButterflyNotes": "Kertész barátod, @Megan, meghívást küld neked: „Ezek a meleg napok tökéletesek arra, hogy meglátogasd Habitica pillangókertjét a Taskan vidéken. Gyere, nézd meg a pillangók vándorlását!” Amikor megérkezel, a kert azonban romokban hever – alig maradt más, mint kiégett fű és elszáradt gyomok. Olyan forróság volt, hogy a Habiticanok nem jöttek ki megöntözni a virágokat és a sötétvörös napi teendők száraz, napégette tűzfészekké változtatták a tájat. Csak egyetlen pillangó van ott és valami nincs vele rendben…<br><br>„Ó, ne! Ez a tökéletes keltetőhely a Lángpillangónak” – kiáltja @Leephon.<br><br>„Ha nem kapjuk el, mindent elpusztít!” – kap levegő után @Eevachu.<br><br>Itt az idő, hogy elköszönjünk a Lángpillangótól!",
    "questButterflyCompletion": "Egy heves csata után sikerül elfogni a Lángoló Pillangót. „Remek munka, hogy elkaptátok ezt a leendő gyújtogatót,” mondja @Megan megkönnyebbült sóhajjal. „Mégis, még a leggonoszabb pillangót is nehéz igazán rossznak tartani. Jobb lenne, ha egy biztonságos helyen engednénk szabadon ezt a Pillangót… mondjuk a sivatagban.”<br><br>Az egyik kertész, @Beffymaroo, hozzád lép – kissé megpörkölődve, de mosolyogva. „Segítenél felnevelni ezeket a talált bábokat? Talán jövőre egy még zöldebb kert vár majd rájuk.”",
    "questButterflyBoss": "Lángpillangó",
    "questButterflyDropButterflyEgg": "Hernyó (Tojás)",
    "questButterflyUnlockText": "Elérhetővé teszi a hernyó tojások vásárlását a piacon",
    "questGroupMayhemMistiflying": "Felfordulás Mistiflyingban",
    "questMayhemMistiflying1Text": "Felfordulás Mistiflyingban, 1. rész: Amelyben Mistiflying szörnyű galibába keveredik",
    "questMayhemMistiflying1Notes": "Bár a helyi jósok kellemes időt jósoltak, a délután meglepően szeles, ezért hálásan követeled barátodat, @Kiwibot-ot a házába, hogy elmeneküljetek a viharos idő elől.<br><br>Egyikőtök sem számít arra, hogy az Áprilisi bolondja a konyhaasztalnál heverészve találjátok.<br><br>„Ó, sziasztok,” mondja. „Micsoda meglepetés, hogy itt látlak titeket. Kérlek, fogadjátok el ezt a finom teát.”<br><br>„Ez…,” kezdi @Kiwibot. „Ez AZ ÉN—“<br><br>„Igen, igen, természetesen,” vág közbe az Áprilisi bolondja, miközben elvesz egy süteményt. „Csak gondoltam, beugrom egy kicsit, hogy megpihenjek az összes tornádót idéző koponya elől.” Lazán belekortyol a teájába. „Mellesleg, Elszállóvárost éppen megtámadták.”<br><br>Rémülten rohantok az istállókhoz, és felnyergelitek a leggyorsabb szárnyas hátasaitokat. Ahogy a lebegő város felé szárnyaltok, látjátok, hogy fecsegő, repkedő koponyák egész raja ostromolja a várost… és néhányan már felétek fordítják figyelmüket!",
    "questMayhemMistiflying1Completion": "Az utolsó koponya is lehull az égből, állkapcsában egy csillogó, szivárványszínű köpenyt szorongatva, de a szél változatlanul fúj. Valami más is lappang a háttérben. És hol van az a lusta Április bolondja? Felkapod a köpenyt, majd suhanva belépsz a városba.",
    "questMayhemMistiflying1Boss": "Légi koponyaraj",
    "questMayhemMistiflying1RageTitle": "Raj újraszületése",
    "questMayhemMistiflying1RageDescription": "Raj újraszületése: Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a Légi koponyaraj visszanyeri megmaradt életereje 30%-át!",
    "questMayhemMistiflying1RageEffect": "`Légi Koponyaraj használja a RAJ ÚJRASZÜLETÉSÉT!`\n\nGyőzelmüktől felbátorodva még több koponya kavarog elő a felhőkből!",
    "questMayhemMistiflying1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questMayhemMistiflying1DropWhitePotion": "Fehér keltetőfőzet",
    "questMayhemMistiflying1DropArmor": "Ravasz szivárványfutár köpeny (Páncél)",
    "questMayhemMistiflying2Text": "Felfordulás Mistiflyingban, 2. rész: Amelyben a szél tovább erősödik",
    "questMayhemMistiflying2Notes": "Mistiflying ide-oda imbolyog, ahogy a varázslatos méhek, amelyek a levegőben tartják a várost, küszködnek az erős széllökésekkel. Kétségbeesetten keresed az Április bolondját, míg végül rátalálsz egy kunyhóban: épp kártyázik egy dühös, megkötözött koponyával.<br><br>@Katy133 túlharsogja a süvítő szelet: „Mi okozza ezt? Legyőztük a koponyákat, de a helyzet csak rosszabb lett!”<br><br>„Ez valóban kellemetlen helyzet” – ismeri el Április bolondja. „De kérlek, ne szólj Lady Glaciate-nek! Mindig azzal fenyeget, hogy véget vet az udvarlásomnak, mert szerinte én ‘katasztrofálisan felelőtlen’ vagyok, és attól tartok, ezt az esetet is félreértené.” Megkeveri a paklit. „Talán követhetnétek a Mistilepkéket? Mivel anyagtalanok, a szél nem sodorja el őket és általában veszélyforrások köré gyűlnek.” Az ablakon át az egyik városvédő lénycsoportra bök, akik kelet felé rebbennek. „Most pedig hagyj koncentrálni – az ellenfelemnek mesteri pókerarca van.”",
    "questMayhemMistiflying2Completion": "A Mistilepkéket követve egy tornádóhoz érkezel, de a vihar túlságosan vad ahhoz, hogy áthaladj rajta.<br><br>„Ez talán segít” – szólal meg egy hang közvetlenül a fülednél, és majdnem leesel a hátasodról. Április bolondja valahogy már mögötted ül a nyeregben. „Úgy hallottam, ezek a futárcsuklyák olyan aurát bocsátanak ki, amely megvéd a zord időjárástól – nagyon hasznos, ha repülés közben nem akarod elveszíteni a küldeményeidet. Miért nem próbálod ki?”",
    "questMayhemMistiflying2CollectRedMistiflies": "Vörös mistilepke",
    "questMayhemMistiflying2CollectBlueMistiflies": "Kék mistilepke",
    "questMayhemMistiflying2CollectGreenMistiflies": "Zöld mistilepke",
    "questMayhemMistiflying2DropHeadgear": "Ravasz szivárványfutár csuklya (Fejfedő)",
    "questMayhemMistiflying3Text": "Felfordulás Mistiflyingban, 3. rész: Amelyben egy postás rendkívül udvariatlan",
    "questMayhemMistiflying3Notes": "A Mistilepkék annyira sűrűn kavarognak a tornádóban, hogy alig látsz át rajtuk. Hunyorogva kiszúrsz egy sokszárnyú alakot a vihar közepén.<br><br>„Ó, jaj” – sóhajtja Április bolondja, akinek a hangját alig hallod a tomboló szélben. „Úgy tűnik, Winnyt megszállta valami. Nagyon is átérzem – bárkivel előfordulhat.”<br><br>„A Szélmágus!” – kiáltja @Beffymaroo. „Ő Mistiflying legtehetségesebb futárvarázslója, mivel kiválóan ért az időjárásmágia irányításához. Normálisan nagyon udvarias postás!”<br><br>Mintha csak ezt akarná megcáfolni, a Szélmágus dühödten felüvölt, és még a varázsköpenyed ellenére is majdnem letép a hátasodról a vihar.<br><br>„Az az ízléstelen maszk új” – jegyzi meg Április bolondja. „Talán meg kellene fosztanod tőle?”<br><br>Jó ötlet… csakhogy a feldühödött mágus nem fogja önként átadni.",
    "questMayhemMistiflying3Completion": "Éppen amikor azt hiszed, hogy már nem bírod tovább, sikerül letépni a maszkot a Szélmágus arcáról. A tornádó egy szempillantás alatt felszívódik, helyét kellemes szellő és napsütés veszi át. A Szélmágus zavartan körülnéz. „Hova tűnt?”<br><br>„Kicsoda?” – kérdezi @khdarkwolf.<br><br>„Az a kedves nő, aki felajánlotta, hogy kézbesít egy csomagot nekem. Tzina.” Ahogy a széljárta városra tekint, arca elkomorul. „Bár jobban belegondolva… talán mégsem volt olyan kedves…”<br><br>Április bolondja megveregeti a vállát, majd két csillogó borítékot nyújt át neked. „Itt van. Hagyd pihenni ezt a szegény fickót és vedd át egy időre a postázást! Hallottam, hogy ezeknek a leveleknek mágikus erejük van – megéri kézbesíteni őket.”",
    "questMayhemMistiflying3Boss": "A Szélmágus",
    "questMayhemMistiflying3DropPinkCottonCandy": "Rózsaszín vattacukor (élelem)",
    "questMayhemMistiflying3DropShield": "Ravasz szivárványüzenet (Kiegészítő felszerelés)",
    "questMayhemMistiflying3DropWeapon": "Ravasz szivárványüzenet (Fő felszerelés)",
    "featheredFriendsText": "Tollas barátok küldetéscsomag",
    "featheredFriendsNotes": "Küldetéseket tartalmaz, amelyekkel Bagoly, Papagáj és Héja kisállat tojásokat szerezhetsz: Éjjeli Bagoly, Segítség! Harpia! és A Halogató Héják.",
    "questNudibranchText": "A MostCsináld Meztelencsigák inváziója",
    "questNudibranchNotes": "Egy lustálkodós napon végre rászánod magad, hogy átnézd a Teendőidet Habiticában. A legsötétebb vörös feladataid között egy csapat élénk kék tengeri csiga tűnik fel. Teljesen elbűvölnek! A zafírkék színük miatt még a legfélelmetesebb feladataid is olyan könnyűnek tűnnek, mint a legjobb Szokásaid. Lázasan nekiállsz dolgozni, egyik feladatot a másik után pipálod ki megállás nélkül...<br><br>A következő pillanatban @LilithofAlfheim hideg vizet locsol rád. „A MostCsináld Meztelencsigák teljesen összecsipkedtek! Szükséged van egy kis szünetre!”<br><br>Megdöbbenve veszed észre, hogy a bőröd éppolyan élénkvörös, mint amilyen a Teendőlistád volt. „A produktivitás fontos,” mondja @beffymaroo, „de magadra is vigyáznod kell. Gyerünk, szabaduljunk meg tőlük gyorsan!”",
    "questNudibranchCompletion": "Látod, ahogy az utolsó MostCsináld Meztelencsiga lecsúszik egy halom teljesített feladatról, miközben @amadshade lemossa őket. Az egyik egy kis vászonzsákot hagy maga után, és amikor kinyitod, aranyat találsz benne, valamint néhány apró, ellipszis alakú dolgot, amikről sejted, hogy tojások lehetnek.",
    "questNudibranchBoss": "NowDo tengeri nyúl",
    "questNudibranchDropNudibranchEgg": "Csupaszkopoltyús csiga (Tojás)",
    "questNudibranchUnlockText": "Elérhetővé teszi a meztelen csiga tojások vásárlását a piacon",
    "splashyPalsText": "Fröcskölő barátok küldetéscsomag",
    "splashyPalsNotes": "Küldetéseket tartalmaz, amelyekkel Teknős, Bálna és Csikóhal kisállat tojásokat szerezhetsz: Vezesd a Teknőst, A Bálna Búgása és A Dilatory Derbi.",
    "questHippoText": "Micsoda Víziló-krita",
    "questHippoNotes": "Te és @awesomekitty kifulladva rogytok le egy pálmafa árnyékába. A Sloensteadi szavanna perzselő napja kegyetlenül tűz és a föld szinte izzik a hőségben. Eddig igazán eredményes napotok volt, sikerült teljesíteni a napi teendőiteket és ez az oázis tökéletes helynek tűnik egy kis pihenésre. Ahogy a vízhez hajolsz, hogy kortyolj belőle, hátratántorodsz a döbbenettől: egy hatalmas víziló emelkedik ki előtted. „Máris pihensz? Ne légy lusta, dolgozz tovább!” Próbálod megmagyarázni, hogy egész nap keményen dolgoztál és szükséged van egy kis szünetre, de a víziló meg se hallgat.<br><br>@khdarkwolf suttogva jegyzi meg neked: „Látod, egész nap csak heverészik, de mégis lustának nevez téged? Ő a Víziló-krita!”<br><br>Barátod, @jumorales bólint. „Mutassuk meg neki, milyen is a kemény munka!”",
    "questHippoCompletion": "A víziló végül megadóan meghajol. „Alábecsültelek titeket. Úgy tűnik, nem voltatok lusták. Elnézést kérek. Őszintén szólva, lehet, hogy csak magamból indultam ki. Talán ideje lenne nekem is dolgoznom egy kicsit. Fogadjátok ezeket a tojásokat hálám jeléül.” Miközben azokat magadhoz veszed, végre letelepszel a víz mellé, készen arra, hogy igazán kipihend magad.",
    "questHippoBoss": "A Víziló-krita",
    "questHippoDropHippoEgg": "Víziló (Tojás)",
    "questHippoUnlockText": "Elérhetővé teszi a víziló tojások vásárlását a piacon",
    "farmFriendsText": "Tanyasi barátok küldetéscsomag",
    "farmFriendsNotes": "Küldetéseket tartalmaz, amelyekkel ló, bárány és tehén kisállat tojásokat szerezhetsz: Lovagold meg a Lidérclovat, a Menydörgő kos és a Mutáns tehén.",
    "witchyFamiliarsText": "Boszorkányos kisállatok küldetéscsomag",
    "witchyFamiliarsNotes": "Küldetéseket tartalmaz, amelyekkel béka, pók és patkány kisállat tojásokat szerezhetsz: A zűrzavar béka lápja, A Zúzmara pók és A Patkánykirály.",
    "questGroupLostMasterclasser": "A kasztmesterek rejtélye",
    "questUnlockLostMasterclasser": "Ahhoz, hogy ezt a küldetést feloldhasd, teljesítened kell ezeknek a küldetéssoroknak az utolsó küldetéseit: „Vészhelyzet Dilatoryban”, „Felfordulás Mistiflyingban”, „Stoïkalm vészhelyzet” és „Rettenet a Taskwoodsban”.",
    "questLostMasterclasser1Text": "A kasztmesterek rejtélye, 1. rész: Olvass a sorok között",
    "questLostMasterclasser1Notes": "Váratlanul @beffymaroo és @Lemoness hívat Habit Hallba, ahol meglepetten látod, hogy Habitica mind a négy kasztmestere ott vár rád a hajnali félhomályban. Még a Vidám kaszás is komornak tűnik.<br><br>„Ó, hát megérkeztél” – szól Április bolondja. „Nos, nem zavarnánk meg a pihenésedet, ha nem lenne igazán súlyos—”<br><br>„Segíts nekünk kivizsgálni a közelmúltbeli megszállásokat” – vág közbe Lady Glaciate. „Minden áldozat egy bizonyos Tzinát okolta.”<br><br>Április bolondja láthatóan sértődötten horkan fel. „És mi van az én nagyszerű beszédemmel?” – sziszegi neki. „A köddel és a mennydörgés-effektekkel?”<br><br>„Sietnünk kell” – morogja Lady Glaciate. „És a mamutjaim még mindig vizesek a folytonos próbálgatásaid miatt.”<br><br>„Attól tartok, a harcosok mestere ezúttal helyesen ítéli meg a helyzetet” – szólal meg Manta király. „Az idő sürget. Segítesz nekünk?”<br><br>Amikor bólintasz, Manta király varázsmozdulattal portált nyit, amely egy víz alatti szobát tár fel előtted. „Ússz le velem Dilatoryba, és átkutatjuk a könyvtáramat, hátha találunk valami nyomot.” Látva a zavart arcodat, hozzáteszi: „Ne aggódj, a könyveket már jóval azelőtt megbűvölték, hogy Dilatory elsüllyedt. Egyik sincs egy kicsit sem átázva!” Kacsint. „Nem úgy, mint Lady Glaciate mamutjai.”<br><br>„Hallottam ám, Manta.”<br><br>Ahogy a mágusmester után a vízbe merülsz, a lábaid uszonyokká alakulnak. Bár a tested könnyedén lebeg, a szíved elnehezül, amikor megpillantod a könyvespolcok ezreit. Ideje nekilátni az olvasásnak…",
    "questLostMasterclasser1Completion": "Órákon át kutatsz a kötetek között, de semmilyen hasznos információt nem találsz.<br><br>„Ez lehetetlennek tűnik, hogy még csak egy apró utalás se legyen” – mondja @Tuqjoi főkönyvtáros, mire segédje, @stefalupagus frusztráltan bólint.<br><br>Manta király szeme összeszűkül. „Nem lehetetlen… <em>szándékos</em>.” Egy pillanatra a keze körül izzó fény dereng és néhány könyv megremeg. „Valami elrejti az információt” – mondja. „Nem csupán egy állandó varázslat, hanem egy önálló akarattal bíró erő. Valami… élő.” Feláll az asztaltól. „A Vidám kaszásnak tudnia kell erről. Csomagoljunk egy kis útravalót!”",
    "questLostMasterclasser1CollectAncientTomes": "Ősi kódexek",
    "questLostMasterclasser1CollectForbiddenTomes": "Tiltott kódexek",
    "questLostMasterclasser1CollectHiddenTomes": "Rejtett kódexek",
    "questLostMasterclasser2Text": "A kasztmesterek rejtélye, 2. rész: Az a'Voidant összeszerelése",
    "questLostMasterclasser2Notes": "A Vidám kaszás csontos ujjaival az egyik könyvre dobol. „Ó, jaj” – mondja a gyógyítók mestere. „Egy rosszindulatú lény lappang itt. Gyanakodhattam volna, tekintve, hogy minden incidens során újraéledő koponyák támadtak.” Segédje, @tricksy.fox behoz egy ládát és elképedve látod, hogy @beffymaroo éppen azokat a tárgyakat pakolja ki, amelyeket Tzina korábban az emberek megszállására használt.<br><br>„Rezonáns gyógyító mágiával próbálom megidézni ezt a lényt” – mondja a Vidám kaszás, emlékeztetve, hogy ő bizony egy kissé szokatlan gyógyító. „Gyorsan kell olvasnod a megjelenő információkat, mielőtt a lény újra eltűnik!”<br><br>Ahogy koncentrál, a könyvekből kavargó köd áramlik elő, és körbefonja a tárgyakat. Gyorsan lapozod a könyveket, és igyekszel elolvasni az újonnan feltűnő szövegeket. Csak néhány töredéket sikerül elkapnod: „Az Időpuszták homokja” — „a Nagy Katasztrófa” — „négy részre szakadt” — „végleg megrontott” — mígnem egyetlen név villan eléd: Zinnya.<br><br>Ekkor a lapok kiszakadnak a kezedből és cafatokra szakadnak, ahogy egy üvöltő lény robban elő a tárgyakból.<br><br>„Ez egy Kihátráló!” – kiáltja a Vidám kaszás, miközben védelmező varázslatot vet rád. „Ősi, a zavart és feledést okozó lények egyike. Ha Tzina képes irányítani egyet, az azt jelenti, hogy félelmetes hatalommal bír az életmágia felett. Gyorsan, támadd meg, mielőtt visszaszökik a könyvekbe!”<br><br>",
    "questLostMasterclasser2Completion": "A Kihátráló végül elbukik és megosztod a feljegyzett töredékeket.<br><br>„Ezek közül egyik sem ismerős, még nekem sem” – mondja a Vidám kaszás. „Kivéve… Az Időpuszták egy távoli sivatag Habitica legzordabb peremén. A portálok ott gyakran kudarcot vallanak, de gyors hátasokkal hamar odaérhetünk. Lady Glaciate örömmel segít.” Hangja szórakozottabbá válik. „Ami azt jelenti, hogy a szerelmes Tréfamester bizonyára vele tart.” Átnyújtja neked a csillogó maszkot. „Talán ennek a tárgynak a nyomait követve megtalálhatod a forrást. Én pedig összeszedek némi élelmet az útra.”",
    "questLostMasterclasser2Boss": "A Kihátráló",
    "questLostMasterclasser2DropEyewear": "Étera maszk (Szemfedő)",
    "questLostMasterclasser3Text": "A kasztmesterek rejtélye, 3. rész: Város a homokban",
    "questLostMasterclasser3Notes": "Ahogy az éjszaka ráborul az Időpazarló perzselő homokjára, vezetőid, @AnnDeLune, @Kiwibot és @Katy133 előre irányítanak. Néhány kiszáradt oszlop mered ki az árnyékos dűnék közül, és ahogy közelebb érsz, különös surrogó hang visszhangzik a látszólag elhagyatott tájon.<br><br>„Láthatatlan teremtmények!” kiált fel az Április bolondja mohón. „Oho! Képzeld csak el a lehetőségeket. Ez biztosan egy igazán rejtőzködő Gazfickó műve.”<br><br>„Egy Gazfickó, aki akár figyelhet is minket” – mondja Lady Glaciate, miközben leszáll a hátasáról és megemeli a lándzsáját. „Ha frontális támadás ér minket, próbáljátok meg nem feldühíteni az ellenfelet. Nem akarok még egy vulkános incidenst.”<br><br>Az Április bolondja sugárzó mosollyal néz rá. „De az volt az egyik legfényesebb mentőakciód.”<br><br>Meglepetésedre Lady Glaciate elpirul a bóktól. Gyorsan sarkon fordul és elindul, hogy megvizsgálja a romokat.<br><br>„Úgy tűnik, egy ősi város maradványai” – mondja @AnnDeLune. „Vajon mi…”<br><br>Mielőtt befejezhetné a mondatát, egy portál nyílik meg az égen hatalmas robajjal. Nem úgy volt, hogy itt szinte lehetetlen varázsolni? A láthatatlan állatok patái dübörögve menekülnek a pánikban, miközben próbálod megtartani az egyensúlyod a sikoltó koponyák áradatában, amelyek ellepik az eget.",
    "questLostMasterclasser3Completion": "Az Április bolondja egy homokfelhővel lepi meg az utolsó koponyát, ami hátratántorodik Lady Glaciate felé – ő pedig villámgyorsan összezúzza. Miközben próbálsz levegőhöz jutni, felnézel, és egy árnyalakot látsz átsuhanni a lassan bezáródó portál túlsó oldalán. Gyorsan gondolkodva felkapod az amulettet a korábban megszállt tárgyakat rejtő ládából és valóban – az amulett az ismeretlen alak felé kezd húzni. Figyelmen kívül hagyva Lady Glaciate és az Április bolondja riadt kiáltásait, utána ugrasz a portálba, amely egy szempillantás alatt becsukódik mögötted. Egy sötét semmibe zuhansz.",
    "questLostMasterclasser3Boss": "Üresség koponyaraj",
    "questLostMasterclasser3RageTitle": "Raj újjáéledése",
    "questLostMasterclasser3RageDescription": "Raj újjáéledése: Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, az Üresség koponyaraj visszanyeri a megmaradt életereje 30%-át!",
    "questLostMasterclasser3RageEffect": "`Az Üresség koponyaraj használja a RAJ ÚJJÁÉLEDÉST!`\n\nDiadaluktól megrészegülve még több koponya sikítva zuhan alá az égből, tovább erősítve a rajt!",
    "questLostMasterclasser3DropBodyAccessory": "Éter amulett (Testkiegészítő)",
    "questLostMasterclasser3DropBasePotion": "Alap keltetőfőzet",
    "questLostMasterclasser3DropGoldenPotion": "Arany keltetőfőzet",
    "questLostMasterclasser3DropPinkPotion": "Vattacukor rózsaszín keltetőfőzet",
    "questLostMasterclasser3DropShadePotion": "Árny keltetőfőzet",
    "questLostMasterclasser3DropZombiePotion": "Zombi keltetőfőzet",
    "questLostMasterclasser4Text": "A kasztmesterek rejtélye, 4. rész: Az elveszett kasztmester",
    "questLostMasterclasser4Notes": "Kibukkansz a portálból, de még mindig egy furcsán hullámzó, alaktalan világban lebegsz. „Ez merész húzás volt” – szólal meg egy hideg hang. „El kell ismernem, hogy még nem terveztem közvetlen összecsapást.” Egy nő emelkedik ki a kavargó sötétségből. „Üdv az Üresség birodalmában.”<br><br>Próbálod leküzdeni a hirtelen rád törő hányingert. „Te vagy Zinnya?” kérdezed.<br><br>„Az a név egy naiv idealistáé volt” – feleli gúnyosan elhúzva a száját és a világ megremeg alatta. „Nem. Ha már itt tartunk, most inkább Anti’zinnya néven ismerhetsz – tekintve mindazt, amit tettem és amit eltöröltem.”<br><br>Hirtelen a portál újra megnyílik mögötted, és a négy kasztmester tag kivont fegyverrel ront előre. Anti’zinnya szemei gyűlölettől villannak fel. „Lám, a nyomorult helyetteseim is utánad vonszolták magukat.”<br><br>Rámeredsz. „Helyettesek?”<br><br>„Mester Étermágusként én voltam az első kasztmester tag – az egyetlen kasztmester tag. Ez a négy csak gyenge utánzat, mindössze egy-egy töredékét birtokolják annak, ami egykor az enyém volt! Én minden varázslatot irányítottam, minden képességet elsajátítottam. A világot a saját akaratom szerint formáltam – egészen addig, amíg az áruló éter össze nem omlott a tehetségem és a tökéletesen ésszerű elvárásaim súlya alatt. Évezredek óta raboskodom ebben a semmiben, hogy visszanyerjem erőmet. Képzelheted a megvetésemet, mikor megtudtam, hogy az örökségemet bemocskolták.” Egy mély, visszhangzó kacaj tör fel belőle. „A tervem az volt, hogy előbb elpusztítom a birodalmaikat, majd őket magukat is, de végül is, a sorrend lényegtelen.” Egy hátborzongató erővel előrelendül, és az Üresség birodalma káoszba borul.",
    "questLostMasterclasser4Completion": "Az utolsó csapásod nyomán az Elveszett kasztmester dühösen felkiált, teste áttetszővé válik. A tomboló üresség elcsendesedik körülötte, ahogy előre hanyatlik és egy pillanatra mintha megváltozna – fiatalabbnak, nyugodtabbnak tűnik, békés kifejezéssel az arcán… de aztán minden hangtalanul szertefoszlik, és te ismét a sivatagi homokban térdelsz.<br><br>„Úgy tűnik, még sokat kell tanulnunk a saját történelmünkről” – mondja Manta király, a romok fölött merengve. „Miután a Mester Aethermancer elvesztette az uralmát a képességei felett, a kiáradó üresség valószínűleg kiszívta az életet az egész földből. Minden ilyen sivataggá válhatott.”<br><br>„Nem csoda, hogy a Habiticát alapító ősi népek a termelékenység és a jólét egyensúlyát hangsúlyozták” – jegyzi meg a Vidám kaszás. „Újraépíteni a világukat óriási kihívás lehetett, rengeteg kemény munkát igényelt, de biztosan meg akarták akadályozni, hogy még egyszer ilyen katasztrófa történjen.”<br><br>„Óho, nézzétek azokat a korábban megszállt tárgyakat!” – kiált fel az Április bolondja. Valóban, mindegyik halvány, ragyogó áttetszőséggel csillog a végső étera-kitörés hatására, amely akkor szabadult fel, amikor Anti’zinnya szellemét megnyugtattátok. „Micsoda káprázatos hatás. Jegyzetelnem kell.”<br><br>„A környéken maradt étera-koncentráció valószínűleg ezért tette ezeket az állatokat láthatatlanná” – mondja Lady Glaciate, miközben egy láthatatlan foltot vakargat a füle mögött. Egy bolyhos fej finoman bökdösi a kezedet, és sejted, hogy otthon a karámban lesz mit megmagyaráznod. Ahogy utoljára a romokra pillantasz, észreveszed, mi maradt az első kasztmester után: csillogó köpenye. Magadra terítve elindulsz vissza Habit városába, elmélkedve mindazon, amit megtanultál.<br><br>",
    "questLostMasterclasser4Boss": "Anti’zinnya",
    "questLostMasterclasser4RageTitle": "Éterszívó üresség",
    "questLostMasterclasser4RageDescription": "Éterszívó üresség: Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, Anti’zinnya elszívja a csapat manáját!",
    "questLostMasterclasser4RageEffect": "`Anti’zinnya használja az ÉTERSZÍVÓ ÜRESSÉGET!` Egy torz tükörképeként az Éteri hullám varázslatnak, érzed, ahogy a mágiád a sötétségbe szivárog!",
    "questLostMasterclasser4DropBackAccessory": "Éter köpeny (Hátkiegészítő)",
    "questLostMasterclasser4DropWeapon": "Éter kristályok (Kétkezes fegyver)",
    "questLostMasterclasser4DropMount": "Láthatatlan éter hátas",
    "questYarnText": "Az összegabalyodott fonal",
    "questYarnNotes": "Olyan kellemes nap van, hogy úgy döntesz, sétálsz egyet a Taskani vidéken. Ahogy elhaladsz a híres fonalbolt mellett, egy éles sikoly hasít a levegőbe, felriasztva a madarakat és elbújtatva a pillangókat. A hang irányába rohansz és látod, hogy @Arcosine száguld feléd az úton. Mögötte egy borzalmas lény lohol, amely fonalakból, gombostűkből és kötőtűkből áll, kattogva és csattogva egyre közelebb kerül.<br><br>A boltosok utánairamodnak és @stefalupagus kifulladva megragadja a karodat. „Úgy tűnik, minden befejezetlen projektje” <em>liheg liheg</em> „átváltoztatta a Fonalszalon fonalait” <em>liheg liheg</em> „egy kusza fonalszörnyeteggé, a Yarnghettivé!”<br><br>„Néha az élet közbeszól, és egy projekt félbemarad, egyre jobban összegabalyodik és zavarosabbá válik” – mondja @khdarkwolf. „A zűrzavar pedig átterjedhet más projektekre is, míg végül annyi befejezetlen munka lesz körülöttünk, hogy már semmit sem tudunk elvégezni!”<br><br>Itt az idő dönteni: befejezed az elakadt projektjeidet… vagy végleg lebontod őket. Akárhogy is, gyorsan növelned kell a hatékonyságodat, mielőtt a rettegett Yarnghetti továbbterjeszti a zűrzavart és a széthúzást Habitica többi részére!",
    "questYarnCompletion": "Ahogy a szörny egy utolsót csap a gombostűkkel teli végtagjával és elgyötörten felmordul, végül teljesen szétbomlik egy halom fonalgombolyaggá.<br><br>„Vigyázz erre a fonalra” – mondja @JinjooHat, miközben átnyújtja neked. „Ha gondosan táplálod és ápolod őket, új és izgalmas projektekké fejlődhetnek, amelyek talán még a szívedet is szárnyalásra késztetik...”",
    "questYarnBoss": "A rettegett Yarnghetti",
    "questYarnDropYarnEgg": "Fonal (Tojás)",
    "questYarnUnlockText": "Elérhetővé teszi a fonalgombolyag tojások vásárlását a piacon",
    "winterQuestsText": "Téli küldetéscsomag",
    "winterQuestsNotes": "Küldetéseket tartalmaz, amelyekkel Jegesmedve kisállatot, Jegesmedve hátast és Pingvin kisállat tojásokat szerezhetsz: Találd meg a bocsot, Prémvadász mikulást és A fagyos felfordulást.",
    "questPterodactylText": "A Pterror-daktilusz",
    "questPterodactylNotes": "Épp egy békés sétát teszel a Stoïkalm szikláinál, amikor egy gonosz sikoly hasít a levegőbe. Megfordulsz, és egy szörnyűséges lényt látsz feléd repülni, miközben a rémület bénító ereje eluralkodik rajtad. Éppen megfordulnál, hogy menekülj, de @Lilith of Alfheim elkap. „Ne ess pánikba! Ez csak egy Pterror-daktilusz.”<br><br>@Procyon P bólint. „A közelben fészkelnek, de a rossz szokások és a befejezetlen napi teendők illata vonzza őket.”<br><br>„Ne aggódj” – mondja @Katy133. „Csak extra produktívnak kell lennünk, hogy legyőzzük!” Újult elszántság tölt el és készen állsz szembenézni az ellenféllel.",
    "questPterodactylCompletion": "Utolsó sikolyával a Pterror-daktilusz lezuhan a sziklák pereméről. Előrerohansz, és figyeled, ahogy a távoli sztyeppék felett elrepül. „Huh, örülök, hogy ennek vége” – mondod. „Én is” – feleli @GeraldThePixel. „De nézd! Hagyott itt nekünk néhány tojást.” @Edge átnyújt neked három tojást, és megfogadod, hogy nyugodt környezetben neveled fel őket, pozitív szokások és teljesített napi teendők között.",
    "questPterodactylBoss": "Pterror-daktilusz",
    "questPterodactylDropPterodactylEgg": "Pterodaktilusz (Tojás)",
    "questPterodactylUnlockText": "Elérhetővé teszi a pterodaktilusz tojások vásárlását a piacon",
    "questBadgerText": "Ne zaklass a borzoddal!",
    "questBadgerNotes": "Ah, tél a Feladaterdőben. A lágyan hulló hó, a zúzmarával csillogó ágak, a Virágzó Tündérek… akik még mindig nem alszanak?<br><br>„Miért vannak még ébren?” kiáltja @LilithofAlfheim. „Ha nem kezdik meg hamarosan a téli álmukat, nem lesz elég energiájuk az ültetési szezonra!”<br><br>Miközben te és @Willow the Witty sietve utánajártok a dolognak, egy szőrös fej bukkan elő a földből. Mielőtt kiáltani tudnád: „Ez a Nyaggancs!”, már vissza is bújik az üregébe – de nem anélkül, hogy elkapná a tündérek „Téli álom” Teendőit, és helyükre egy hatalmas lista idegesítő feladatot ejtene!<br><br>„Nem csoda, hogy a tündérek nem tudnak pihenni, ha folyamatosan így nyaggatják őket!” mondja @plumilla. El tudod űzni ezt a bestiát, és megmenteni a Feladaterdő idei termését?",
    "questBadgerCompletion": "Végül sikerül elűznöd a Nyaggancsot, és sietve bemész az üregébe. Az alagút végén megtalálod a tündérek „Téli álom” Teendőinek rejtekhelyét. Az odú teljesen elhagyatottnak tűnik… kivéve három tojást, amelyek mintha már a kikelésre készülnének.",
    "questBadgerBoss": "A bosszantó borz",
    "questBadgerDropBadgerEgg": "Borz (Tojás)",
    "questBadgerUnlockText": "Elérhetővé teszi a borz tojások vásárlását a piacon",
    "questDysheartenerText": "Az elcsüggesztő",
    "questDysheartenerNotes": "Valentin-nap hajnalán egy döbbenetes robaj rázza meg a levegőt. Egy beteges rózsaszín fénycsóva suhan végig az épületeken, téglák hullanak szét, és egy mély repedés hasad Habitica főutcáján. Földöntúli sikoly hasít a légbe, betörve az ablakokat, ahogy egy hatalmas alak kúszik elő a földből.<br><br>Recsegő rágókkal és csillogó páncélzattal, számtalan lábát a magasba emelve, a tömeg rémülten hátrál. A rovarszerű szörny nem más, mint a legkegyetlenebb teremtmény: maga a félelmetes Kedvetlenítő. Éhesen vonyít fel, készen arra, hogy felfalja a szorgalmas Habitica-lakók reményeit. Tüskés mellső lábainak minden csikorgó suhintása egyre mélyebb kétségbeesésbe taszítja az embereket.<br><br>„Kitartás, mindenki!” – kiáltja Lemoness. „Azt hiszi, hogy könnyű célpontok vagyunk, mert sokunknak nehéz újévi fogadalmai vannak, de hamarosan megtudja, hogy Habitica lakói tudják, hogyan kell kitartani a céljaik mellett!”<br><br>@AnnDeLune megemeli botját. „Lássunk neki a feladatainknak, és győzzük le ezt a szörnyeteget!”",
    "questDysheartenerCompletion": "<strong>A Kedvetlenítő LEGYŐZVE!</strong><br><br>Habitica lakói együttes erővel teljesítik utolsó feladataikat, és a Kedvetlenítő hátrahőköl, csalódottan sikoltozva.<br><br>„Mi a baj, Kedvetlenítő?” – kérdezi AnnDeLune csillogó szemekkel. „Elment a kedved?”<br><br>A Kedvetlenítő páncélján világító rózsaszín repedések jelennek meg, majd egy puffanással szétfoszlik rózsaszín füstté. Ahogy a friss elszántság és erő újra elárasztja a vidéket, egy csodálatos édességeső zúdul mindenkire.<br><br>A tömeg ujjongva ölelkezik, miközben a kisállatok boldogan rágcsálják a megkésett Valentin-napi finomságokat. Hirtelen egy vidám ének csendül fel a levegőben, és fényes sziluettek szárnyalnak át az égen.<br><br>Újonnan megerősödött optimizmusunk egy csapat Reményteljes Hippogriffet vonzott magához! A kecses lények a földre ereszkednek, tollukat felborzolva és kíváncsian peckesen lépdelve.<br><br>„Úgy tűnik, új barátokat szereztünk, akik segítenek fenntartani a lelkesedésünket, még akkor is, ha a feladataink nehezek” – mondja Lemoness.<br><br>@Beffymaroo már tele van tollas szőrgombócokkal. „Talán segítenek nekünk újjáépíteni a megrongálódott Habitica-részeket!”<br><br>A hippogriffek dallamos énekléssel és suhanva mutatják az utat, miközben minden Habitica-lakó.",
    "questDysheartenerCompletionChat": "`A Kedvetlenítő LEGYŐZVE!`\n\nHabitica lakói együtt utolsó csapást mérnek a feladataikra, mire a Kedvetlenítő hátrahőköl, kétségbeesetten sikoltva. „Mi a baj, Kedvetlenítő?” – kérdezi AnnDeLune csillogó szemekkel. „Elment a kedved?”\n\nA Kedvetlenítő páncélján fénylő rózsaszín repedések futnak végig, majd egy puffanással szétfoszlik rózsaszín füstté. Ahogy a friss elszántság és elhatározás újra elárasztja a vidéket, csodás édességeső hullik mindenkire.\n\nA tömeg ujjongva ölelkezik, miközben kisállataik boldogan rágcsálják a megkésett Valentin-napi finomságokat. Hirtelen vidám dallamok szárnyalnak az égen, és fénylő sziluettek tűnnek fel a magasban.\n\nÚjonnan megerősödött optimizmusunk egy csapat Reményteljes hippogriffet vonzott magához! A kecses lények leszállnak, kíváncsian borzolva tollaikat és peckesen lépdelve. „Úgy tűnik, új barátokat szereztünk, akik segítenek fenntartani a lelkesedésünket, még akkor is, ha a feladataink nehezek” – mondja Lemoness.\n\n@Beffymaroo már tele van tollas szőrgombócokkal. „Talán segítenek nekünk újjáépíteni a megrongálódott Habitica-részeket!”\n\nA hippogriffek dalolva és suhanva mutatják az utat, miközben minden Habitica-lakó összefog, hogy helyreállítsák szeretett otthonukat.",
    "questDysheartenerBossRageTitle": "Szívszaggató csapás",
    "questDysheartenerBossRageDescription": "A Dühroham-mérő akkor töltődik, ha a Habitica lakói kihagynak napi teendőket. Ha teljesen feltöltődik, a Kedvetlenítő elszabadítja Szívszaggató csapását Habitica egyik boltosára, ezért mindenképp végezd el a feladataidat!",
    "questDysheartenerBossRageSeasonal": "`A Kedvetlenítő használja a SZÍVSZAGGATÓ CSAPÁST!`\n\nÓ, ne! A befejezetlen napi teendőinkből lakmározva a Kedvetlenítő elég erőre tett szert ahhoz, hogy elpusztító Szívszaggató csapását bevesse. Éles sikollyal tüskés mellső lábait a Szezonális bolt pavilonjára sújtja! A robbanásszerű mágikus lökéshullám darabokra tépi a fából készült épületet, és a Szezonális boszorkány szíve összetörik a látványtól.\n\nGyerünk, folytassuk a napi teendőink teljesítését, hogy a szörny ne csaphasson le újra!",
    "seasonalShopRageStrikeHeader": "A Szezonális bolt megtámadva!",
    "seasonalShopRageStrikeLead": "Leslie összetört szívvel gyászol!",
    "seasonalShopRageStrikeRecap": "Február 21-én szeretett Leslie, a Szezonális boszorkány összeroppant, amikor a Kedvetlenítő szétzúzta a Szezonális boltot. Gyerünk, teljesítsd a feladataidat, hogy legyőzzük a szörnyet és újjáépítsük a boltot!",
    "marketRageStrikeHeader": "A Piac megtámadva!",
    "marketRageStrikeLead": "Alex összetört szívvel gyászol!",
    "marketRageStrikeRecap": "Február 28-án csodálatos Alex, a kereskedő megrendülve figyelte, ahogy a Kedvetlenítő romba dönti a piacot. Gyerünk, teljesítsd a feladataidat, hogy legyőzzük a szörnyet és helyrehozzuk a károkat!",
    "questsRageStrikeHeader": "A Küldetésbolt megtámadva!",
    "questsRageStrikeLead": "Ian összetört szívvel gyászol!",
    "questsRageStrikeRecap": "Március 6-án nagyszerű Ian, a Küldetésmester földbe gyökerezett lábbal nézte végig, ahogy a Kedvetlenítő összetöri a Küldetésbolt környékét. Gyerünk, teljesítsd a feladataidat, hogy legyőzzük a szörnyet és helyreállítsuk a bolt környékét!",
    "questDysheartenerBossRageMarket": "`A Kedvetlenítő használja a SZÍVSZAGGATÓ CSAPÁST!`\n\nSegítség! A Kedvetlenítő ismét bevetette Szívszaggató csapását, miután jóllakott a befejezetlen napi teendőinkkel! A piac falai és padlózata darabokra hullik, a zuhanó kőtörmelék alatt Alex a kereskedő kétségbeesetten siratja tönkrement árukészletét.\n\nNem hagyhatjuk, hogy ez újra megtörténjen! Végezd el az összes napi teendődet, hogy megakadályozzuk a Kedvetlenítőt az utolsó csapás bevitelében.",
    "questDysheartenerBossRageQuests": "`A Kedvetlenítő használja a SZÍVSZAGGATÓ CSAPÁST!`\n\nAaaah! Megint hátrahagytuk a napi teendőinket, és a Kedvetlenítő összegyűjtötte az energiát egy végső, pusztító csapáshoz boltosaink ellen. Ian, a Küldetésmester körüli vidéket romba dönti a Szívszaggató csapás, és Ian döbbenten mered a borzalmas pusztításra. Már majdnem legyőztük ezt a szörnyeteget… Siess! Ne állj meg most!",
    "questDysheartenerDropHippogriffPet": "Reményteljes Hippogriff (Kisállat)",
    "questDysheartenerDropHippogriffMount": "Reményteljes Hippogriff (Hátas)",
    "dysheartenerArtCredit": "Illusztráció: @AnnDeLune",
    "hugabugText": "Ölelés egy bogárral küldetéscsomag",
    "hugabugNotes": "Küldetéseket tartalmaz, amelyekkel Bogár, Hernyó és Csiga kisállat tojásokat szerezhetsz: A KRITIKUS HIBA, Viszlát Pillangy, és A Robotikus Robotcsiga.",
    "questSquirrelText": "A ravasz mókus",
    "questSquirrelNotes": "Felébredsz, és rájössz, hogy elaludtál! Miért nem szólalt meg az ébresztőd? … Hogy került egy makk a csengőbe?<br><br>Amikor reggelit próbálsz készíteni, a kenyérpirító tele van makkokkal. Mikor a hátasodért mész, @Shtut épp a saját istállóját próbálja kinyitni, sikertelenül. Belekukkantanak a kulcslyukba. „Ez ott egy makk?”<br><br>@randomdaisy felkiált: „Ó, ne! Tudtam, hogy a kisállat mókusaim kiszöktek, de nem gondoltam, hogy ekkora felfordulást csinálnak! Segítenél összegyűjteni őket, mielőtt még nagyobb rendetlenséget hagynak maguk után?”<br><br>A pajkosan elrejtett makkok nyomait követve sikerül begyűjtenetek a kóbor mókusokat, @Cantras pedig gondoskodik róla, hogy mindegyik biztonságban visszakerüljön az otthonába. Már azt hiszed, hogy a feladatod véget ér, amikor egy makk koppan a sisakodon! Felnézel, és egy hatalmas mókust látsz, amely harciasan kuporog egy hatalmas maghalom védelmében.<br><br>„Ó jaj” – suttogja @randomdaisy. „Mindig is nagyon féltékenyen őrizte a készleteit. Óvatosnak kell lennünk!” Összezártok a csapatoddal, készen az összecsapásra!",
    "questSquirrelCompletion": "Gyengéd közeledéssel, csereajánlatokkal és néhány nyugtató varázslattal végül sikerül a mókust meggyőzni, hogy visszatérjen az istállóba, amelyet @Shtut éppen most takarított ki a makkoktól. Pár makkot félretettek egy munkaasztalon.„Ezek mókustojások! Talán sikerül néhányat felnevelned úgy, hogy ne a reggeliddel játsszanak.”",
    "questSquirrelBoss": "A ravasz mókus",
    "questSquirrelDropSquirrelEgg": "Mókus (Tojás)",
    "questSquirrelUnlockText": "Elérhetővé teszi a mókus tojások vásárlását a piacon",
    "cuddleBuddiesText": "Ölelkezős barátok küldetéscsomag",
    "cuddleBuddiesNotes": "Tartalmaz küldetéseket a nyúl, vadászgörény és tengerimalac kisállat tojások megszerzéséhez: A gyilkos nyuszi, A gonosz vadászgörény és A tengerimalac brigád.",
    "aquaticAmigosText": "Vizi pajtások küldetéscsomag",
    "aquaticAmigosNotes": "Küldetéseket tartalmaz, amelyekkel Tintahal, Polip és Axolotl kisállat tojásokat szerezhetsz: A Hiányosság Krakene, Oktothulu Hívása és A Varázslatos Axolotl.",
    "questSeaSerpentText": "Veszély a mélyben: Tengeri kígyócsapás!",
    "questSeaSerpentNotes": "Jól alakulnak a szériáid, úgy érzed, szerencsés vagy – tökéletes alkalom egy tengeri csikóversenyre! Felszállsz a tengeralattjáróra a Szorgos Kikötőben, és kényelmesen elhelyezkedsz a Dilatory felé tartó úton, de alig merültök el a vízben, amikor egy hatalmas ütés megrázza a hajót, és az utasok elbukfenceznek. „Mi folyik itt?” – kiáltja @AriesFaries.<br><br>Kikukkantasz az egyik kerek ablakon, és megdöbbensz a mellette elhaladó csillogó pikkelyfal látványától. „Tengeri kígyó!” – harsogja @Witticaster kapitány a hangosbeszélőn keresztül. „Kapaszkodjatok, újra támad!” Ahogy az üléstámládba kapaszkodsz, befejezetlen feladataid villannak fel előtted. „Talán, ha összefogunk és elvégezzük őket” – gondolod –, „elűzhetjük ezt a szörnyet!”",
    "questSeaSerpentCompletion": "<br><br>Elszántságotokkal megadásra kényszerítve a tengeri kígyó elmenekül a mélységbe. Amikor végre megérkeztek Dilatoryba, megkönnyebbülten felsóhajtasz – majd észreveszed, hogy @*~Seraphina~* közeledik, karjaiban három áttetsző tojással. „Tessék, ezeket nektek szánom” – mondja. „Ti már tudjátok, hogyan kell bánni egy tengeri kígyóval!” Ahogy elfogadod a tojásokat, új fogadalmat teszel: kitartóan teljesíted a feladataidat, hogy ne ismétlődhessen meg egy ilyen támadás.",
    "questSeaSerpentBoss": "A hatalmas tengeri kígyó",
    "questSeaSerpentDropSeaSerpentEgg": "Tengeri kígyó (Tojás)",
    "questSeaSerpentUnlockText": "Elérhetővé teszi a tengeri kígyó tojások vásárlását a piacon",
    "questKangarooText": "Kengurukatasztrófa",
    "questKangarooNotes": "Talán be kellett volna fejezned azt az utolsó feladatot… tudod, azt, amit mindig halogatsz, pedig úgyis újra és újra visszatér? De @Mewrose és @LilithofAlfheim meghívtak, hogy @stefalupagus társaságában megcsodáld a ritka kengurucsapatot, amely átvonul a Sloensteadi szavannán – hogyan is mondhattál volna nemet?!<br><br>Ahogy a csapat a látóteredbe kerül, hirtelen egy hatalmas **<em>csattanás</em>** éri a fejedet. Kábán pislogva felemeled az elkövetőt – egy sötétvörös bumerángot, amelyen pontosan az a feladat szerepel, amit folyton elodázol. Gyors pillantással megbizonyosodsz róla, hogy a többiek is hasonló sorsra jutottak. Egy nagyobb kenguru önelégült vigyorral néz rátok – mintha arra akarna kihívni, hogy végre szembenézzetek a rettegett feladatotokkal!",
    "questKangarooCompletion": "„MOST!” – vezényeled a csapatodat, és mindannyian visszahajítjátok a bumerángokat a kengurura. A vad egyre hátrébb ugrál minden találattal, míg végül porfelhőt hagyva maga után elmenekül, csupán néhány tojást és néhány aranyérmét hagyva maga után.<br><br>@Mewrose előrelép arra a pontra, ahol az előbb a kenguru állt. „Hé, hová lettek a bumerángok?”<br><br>„Valószínűleg porrá váltak, és abból lett az a sötétvörös felhő, amikor végre teljesítettük a feladatainkat” – spekulál @stefalupagus.<br><br>@LilithofAlfheim a távolba hunyorog. „Az ott egy újabb kengurucsapat?”<br><br>Mindannyian futásnak eredtetek vissza Habit városába. Jobb lesz szembenézni a nehéz feladatokkal, mint még egy csapást kapni a fejetekre!",
    "questKangarooBoss": "Katasztrofális kenguru",
    "questKangarooDropKangarooEgg": "Kenguru (Tojás)",
    "questKangarooUnlockText": "Elérhetővé teszi a kenguru tojások vásárlását a piacon",
    "forestFriendsText": "Erdőbarátok küldetéscsomag",
    "forestFriendsNotes": "Küldetéseket tartalmaz a facsemete, az őz és a sün kisállat tojásainak megszerzéséhez: A kacskaringós fa, a tavasz szelleme és a tüskevadállat.",
    "questAlligatorText": "Az Insta-Gátor",
    "questAlligatorNotes": "„Te jó ég!” – kiáltja @gully. „Egy Insta-Gátor a természetes élőhelyén! Vigyázz, a figyelemelterelés mestere – azonnali fontosságúnak tűnő dolgokkal csábítja el áldozatait, és az elhanyagolt napi teendőkkel táplálkozik.” Megpróbáltok csendben maradni, de hiába. Az Insta-Gátor észrevesz titeket és rátok támad! A Stagnálás mocsarából csábító hangok kúsznak elő: „Olvasd el ezt a posztot! Nézd meg ezt a képet! Figyelj rám MOST AZONNAL!” Kapkodva ellentámadásba lendülsz: teljesíted a napi teendőidet és erősíted a jó szokásaidat, hogy visszaverd a rettegett Insta-Gátort.",
    "questAlligatorCompletion": "Mivel a figyelmedet a fontos dolgokra összpontosítod, és nem hagyod, hogy az Insta-Gátor elterelje a gondolataidat, a szörny végül menekülőre fogja. Győzelem! „Azok ott tojások? Szerintem aligátortojások!” – mondja @mfonda. „Ha megfelelően gondoskodunk róluk, hűséges kisállatok vagy megbízható hátasok válhatnak belőlük” – feleli @UncommonCriminal, miközben három tojást nyújt át neked. Reméljük, így lesz… különben az Insta-Gátor még visszatérhet…",
    "questAlligatorBoss": "Insta-Gátor",
    "questAlligatorDropAlligatorEgg": "Aligátor (Tojás)",
    "questAlligatorUnlockText": "Elérhetővé teszi az aligátor tojások vásárlását a piacon",
    "oddballsText": "Különcök küldetéscsomag",
    "oddballsNotes": "Küldetéseket tartalmaz a nyálka, a fonalgombolyag és a kő kisállat tojásainak megszerzéséhez: A Zselé uralkodó, Az összegabalyodott fonal és A menekülés a barlangi lény elől.",
    "birdBuddiesText": "Madaras barátok küldetéscsomag",
    "birdBuddiesNotes": "Küldetéseket tartalmaz a páva, a pingvin és a kakas kisállat tojásainak megszerzéséhez: A tologatós pávát, A fagyos felfordulást és A kakas tombolását.",
    "questVelociraptorText": "A Veloci-Rapper",
    "questVelociraptorNotes": "Mézes süteményeket majszolsz @*~Seraphina~*, @Procyon P és @Lilith of Alfheim társaságában egy tó partján, a Stoïkalm sztyeppéken. Hirtelen egy bánatos hang szakítja félbe a pikniket.<br><br><em>Szokásaim romokban, a napim elmaradt,<br>Elveszek, a kétség bennem kalapál,<br>A csúcson voltam, én voltam a sztár,<br>De most csak hagyom, hogy a határidő lejár.</em><br><br>@*~Seraphina~* félrehajtja a füvet, és mögé pillant. „Ez a Veloci-Rapper. Úgy tűnik… zavart?”<br><br>Ökölbe szorítod a kezed, eltökélten. „Csak egy dolgot tehetünk. Rap párbaj!”",
    "questVelociraptorCompletion": "Áttörsz a fűben és szembekerülsz a Veloci-Rapperrel.<br><br><em>Figyelj ide, rapper, ne add fel,<br>Te vagy a rossz szokások legnagyobb harcosa!<br>Pipáld ki a tennivalóidat, mint egy főnök,<br>Ne bánkódj egyetlen elveszett nap miatt sem!</em><br><br>Megújult önbizalommal ugrik tovább, hogy másnap is szabad stílusban rappeljen, hátrahagyva három tojást ott, ahol ült.",
    "questVelociraptorBoss": "Veloci-Rapper",
    "questVelociraptorDropVelociraptorEgg": "Velociraptor (Tojás)",
    "questVelociraptorUnlockText": "Elérhetővé teszi a velociraptor tojások vásárlását a piacon",
    "evilSantaAddlNotes": "Ne feledd, hogy a „Prémvadász mikulás” és a „Találd meg a bocsot” küldetések halmozható küldetés-kitüntetést adnak, azonban a ritka kisállatot és hátast csak egyszer adhatod hozzá az istállódhoz.",
    "questFluoriteText": "Ragyogó Fluorit rémület",
    "questDogUnlockText": "Elérhetővé teszi a kutya tojások vásárlását a piacon.",
    "questDogDropDogEgg": "Kutya (Tojás)",
    "questDogRageEffect": "Shiberus villámgyorsan játékokat dobál feléd, és blokkolja a varázslataidat! A csapat MP-je csökken!",
    "questDogRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, Shiberus elvesz a csapatod MP-jéből!",
    "questDogRageTitle": "Hármas játékdobás",
    "questDogBoss": "Shiberus",
    "questDogNotes": "Kiválasztottak egy expedícióra, hogy feltérképezd Habitica föld alatti barlangrendszereit! A Habit város kutatói azt feltételezik, hogy ezekben a mélységekben új eszközöket találhatunk a feladatkezeléshez vagy akár még felfedezetlen lények is rejtőzhetnek.<br><br>Ahogy a Kanyargó Hegyek lábánál futó sziklás alagutakat térképezed, egy barlangszerű bejáratból előtűnő fény ragadja meg a figyelmed. Ahogy közelebb érsz, játékokat látsz? Plüssállatok és gumilabdák hevernek szétszórva a barlang padlóján. Ez… ugatás, amit hallasz?<br><br>Egy hatalmas, háromfejű kutya ugrik elő, egyenesen arra a játékra vetődve, amit épp fel akartál venni! Megdermedsz – majdnem elvesztetted egy végtagodat! De… a kutya szájai túlságosan is le vannak foglalva játékokkal ahhoz, hogy támadjanak?<br><br>\"Vau!\" – csahol az egyik fej, miközben egy szakadt plüssmosómedvét ejt a földre. \"Azért jöttél, hogy segíts kitakarítani?? Nagyon össze kéne pakolnom, de akárhányszor felveszek egy játékot, végül mindig játszani kezdek vele… Itt, kapd el!!\"<br><br>Egy labdát hajít feléd, aztán még egyet, majd egy harmadikat is. Ezek az extra fejek igazán komoly reflexedzést csinálnak neked!",
    "questGiraffeText": "A Zsi-báru",
    "questGiraffeNotes": "A Sloenstedi Szavanna magas füvében sétálsz, élvezve a természetet és egy kis pihenőt tartva a feladataid között. Ahogy a lankás tájon áthaladsz, egy kupac tárgyat veszel észre a távolban. Egy halom hangszert, művészeti eszközt, elektronikai kütyüt és még sok mást! Kíváncsian közelebb lépsz, hogy jobban megnézd.<br><br>\"Hé, mit csinálsz ott?” – kiált egy hang egy akácia mögül. Egy magas és tekintélyt parancsoló zsiráf lép elő, elegáns napszemüvegben, gitárral és egy menő fényképezőgéppel a hosszú nyakán. \"Ez mind az én felszerelésem, vigyázz, és ne nyúlj semmihez!\"<br><br>Ahogy jobban megnézed, látod, hogy a legtöbb tárgy poros. \"Vaó, rengeteg hobbid van!\" – mondod. \"Megmutatsz valami alkotást vagy játszol nekem egy dalt?\"<br><br>A zsiráf arca elkomorul, ahogy végignéz a felszerelésén. \"Annyi cuccom van, de fogalmam sincs, hol kezdjem! Miért nem adsz egy kis motivációt, hogy végre legyen elég energiám belevágni?\"",
    "questChameleonText": "A Kaotikus Kaméleon",
    "questGiraffeDropGiraffeEgg": "Zsiráf (Tojás)",
    "questGiraffeBoss": "Zsi-báru",
    "questChameleonDropChameleonEgg": "Kaméleon (Tojás)",
    "questChameleonBoss": "Kaotikus kaméleon",
    "questChameleonCompletion": "Néhány élénk fordulat után a Kaméleon végigment a szivárvány összes színén, tökéletesen utánozva mindegyiket, amit kértél.<br><br>\"Vaó\" – mondja –, \"az, hogy együtt dolgoztunk és játékká alakítottuk, tényleg segített koncentrálnom! Kérlek, fogadd el ezeket jutalmul, megérdemled! Tanítsd meg ezeket a kis fickókat is, hogyan változtassák a színeiket a szivárvány minden árnyalatára, amikor kikelnek.\"",
    "questRobotCollectBolts": "Csavarok",
    "questBronzeDropBronzePotion": "Bronz keltető főzet",
    "questRaccoonText": "Mosómedve mágnás",
    "questRaccoonNotes": "Egy kellemes őszi nap van Habiticában, és lassan sétálsz végig a Hódítási patak partján. Néhány mutatós féldrágakövet veszel észre a parton – tökéletesek lennének egy projektedhez, amit már régóta tervezel.<br><br>Elkezded egy fa tövében gyűjteni a legjobb leleteidet. Furcsa módon azonban, amikor visszatérsz, a halom nemhogy nőne, hanem egyre kisebb lesz…<br><br>Ez nem lehet igaz. Körülnézel, de semmi gyanúsat nem veszel észre. Épp visszafordulsz a patakhoz, amikor egy kézhez hasonló mancsot pillantasz meg, amely a fatörzs odvában nyúl ki és elkap néhány követ a halmodból!<br><br>\"Hé!\" – kiáltasz fel. \"Keményen dolgoztam, hogy ezeket összegyűjtsem. Nem szép dolog csak úgy elvenni őket engedély nélkül!\"<br><br>Egy maszkos arc bukkan elő az odúból és rád vigyorog. \"Aki találja, azé!\" – mondja a mosómedve. Aztán visszahúzódik a fába, kezében a zsáknyi kővel. Te pedig utána vetődsz! Ezek a kövek megérik a harcot.",
    "questRaccoonRageTitle": "Csecsebecse cunami",
    "questRaccoonBoss": "Farkasétvágyú mosómedve",
    "questRaccoonRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Mosómedve mágnás visszanyer némi életerőt!",
    "questRaccoonRageEffect": "A Farkasétvágyú Mosómedve elvisz néhány általad megmentett tárgyat és visszadugja őket a fa törzsébe. A boss 30%-ot visszanyer az egészségéből!",
    "questRaccoonUnlockText": "Elérhetővé teszi a mosómedve tojások vásárlását a piacon.",
    "questRaccoonDropRaccoonEgg": "Mosómedve (Tojás)",
    "questSilverUnlockText": "Elérhetővé teszi az ezüst keltető bájitalok vásárlását a piacon",
    "questWaffleUnlockText": "Elérhetővé teszi a édesség keltetőfőzet vásárlását a piacon",
    "questSilverCollectCancerRunes": "Rák zodiákus rúnák",
    "questDolphinDropDolphinEgg": "Delfin (Tojás)",
    "questSilverDropSilverPotion": "Ezüst keltető főzet",
    "questCatText": "Egy purrplexáló probléma",
    "questCatUnlockText": "Elérhetővé teszi a macska tojások vásárlását a piacon.",
    "questCatDropCatEgg": "Macska (Tojás)",
    "questCatRageEffect": "A Purrplexer leveri az összegyűjtött varázstárgyaidat az asztalról! A csapat MP-je csökken!",
    "questCatRageTitle": "Dühös csapkodás",
    "questCatBoss": "A Purrplexer",
    "questRubyCollectVenusRunes": "Vénusz rúnák",
    "mythicalMarvelsText": "Mítikus csodák küldetéscsomag",
    "questRobotDropRobotEgg": "Robot (Tojás)",
    "questBronzeBoss": "Pimasz bogár",
    "questWaffleRageTitle": "Juharszirupos mocsár",
    "questRubyCollectAquariusRunes": "Vízöntő állatövi rúnák",
    "mythicalMarvelsNotes": "Küldetéseket tartalmaz az unikornis, a griff és a tengeri kígyó kisállat tojásainak megszerzéséhez: Az unikornis királynő meggyőzése, A tüzes griff és Veszély a mélyben: A tengeri kígyó csapása!",
    "questPinkMarbleUnlockText": "Elérhetővé teszi a rózsaszín márvány keltetőfőzetek vásárlását a piacon.",
    "questCrabUnlockText": "Elérhetővé teszi a rák tojások vásárlását a piacon.",
    "questCrabDropCrabEgg": "Rák (Tojás)",
    "questCrabRageEffect": "A Matató rák eltereli a figyelmedet a díszítéssel, lelassítva az ásást és elszívva némi varázserődet. A csapat MP-je csökken!",
    "questCrabRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Matató rák elvesz a csapatod MP-jéből!",
    "questCrabRageTitle": "Figyelemelterelő matatás",
    "questCrabBoss": "Matató rák",
    "questCrabText": "A Matató Rák",
    "questChameleonUnlockText": "Elérhetővé teszi a kaméleon tojások vásárlását a piacon",
    "questGiraffeUnlockText": "Elérhetővé teszi a zsiráf tojások vásárlását a piacon.",
    "questCatRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Purrplexer elvesz a csapatod MP-jéből!",
    "questCatCompletion": "Szerencsére mindent sikerült elkapnod, amit az az erőszakos macska lelökött az asztalról. Ahogy a padlón ülsz, észreveszed, hogy az előtted lévő tárgyak fényesen ragyognak. Felnézve látod, hogy az asztalon lévők is reagálnak! Úgy tűnik, hogy a különböző magasságokba helyezésük áttörést hozott a kutatásodban!<br><br>\"Tudod, végül is segítettél nekem. Azt hiszem, csak egy friss szemre volt szükségem, hogy kimozduljak a holtpontról. Bár jó lett volna egy kis figyelmeztetés, mielőtt elkezdted lelökdösni a dolgokat\" – mondod a macskának, miközben óvatosan megsimogatod.<br><br>\"Ez egy purrfektül jogos kérés, kérlek, fogadd el ezeket bocsánatkérésként!\" – dorombolja és néhány furcsa kinézetű tojást tol eléd. \"Örülök, hogy segíthettem, hogy más purrspektívából lásd a dolgokat.\"",
    "questCatNotes": "Egy szép napon a Habit városában az Elvarázsolt hatékonyság empóriumának műhelyében találod magad. Egy nehéz feladatot kaptál: létre kell hoznod egy új varázslatos motivációs varázsigét, amely segít a Habitica lakóinak könnyedén elérni céljaikat.<br><br>Előtted az asztalon különféle varázstárgyak sorakoznak. Minden feljegyzés szerint ezeknek együtt kellett volna rezegniük a produktivitás energiájával… de eddig még egy szikrányi motiváció sem jelent meg.<br><br>Az ajtó nyikorgása jelzi, hogy új látogató érkezett a műhelyedbe. Pici lábak szaladgálnak, egy bolyhos folt suhan fel az asztalra. Egy… macska? Mielőtt még megdicsérhetnéd, milyen pihe-puha, máris felemeli a mancsát az egyik kristályhoz, amelyet beállítottál, és… lelöki az asztalról!<br><br>\"Hé!\" kiáltasz fel. \"Nagyon aranyos vagy, de épp dolgozom itt…\"<br><br>A macska gyönyörű kék szemével rád néz, félrebillenti a fejét, majd egy csokor gyógynövényt is leüt az asztalról. \"Segítek!\" – dorombolja.<br><br>Látod, hogy a mancsát kinyújtja a többi összegyűjtött tárgy felé, és azonnal a padlóra veti magad, hogy elkapd a következőt, amely leesik!",
    "questDogCompletion": "Miután összegyűjtötted az összes játékot, amelyet (szerencsére) sikerült kikerülnöd, gyengéden megsimogatod Shiberus középső fejét.<br><br>\"Nagyszerű dolog lelkesedni egy nagy feladat iránt, de hasznos lehet, ha van egy terved. Talán legközelebb próbáld meg az elejétől haladni visszafelé? Vagy dolgozz 30 perces szakaszokban, rövid játékos szünetekkel közben.\"<br><br>\"Ez jó ötlet\" – szólal meg a kölyök bal oldali feje. A jobb oldali fej néhány tárgyat helyez melléd, köztük néhány tojásnak tűnő dolgot… \"Találtam pár dolgot, ami talán tetszene neked, miközben játszottunk. Köszönöm a segítséget!\"",
    "questDogText": "Hármas kutyás kihívás!",
    "questRaccoonCompletion": "\"Igazán, szerintem bőven van elég klassz kő mindkettőnknek\" – mondod, miközben visszaszerzed az utolsó tárgyaidat. \"Nézd, itt van néhány a gyűjteményemből, szívesen megosztom veled!\"<br><br>\"Ó, ez igazán kedves tőled\" – feleli a mosómedve. \"Tulajdonképpen, neked is van itt néhány klassz kis ajándékom!\"",
    "questCrabCompletion": "Te és a rák rájöttök, hogyan dolgozzatok együtt, hogy mindent a megfelelő helyre tegyetek és végül egy remek homokos üreget hoztok létre. A rák boldogan befészkelődik.<br><br>\"Köszönöm szépen!\" – mondja, miközben kényelmesen elhelyezkedik. \"Na, ez már egy igazi otthon, ami pont nekem való. Végre élvezhetem az összes tökéletesen elrendezett díszítésemet. Itt van néhány apró kis jószág hálám jeléül. Ezt az ajánlatot nem utasíthatod vissza!\"",
    "questChameleonNotes": "Egy gyönyörű nap van a Taskwoods egy meleg, esős szegletében. Épp új leveleket keresel a gyűjteményedhez, amikor egy előtted lévő ág figyelmeztetés nélkül színt változtat! Aztán megmozdul!<br><br>Hátratántorodva rájössz, hogy ez nem is egy ág, hanem egy hatalmas kaméleon! A teste minden része folyamatosan változtatja a színét, miközben a szemei különböző irányokba cikáznak.<br><br>\"Jól vagy?\" – kérdezed a kaméleont.<br><br>\"Ahhh, hát…\" – mondja kissé zavartan. \"Próbálok beleolvadni a környezetbe… de annyira megterhelő… a színek csak jönnek és mennek! Nehéz egyetlen árnyalatra koncentrálni…\"<br><br>\"Aha\" – mondod. \"Azt hiszem, tudok segíteni. Élesítsük a fókuszodat egy kis kihívással! Készülj a színeiddel!\"<br><br>\"Benne vagyok!\" – feleli a kaméleon.",
    "questCrabNotes": "Egy meleg, napsütéses reggel van és épp a tengerparton pihensz, hogy behozd a lemaradásod a nyári olvasmánylistádról. Meglepődsz, amikor majdnem rálépsz egy fénylő kristályra egy sekély homokgödör mellett.<br><br>\"Hé, nézz már a lábad elé! Épp egy üreget ások itt!\" – szólal meg egy hang. Egy meglepően nagy rák szalad ki előtted, díszes páncélján csillogó kagylókkal és beszéd közben csattogtatja ollóját.<br><br>\"Hm, ez egy üreg?\" – kérdezed, miközben a sekély mélyedést vizsgálod. Kagylók és kristályok vannak körberendezve, de búvóhelynek nem éppen mondható.<br><br>A rák kissé zavartan válaszol. \"Hé, ez itt egy ítélkezésmentes övezet! Dolgozom rajta, dolgozom rajta… csak kicsit elragadott a díszítés. Néha egy ráknak matatnia kell\" – mondja, miközben igazgat egy kagylót.<br><br>\"Ha ennyire tudod, hogyan kell kinéznie egy rendes üregnek, miért nem segítesz egy ollónyújtással?\"",
    "questGiraffeCompletion": "Miután segítettél a Zsi-bárunak egy kis alapvető rendszerezésben, mindketten energikusabbnak és vidámabbnak érzitek magatokat!<br><br>Előkapja a gitárját és egy kezdőknek szóló gyakorlókönyvet, majd penget néhány hangot. \"Jó érzés egy kis lépést tenni a helyes irányba, még ha csak egy aprót is. Köszönöm a segítséged! Fogadd el ezeket – hallottam, hogy van egy kisállat-gyűjteményed és ezek a fickók remek kiegészítés lehetnek!\"",
    "questDolphinText": "A kétely delfine",
    "questSilverNotes": "A Bronz keltető bájital legújabb felfedezése egész Habiticát felkavarta. Lehetséges lenne, hogy még fényesebb fémekből készült főzetek is léteznek? Elindultok Habit városának központi könyvtárába, @QuartzFox és @starsystemic kíséretében, és hatalmas könyvhalmokat gyűjtötök össze az alkímiáról, hogy tanulmányozzátok.<br><br>Órányi fárasztó munka után @QuartzFox felkiált egy olyan örömkiáltással, ami nem igazán illik egy könyvtárba. „Aha! Megvan!” Siettek, hogy lássátok. „Az Ezüst keltető bájital a rák csillagjegy rúnáival lehet elkészíteni, amelyeket tiszta ezüstben oldanak fel, amit Hold rúnák erejével megtöltött lángon olvasztanak meg.”<br><br>\"Sok ilyen hozzávalóra lesz szükségünk\" - töpreng @starsystemic. \"Ha esetleg valami elromlana.\"<br><br>\"Csak egy helyen találhatunk hatalmas mennyiségben ilyen véletlenszerű készítési anyagokat\" - mondja @Edge, aki az állványok árnyékában áll, keresztbe tett karokkal. Ott volt egész idő alatt? \"A Munka Börtönei. Induljunk.\"",
    "questAmberBoss": "Trerezin",
    "questRubyNotes": "A Stoïkalm Vulkánok általában nyüzsgő csúcsai most csendben pihennek a hó alatt. \"Feltételezem, hogy a túrázók és a kirándulók hibernálnak?\" - mondja @gully neked és @Aspiring_Advocate-nak. \"Ez megkönnyíti a keresésünket.\"<br><br>Ahogy eléritek a csúcsot, a hideg szél összekeveredik a kráterből felcsapó gőzzel. \"Ott!\" - kiáltja @Aspiring_Advocate, egy forrás felé mutatva. \"Milyen jobb hely lenne a Vízöntő hűvös és a Vénusz szenvedélyes rúnáinak megtalálására, mint ahol a jég és a tűz találkozik?\"<br><br>Hárman siettek a forrás felé. \"A kutatásaim szerint\" - mondja @Aspiring_Advocate, \"ha a runákat szív alakú rubinokkal kombináljuk, egy olyan keltető főzetet hozhatunk létre, amely elősegíti a barátságot és a szerelmet!”<br><br>Az új felfedezés lehetősége felvillanyoz titeket és mind mosolyogtok. \"Rendben\" - mondja @gully, \"kezdjük el a keresést!\"",
    "questWaffleRageEffect": "`Borzalmas gofri elhasználja a JUHARSZIRUPOS MOCSARAT!` A ragacsos, édes szirup lelassítja a csapásaidat és varázslataidat! A várakozó sebzés csökkent.",
    "questRubyUnlockText": "Elérhetővé teszi a rubin keltető főzet vásárlását a piacon",
    "questDolphinUnlockText": "Elérhetővé teszi a delfin tojások vásárlását a piacon",
    "questFluoriteCompletion": "Ahogy harcoltok, a kristálylény egyre inkább elterelődik a ti magatok keltette fényjátéktól. \"Olyan csillogó…\" – motyogja.<br><br>\"Persze!\" – kiált fel @nirbhao. \"Ez biztosan egy fluorit elementál. Csak fényre van szüksége, hogy ragyoghasson. Segítsünk neki tündökölni!\"<br><br>Az elementál boldogan kuncog és még fényesebben ragyog, ahogy fáklyákat és varázslatos fénymagokat gyújtotok. Olyan örömmel tölti el, hogy újra világíthat, hogy egy gazdag fluorit lelőhelyhez vezet titeket.<br><br>\"Ez tökéletes alapanyag egy új keltetőfőzethez\" – mondja @nirbhao. \"Egy olyan főzethez, amely a kisállatainkat is olyan ragyogóvá teszi, mint az új fluoreszkáló barátunk.\"",
    "jungleBuddiesNotes": "Küldetéseket tartalmaz a majom, a facsemete és a lajhár kisállat tojásainak megszerzéséhez: A Szörnyű Mandrill és a Csintalan Majmok, a Kacskaringós fa és az Álmatag Lajhár.",
    "questFluoriteBoss": "Fluorit Elementál",
    "questSilverCollectSilverIngots": "Ezüströgök",
    "questFluoriteNotes": "A szokatlan ásványok iránti kereslet mostanában igen magas, így néhány barátoddal együtt mélyen behatoltok a Kanyargó Hegyek bányáiba, hogy izgalmas érceket találjatok. Az expedíció hosszú és unalmas, mígnem @-Tyr- fel nem botlik egy hatalmas kőbe, amely pontosan az alagút közepén hever.<br><br>\"Ez majd feldobja a hangulatot\" – mondja @nirbhao, majd egy fénygömböt idéz elő.<br><br>Meleg ragyogás tölti meg az alagutat, de valami furcsa történik azzal a nagy kővel. A varázslatos fénytől táplálkozva fluoreszkáló kék, zöld és lila árnyalatokban kezd világítani. Aztán felegyenesedik egy homályosan humanoid alakot formálva, izzó vörös szemeit egyenesen rád szegezve! Azonnal cselekvésbe lendülsz, villódzó varázslatokkal és ragyogó fegyverekkel.",
    "questRobotText": "Titokzatos mechanikai csodák!",
    "questWaffleBoss": "Borzalmas gofri",
    "questRobotCompletion": "Ahogy @Rev és a Felelősségtárs behelyezi az utolsó csavart, az időgép zümmögve életre kel. @FolleMente és @McCoyly beszállnak. \"Köszönjük a segítséget! Találkozunk a jövőben! Egyébként, ezek talán segítenek a következő találmányodban!\" Ezekkel a szavakkal az időutazók eltűnnek, de a régi Produktivitás Stabilizátor romjai között három óraműtojás marad hátra. Talán ezek lesznek a kulcsfontosságú alkatrészek egy új Felelősségtárs-gyártási sorhoz!",
    "questRobotNotes": "A Max Capacity laboratóriumban @Rev éppen befejezi legújabb találmányát, egy robotizált Felelősségtársat, amikor hirtelen egy furcsa fémjármű bukkan fel egy füstfelhőben, alig néhány centire a robot Fluktuáció érzékelőjétől! Utasai, két ezüstbe öltözött különös alak, kiszállnak és leveszik űrsisakjukat, felfedve, hogy @FolleMente és @McCoyly vannak.<br><br>\"Feltételezem, hogy anomália történt a produktivitásunk megvalósításában\" - mondja @FolleMente szégyenkezve.<br><br>@McCoyly keresztbe teszi a karját. \"Ez azt jelenti, hogy elhanyagolták a napi feladataik elvégzését, ami szerintem a Produktivitás Stabilizátorunk széteséséhez vezetett. Ez egy lényeges alkatrész az időutazáshoz, és következetességet igényel a megfelelő működéshez. Az eredményeink hajtják az időn és téren keresztüli mozgásunkat! Nincs időm tovább magyarázni, @Rev. 37 év múlva felfeded vagy talán a szövetségeseid, a Rejtélyes Időutazók, elmondják neked. Most segítenél nekünk megjavítani az időgépet?\"",
    "questWaffleNotes": "\"Április bolondja!\" – dörög a feldúlt Lady Glaciate. \"Azt mondtad, hogy a desszert témájú tréfád ‘véget ért és teljesen el lett takarítva’!\"<br><br>\"Nos, így is volt, és így is van, drágám\" – feleli a Bolond, értetlenül. \"És én vagyok a legőszintébb Bolond. Mi a baj?\"<br><br>\"Egy hatalmas cukros szörny közeledik Habit városához!”<br><br>\"Hmm\" – töpreng a bolond. \"Kiraboltam néhány rejtekhelyet a misztikus reagensért az utolsó eseményemhez. Talán felkeltettem néhány nemkívánatos figyelmet. A Szacharin Kígyó? A Torta teknős? Tiramisu Rex?\"<br><br>\"Nem! Valami... Borzalmas gofri!\"<br><br>\"Hah. Ez egy új fajta! Talán a környező csínytevő energiából született.\" Rád és @beffymaroo-ra fordul ferde mosollyal. \"Nem gondolom, hogy rendelkezésre állnátok egy kis hőstettre?\"",
    "questSilverCompletion": "Behatoltál. Kikutattál. Kincset kerestél. Végül előbukkansz a Börtönökből, rúnákkal és ezüstrudakkal megrakva, iszapos, de izgatott a sikerért. Visszatérsz Habit városába és nekiállsz dolgozni egy alkímia laboratóriumban. Te és @starsystemic követitek a képleteket, amelyeket @QuartzFox talált, @Edge gondos felügyelete mellett. Végül egy csillogó füstfelhő közepett a főzeted a Keltető bájital ismerős állagát veszi fel!<br><br>@Edge a keveréket üvegekbe tölti, és vigyorog. \"Próbáljuk ki, mi? Van valakinek tojása?\"<br><br>Rohansz az istállóba, azon töprengve, milyen csillogó titkok rejtőzhetnek még a felfedezésre várva...",
    "questWaffleText": "Bolondozás a Bolonddal: Katasztrófa reggeli!",
    "questWaffleCompletion": "Megviselten és vajasan, de győzedelmesen élvezed az édes diadalt, ahogy a Borzalmas gofri egy ragacsos tócsa formájában omlik össze.<br><br>\"Vaó, alaposan elverted azt a szörnyet\" – mondja lenyűgözötten Lady Glaciate.<br><br>\"Gyerekjáték volt!\" – vigyorog az Április bolondja.<br><br>\"Kicsit kár érte\" – jegyzi meg @beffymaroo. \"Egészen gusztusosnak tűnt.\"<br><br>A bolond előhúz egy sor főzetes üveget valahonnan a köpenye alól, megtölti őket a Gofri szirupos maradékával, majd egy csipet csillámporos port kever bele. A folyadék örvényleni kezd a színekben – új keltetőfőzetek! Egy mozdulattal a karjaidba hajítja őket. \"Ez a kaland rendesen meghozta az étvágyamat. Ki csatlakozik hozzám reggelire?\"",
    "questAmberNotes": "A vendéglőben ülsz @beffymaroo-val és @-Tyr-rel, amikor @Vikte beront az ajtón, és izgatottan mesél neked a pletykákról, miszerint egy másfajta Mágikus keltető bájital rejtőzik a Feladat-erdőben. Mivel már elvégeztétek a napi feladatotokat, hárman azonnal beleegyeztek, hogy segítesz @Vikte-nek a keresésben. Hiszen mi ártana egy kis kaland?<br><br>Órák óta sétáltok a Feladat-erdőben, és kezded megbánni, hogy belevágtál ebbe a vad hajszába. Éppen hazaindulnál, amikor egy meglepett kiáltást hallasz és hátrafordulva egy hatalmas gyíkot látsz, amelynek csillogó borostyán pikkelyei vannak és egy fa köré tekeredve @Vikte-t markolja a karmaiban. @beffymaroo a kardja után nyúl.<br><br>\"Várj!\" - kiáltja @-Tyr-. \"Ez a Trerezin! Nem veszélyes, csak veszélyesen ragaszkodó!\"",
    "questRubyText": "Ruby Rapport",
    "questBronzeCompletion": "\"Jól küzdöttél, harcos!\" – mondja a bogár, miközben leereszkedik a földre. Vajon mosolyog? Nehéz megmondani azokkal a rágókkal. \"Valóban megérdemlitek ezeket a főzeteket!\"<br><br>\"Ó, vaó, még soha nem kaptunk ilyen jutalmat egy csata megnyeréséért!\" – mondja @UncommonCriminal, miközben egy csillogó üveget forgat a kezében. \"Gyerünk, keltsük ki az új kisállatainkat!\"",
    "questDolphinNotes": "Az Inkomplete-öböl partján sétálsz, miközben az előtted tornyosuló feladatokon töprengsz. Egy csobbanás a vízben megragadja a figyelmedet. Egy pompás delfin ível át a hullámok felett. A napfény megcsillan az uszonyain és a farkán. De várj… az nem napfény, és a delfin nem merül vissza a tengerbe. Ehelyett @khdarkwolfra szegezi a tekintetét.<br><br>\"Sosem fogom befejezni ezeket a napi feladatokat\" – mondja @khdarkwolf.<br><br>\"Nem vagyok elég jó ahhoz, hogy elérjem a céljaimat\" – sóhajtja @confusedcicada, miközben a delfin ráveti a pillantását.<br><br>\"Miért is próbálkoztam egyáltalán?\" – kérdezi @mewrose, összerezzenve a fenevad tekintetétől.<br><br>A delfin rád néz, és érzed, ahogy az elméd lassan süllyed a kétség dagályában. Összeszeded minden erődet – valakinek le kell győznie ezt a teremtményt és az te leszel!",
    "questRubyCompletion": "A szükséges tárgyak biztonságosan elhelyezve, hárman visszaszaladtok Habit városába és @beffymaroo laboratóriumában találkoztok. \"Kiváló munka!\" - mondja @beffymaroo. \"Összegyűjtöttétek a főzet hozzávalóit!\"<br><br>@beffymaroo gondosan összekeveri a rúnákat és a rubinokat, hogy egy ragyogó vörös főzetet hozzon létre, majd egy keveset ráönt két háziasított tojásra. Ahogy figyelitek az eredményt, észreveszitek, hogy a két kisállat teljesen közömbös egymás iránt!<br><br>\"Nem működött?\" - kérdezi @gully. De mielőtt bárki válaszolhatna, hirtelen rádöbbensz, hogy nem a bájital az, amely barátságot és szerelmet teremt, hanem inkább a közös célért való együttműködés élménye. A küldetésből új barátokkal... és néhány feltűnően új kisállattal térsz vissza!",
    "questDolphinCompletion": "A delfinnel vívott akaratcsatád kimerített, de győztesként kerültél ki belőle. Az elszántságod és bátorításod segítségével @mewrose, @khdarkwolf és @confusedcicada összeszedi magát, és lerázza magáról a delfin alattomos telepatiáját. Négyen együtt védelmet találtok a következetes napi feladatokatokban, erős szokásaitokban és az elvégzett teendőitekben, amíg a delfin csillogó szemei csendben elismerik a sikereiteket. Ezek után visszazuhant a öbölbe. Mialatt örültök és gratuláltok egymásnak, észreveszitek, hogy három tojás sodródott a partra.<br><br>\"Hm, kíváncsi vagyok, mit kezdhetnénk ezekkel\" - töpreng @khdarkwolf.",
    "questWaffleRageDescription": "Juharszirupos mocsár: Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Borzalmas gofri csökkenti a csapattagok által felhalmozott várakozó sebzést!",
    "questBronzeNotes": "Egy frissítő szünetet tartva a feladataid között, néhány barátoddal együtt sétát teszel a Taskwoods erdei ösvényein. Egy nagy, üreges fatörzsre bukkantok, és a belsejéből egy csillogás vonja magára a figyelmedet.<br><br>Hiszen ez egy varázs keltetőfőzet-készlet! Az üvegekben csillogó bronzos folyadék örvénylik finoman, és @Hachiseiko épp kinyúl, hogy felvegyen egyet és jobban szemügyre vegye.<br><br>\"Állj!\" – sziszegi egy hang mögöttetek. Egy hatalmas bogár áll előttetek, fényes bronzpáncélban, karmait harci pózba emelve. \"Ezek az én főzeteim, és ha meg akarjátok érdemelni őket, bizonyítanotok kell egy úriemberekhez méltó párbajban!\"",
    "questBronzeUnlockText": "Elérhetővé teszi a bronz keltető főzetek vásárlását a piacon",
    "questAmberCompletion": "\"Trerezin?\" - mondja @-Tyr- nyugodtan. \"Elengednéd @Vikte-t? Nem hiszem, hogy élveznék, hogy ilyen magasan vannak.\"<br><br>A Trerezin borostyán színe elvörösödik, és óvatosan leengedi @Vikte-t a földre. \"Elnézést kérek! Olyan rég volt már vendégem, hogy megfeledkeztem az illendőségről!\" Csúszva közelít feléd, hogy rendesen üdvözöljön, majd eltűnik a faházában és egy csomó Borostyán keltető bájitalt hoz vissza, mint köszönetet!<br><br>\"Mágikus Bájitalok!\" - mondja zihálva @Vikte.<br><br>\"Ó, ezek a régi dolgok?\" A Trerezin nyelve megrezzen, ahogy gondolkodik. \"Mi lenne, ha ezt az egész halmot neked adnám, ha megígérnéd, hogy néha-néha meglátogatsz...\"<br><br>És így elhagyod a Feladat-erdőt, izgatottan, hogy mindenkinek mesélhess az új bájitalokról – és az új barátodról!",
    "rockingReptilesText": "Kőkemény Hüllők kaland csomag",
    "questRobotCollectGears": "Fogaskerekek",
    "rockingReptilesNotes": "Tartalmaz kalandokat, amelyekkel Alligátor, Velociraptor és Kígyó háziasított tojásokat szerezhetsz: Az Insta-Gátor, A Veloci-Rapper és Az Elterelés kígyója.",
    "delightfulDinosText": "Elbűvölő Dinoszauruszok kaland csomag",
    "questWindupText": "Tánc egy Felhúzhatós Harcossal",
    "questRubyCollectRubyGems": "Rubin drágakövek",
    "questAmberUnlockText": "Elérhetővé teszi a borostyán keltető főzetek vásárlását a piacon",
    "questDolphinBoss": "A kétely delfine",
    "questSilverCollectMoonRunes": "Hold rúnák",
    "jungleBuddiesText": "Dzsungeltársak küldetéscsomag",
    "questAmberDropAmberPotion": "Borostyán keltető főzet",
    "questBronzeText": "Pimasz bogár csata",
    "delightfulDinosNotes": "Tartalmaz kalandokat, amelyekkel tricerattopsz, T-rex és pterodaktilusz háziasított tojásokat szerezhetsz: Tomboló triceratopsz, A felfedezett dinoszaurusz és a Pterror-daktilusz.",
    "questRobotCollectSprings": "Rugók",
    "questAmberText": "A Borostyán Szövetség",
    "questFluoriteUnlockText": "Elérhetővé teszi a fluorit keltetőfőzetek vásárlását a piacon",
    "questWaffleDropDessertPotion": "Édesség keltetőfőzet",
    "questRubyDropRubyPotion": "Rubin keltető főzet",
    "questSilverText": "Az ezüst megoldás",
    "questRobotUnlockText": "Elérhetővé teszi a robot tojások vásárlását a piacon",
    "questFluoriteDropFluoritePotion": "Fluorit keltetőfőzet",
    "questWindupDropWindupPotion": "Felhúzós Keltetőfőzet",
    "questStoneCollectCapricornRunes": "Bak rúnák",
    "questWindupBoss": "Clankton",
    "sandySidekicksText": "Homokos segítők küldetéscsomag",
    "questWindupUnlockText": "Elérhetővé teszi a felhúzós keltetőfőzetek vásárlását a piacon",
    "questStoneText": "Mohával Benőtt Útvesztő",
    "questStoneCollectMossyStones": "Mohás kövek",
    "questOnyxCompletion": "Ahogy belépsz a Sötét Hasadékba, a bent élő sáskarákok rémülten eliszkolnak. Azonban hamarosan visszatérnek, apró, színes gömböket cipelve, és ekkor rájössz, hogy ezek pontosan azok a kincsek, amiket a többiek kerestek! Gondosan begyűjtesz mindegyik típusból egy szép gyűjteményt, elköszönsz a rákoktól, majd visszaúszol a hajóhoz, ahol a többiek segítenek felmászni a fedélzetre.<br><br>\"Hol voltál ilyen sokáig?\" – kiált fel @Vikte. Válaszul megmutatod nekik a zsákmányt, amit gyűjtöttél.<br><br>\"Ezekből Onix varázskeltetőfőzetet lehet készíteni!\" – mondja izgatottan @aspiring_advocate, miközben elindultok vissza a partra.<br><br>\"Szóval… kikelthetünk Onix kisállatokat!\" – mosolyog @starsystemic. „Nem megmondtuk, hogy jó móka lesz?\"<br><br>Te is elmosolyodsz, izgatottan az új kisállataid miatt és készen arra, hogy befejezd a feladataidat!",
    "questOnyxNotes": "@Vikte, @aspiring_advocate és @starsystemic tudják, hogy mostanában nem érzed magad motiváltnak, ezért úgy döntenek, hogy egy vidám kiruccanás feldobhatná a hangulatodat. Azonban a \"vidám\" program szerintük mélytengeri búvárkodást jelent a Sötét Hasadékban, hogy kincsek után kutassatok! Felveszed a búvárfelszerelésed, felszállsz a hajóra, és eveztek az ősi Dilatory város felé. Útközben megkérdezed, milyen kincset is kerestek pontosan.<br><br>\"Plútó rúnákat!\" – mondja @Vikte.<br><br>\"Nem, Oroszlán rúnákat!\" – vágja rá @aspiring_advocate.<br><br>\"Nem, onix köveket!\" – jelenti ki @starsystemic.<br><br>Miközben ők egymással vitatkoznak, lenézel az óceánba és meglátod a barlang bejáratát közvetlenül alattatok! Izgatottan felpattansz, majd fejest ugrasz a tengerbe, hátrahagyva a hármas csapatot, hogy egyedül ússz a Sötét Hasadék felé, kincsek után kutatva.",
    "questBlackPearlText": "Egy Meghökkentő Csillagos ötlet",
    "questBlackPearlUnlockText": "Elérhetővé teszi a fekete gyöngy keltetőfőzet vásárlását a piacon",
    "questWindupNotes": "Habit városa ritkán csendes, de nem voltál felkészülve a recsegések, nyikorgások és sikolyok kakofóniájára, amely a Jó Időzítésből, Habitica legkiválóbb óraszerkezet-üzletéből szabadult ki. Felsóhajtasz – csak az órádat akartad megjavíttatni. Az üzlet tulajdonosa, akit mindenki csak „Nagy és Hatalmas” néven ismer, kigurul az ajtón, nyomában egy csattogó rézkolosszussal!<br><br>\"Ki-! Ki-! Ki!\" kong a gép, miközben karjai fel-le csapódnak. Fogaskerekei tiltakozva csikorognak és nyekeregnek.<br><br>\"A robotom, Clankton megőrült! Meg akar ölni!\" visítja a feltételezetten Hatalmas mester.<br><br>Még egy törött órával is meg tudod mondani, mikor jött el a harc ideje. Előrelépsz, hogy megvédd a pánikba esett órást. @Vikte és @a_diamond is csatlakoznak a küzdelemhez!<br><br>\"Ki-! Ki-! Ki-!\" kántálja Clankton minden csapással. \"Miau!\"<br><br>Várj, ez most egy mechanikus nyávogás volt a gyilkos monotonitás közepette?",
    "questBlackPearlNotes": "Mostanában ihlettelennek érzed magad, ezért amikor @jjgame83 egy kirándulást javasol az Életteli Tóhoz, kapva kapsz az alkalmon egy kis környezetváltozásra. Miközben @QuartzFox pikniket terít a parton, észreveszel valamit, ami megcsillan a sekély vízben. Egy furcsa fekete gyöngy.<br><br>\"Bárcsak lenne egy új ötletem\" – sóhajtasz.<br><br>Hűvös fuvallat borzolja a partot. A tó fekete tintává változik. A csillagok felragyognak, ahogy a dél egy szempillantás alatt éjféli sötétségbe fordul.<br><br>\"Ez nem jelent jót\" – jegyzi meg @PixelStormArt.<br><br>Egy tornyosuló karokkal teli szörny emelkedik ki a tóból, habot szórva mindenfelé, és csőréből dörgő hangon kihirdeti: \"ÍME ASTEROIDEA, AZ ÖTLET, AMELY A CSILLAGOKON TÚLRÓL ÉRKEZETT!\"<br><br>Egy csáp lecsap a piknikkosárra. Akár jó ötlet, akár nem, azonnal akcióba lendülsz.",
    "questStoneCompletion": "A burjánzó növényzet eltakarítása és a mohos kövek elmozdítása próbára teszi az erődet. De a csapat ügyesen elosztja a munkát, és a mögöttetek hagyott ösvényre köveket helyeztek, hogy könnyebben visszataláljatok egymáshoz. Az út során talált rúnák erőt és elszántságot adnak és végül a kert már egyáltalán nem tűnik elhagyatottnak!<br><br>A könyvtárban találkoztok, ahogyan @starsystemic javasolta és rábukkantok egy Varázsfőzet receptjére, amely felhasználja az összegyűjtött rúnákat. \"Ez igazán váratlan jutalom az elhanyagolt feladataink elvégzéséért\" – mondja @jjgame83.<br><br>@QuartzFox egyetért: \"És mindezek tetejébe még egy gyönyörű kertet is kaptunk, ahol a kisállatainkkal élvezhetjük a nyugalmat.\"<br><br>\"Kezdjünk el készíteni néhány lenyűgöző Mohás Kő Keltetőfőzetet!\" – kiáltja @starsystemic és mindenki boldogan csatlakozik.",
    "questSolarSystemNotes": "A csapatod a kozmoszban utazik, egy fantasztikus léghajón, amelyet a tehetséges űrmérnök, @gawrone tervezett. A hajó meditációs meghajtása a csapat nyugalmára támaszkodik, hogy tartsa az irányt.<br><br>A csillogó galaxisok felhői között egy baljósan pulzáló csillagot pillantasz meg. \"Őrizzétek meg a koncentrációt!\" – figyelmeztet @beffymaroo. \"Ha túlzottan elterelődik a figyelmünk, miközben elhaladunk a csillag mellett, a csillag és a hajónk közötti vonzás letéríthet minket az útról!”<br><br>Ahogy közeledtek a csillaghoz, különös energialüktetések áramlanak a hajó felé.<br><br>\"Ezek Diversionoidok – gondolati lények, amelyek meg akarnak téveszteni minket\" – mondja @SabreCat. \"Ha hagyjuk, hogy átsuhanjanak rajtunk anélkül, hogy magukkal ragadnának, akkor továbbra is a célunk felé haladhatunk!\"",
    "questStoneCollectMarsRunes": "Mars rúnák",
    "questBlackPearlCompletion": "Ahogy csapásokkal és varázslatokkal ostromlod a szörnyet, fekete gyöngyöket hullat a homokba. Csillogó felszínük megragadja a tekinteted, miközben épphogy kikerülsz egy újabb lecsapó csápot.<br><br>Halálos veszélyben vagy, de nem tudod nem észrevenni, milyen gyönyörűen ragyognak. Aztán az is eszedbe jut, hogy ez borzalmasan rossz időpont egy új főzetötlethez.<br><br>Hirtelen a szörny megdermed. @jjgame83 és @PixelStormArt zavartan összenéznek, majd leengedik a fegyvereiket.<br><br>\"KÍVÁNSÁGOD TELJESÜLT, HALANDÓ. KÜLDETÉSEM BEFEJEZŐDÖTT.\"<br><br>Asteroidea eltűnik, az ég és a víz ismét kitisztul. @QuartzFox rád mered. \"Elmagyaráznád?\"<br><br>A lehető legjobban próbálod összefoglalni, majd együtt megtöltitek a piknikkosarat fekete gyöngyökkel. Egy délutánnyi alkímia után el kell ismerned, hogy ez igazán jó ötlet volt.",
    "questBlackPearlDropBlackPearlPotion": "Fekete Gyöngy Keltetőfőzet",
    "questTurquoiseUnlockText": "Elérhetővé teszi a türkiz keltetőfőzet vásárlását a piacon",
    "questWindupCompletion": "Miközben kitérsz a támadások elől, valami furcsát veszel észre: egy csíkos, rézfarok kandikál ki a robot vázából. A csikorgó fogaskerekek közé nyúlsz, és kihúzol… egy remegő felhúzhatós tigriskölyköt. A kis szerkezet reszketve bújik hozzád.<br><br>A mechanikus óriás azonnal abbahagyja a csapkodást és elmosolyodik, ahogy fogaskerekei visszakattannak a helyükre. „Ki-Ki-Cica! Cica bennem volt!”<br><br>\"Remek!\" mondja a Hatalmas elpirulva. \"Sokat dolgoztam ezeken a felhúzhatós kisállat-italokon. Úgy tűnik, nem tartottam számon az új alkotásaimat. Az utóbbi időben elég sokszor kihagytam a ‘Műhely rendbetétele’ napi feladatomat…”<br><br>Clanktonnal és a feltalálóval együtt belépsz a műhelybe. Alkatrészek, szerszámok és italok borítanak minden felületet. A „Hatalmas” átveszi az órádat, de néhány főzetet is a kezedbe nyom.<br><br>\"Vidd ezeket. Egyértelmű, hogy nálad nagyobb biztonságban lesznek!\"",
    "questSolarSystemCompletion": "Gyakorlással és odafigyeléssel te és a legénység sikeresen megakadályozzátok, hogy a Diversionoidok elsodorjanak benneteket – egyszerűen azzal, hogy észreveszitek és elfogadjátok őket anélkül, hogy hagynátok, hogy átvegyék az irányítást. Ahogy biztonságosan elhaladtok a pulzáló csillag mellett, @gawrone egy csokornyi lebegő palackot vesz észre és behúzza őket a fedélzetre. Mindegyikben egy apró naprendszer látszik!<br><br>\"Nos, úgy tűnik, a kemény munkánk szép jutalmat hozott!\" – mondja @beffymaroo. \"Lássuk, milyen égi csodák születhetnek, ha ezekkel az új főzetekkel keltetjük ki a kisállatok tojásait.\"",
    "questStoneDropMossyStonePotion": "Mohás Kő keltetőfőzetet",
    "questSolarSystemDropSolarSystemPotion": "Naprendszer keltetőfőzet",
    "questStoneNotes": "Amint kinyitod az Elhanyagoltság Erődjének kapuit, meglepetten látod, hogy a kertben minden szobrot, követ és felületet vastag moha borít. „Ó, ne, ezt a kertet már túl régóta elhanyagolták!” – kiált fel @jjgame83.<br><br>\"Nos, sosem késő elkezdeni rendbe hozni a kertet\" – mondja lelkesen @PixelStormArt. \"De hol kezdjük ennek a mohával benőtt útvesztőnek a megtisztítását?\"<br><br>\"Készíthetünk egy tervet és azt követve haladhatunk, hogy ne tévedjünk el\" – javasolja @QuartzFox.<br><br>Miközben eltakarítjátok a mohás köveket, @starsystemic Mars- és Bak-rúnákat fedez fel alattuk. „Mire valók ezek? Vigyük vissza őket a Habit városának könyvtárába, hogy utánanézhessünk, ha végeztünk.\"<br><br>Már ha egyáltalán sikerül innen kijutnotok, gondolod magadban, de inkább nem mondod ki hangosan.",
    "questSolarSystemBoss": "Diversionoidok",
    "questSolarSystemUnlockText": "Elérhetővé teszi a naprendszer keltetőfőzet vásárlását a piacon",
    "questBlackPearlBoss": "Asteroidea",
    "sandySidekicksNotes": "Tartalmazza azokat a küldetéseket, amelyekkel megszerezheted a pók, a tatu és a kígyó kisállat tojásait: A Zúzmara pók, A Kényelmes tatu és Az Elterelés kígyója.",
    "questTurquoiseText": "Türkiz Kincses Küszködés",
    "questStoneUnlockText": "Elérhetővé teszi a mohás kő keltetőfőzet vásárlását a piacon",
    "questOnyxUnlockText": "Elérhetővé teszi az onix keltetőfőzet vásárlását a piacon",
    "questOnyxCollectPlutoRunes": "Plútó rúnák",
    "questOnyxCollectLeoRunes": "Oroszlán rúnák",
    "questOnyxText": "Az Onix Odüsszeia",
    "questOnyxCollectOnyxStones": "Onix kövek",
    "questOnyxDropOnyxPotion": "Onix keltetőfőzet",
    "questVirtualPetText": "Virtuális felfordulás az Áprilisi bolondjával: A sípolás",
    "questVirtualPetNotes": "Csendes és kellemes tavaszi reggel van Habiticában, egy héttel egy emlékezetes bolondok napja után. Te és @Beffymaroo az istállóban gondozzátok a kisállataitokat, akik még mindig kissé zavartak azután, hogy egy időre virtuális térbe kerültek.<br><br>A távolból morgást és sípoló hangot hallasz, először halkan, majd egyre erősebben, mintha valami közeledne. A horizonton egy tojás alakú tárgy tűnik fel, amely egyre hangosabban sípolva közelít. Amikor végre felismered, rájössz, hogy ez egy gigantikus virtuális kisállat!<br><br>\"Ó, ne\" – kiált fel @Beffymaroo. \"Azt hiszem, az Áprilisi bolondja hagyott még némi befejezetlen ügyet ezzel a nagy fickóval… úgy tűnik, figyelmet akar!\"<br><br>A virtuális kisállat dühösen sípol, virtuális hisztit csap és egyre fenyegetőbben közelít felétek.",
    "questFungiBoss": "Szeszélyes Gomba",
    "questFungiRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a Napi feladataidat. Ha megtelik, a Szeszélyes Gomba elvesz egy keveset a csapatod függőben lévő sebzéséből",
    "questFungiRageEffect": "Köd árad a Szeszélyes Gombából, körülölelve a csapatodat, elnyomva a hangulatot és gyengítve a varázserőt. A csapat MP-je csökken!",
    "questFungiDropFungiPotion": "Gomba keltetőfőzet",
    "questFungiUnlockText": "Elérhetővé teszi a gomba keltetőfőzet vásárlását a piacon.",
    "questFungiRageTitle": "Szeszélyes Gomba köd",
    "questSolarSystemText": "A Kozmikus koncentráció utazása",
    "questTurquoiseCollectTurquoiseGems": "Türkiz drágakövek",
    "questTurquoiseCollectSagittariusRunes": "Nyilas rúnák",
    "questFungiText": "A Szeszélyes Gomba",
    "questPinkMarbleCompletion": "Végül sikerül lefognod a kis fickót – sokkal erősebb és gyorsabb volt, mint vártátok. Mielőtt újra mozdulhatna, elveszitek tőle a világító nyilakkal teli tegezét. Ámor pislog néhányat, majd meglepetten körbenéz. \"Hogy egy időre megszabaduljak a bánatomtól és összetört szívemtől, megszúrtam magam az egyik nyilammal… de semmire sem emlékszem utána!\"<br><br>Éppen indulni készül a barlangból, amikor észreveszi, hogy @Loremi mintát vett a márványporból, és elmosolyodik. \"Próbáljátok meg ezt a rózsaszín márványport egy főzetben felhasználni! Gondozzátok a belőle kikelt kisállatokat és meglátjátok, hogy az igazi kapcsolatok kommunikációból, kölcsönös bizalomból és törődésből születnek. Sok szerencsét – és sok szeretetet kívánok!\"",
    "questFungiNotes": "Esős tavasz van Habiticában és az istállók körüli talaj szivacsosan átnedvesedett. Észreveszed, hogy a faistállók falai és kerítései mentén rengeteg gomba nőtt ki. Ködfátyol borítja a tájat, nem engedve a nap sugarait áttörni, és ez kissé lehangoló.<br><br>A ködből hirtelen kibontakozik az Április bolondjának az alakja, de egyáltalán nem tűnik a megszokott, vidám önmagának.<br><br>\"Arra készültem, hogy elhozzam nektek néhány elbűvölő Gomba Mágikus keltetőfőzetet, hogy a különleges napom gombabarátait örökre megtarthassátok\" – mondja, riasztóan komoly arckifejezéssel. \"De ez a hideg köd teljesen rám telepedett, túl fáradtnak és levertnek érzem magam ahhoz, hogy a szokásos varázslataimat elvégezzem.\"<br><br>\"Ó, sajnálattal hallom\" – feleled, miközben észreveszed, hogy a saját hangulatod is egyre borúsabb. \"Ez a köd tényleg komorrá teszi a napot. Vajon honnan jöhetett…\"<br><br>Mély morajlás hallatszik a mezőkről és a ködből egy körvonal bontakozik ki. Döbbenten látod, hogy egy hatalmas, boldogtalannak tűnő gombalény közeledik, és a köd belőle árad.<br><br>\"Aha\" – szólal meg a Bolond. \"Azt hiszem, ez a gombás fickó lehet a levertségünk forrása. Próbáljunk meg egy kis vidámságot varázsolni neki – és magunknak is!\"",
    "questFungiCompletion": "Te és az Áprilisi Bolond megkönnyebbülten néztek egymásra, ahogy a gombalény visszahúzódik az erdőbe.<br><br>\"Ah\" – kiált fel a Bolond –, \"ez igazán egy micéliumos melankólia volt. Örülök, hogy sikerült felvidítanunk őt – és magunkat is! Érzem, hogy visszatér az energiám. Gyertek velem, és készítsük el együtt azokat a Gomba főzeteket!\"",
    "questTurquoiseCompletion": "Forrón és izzadtan a csapatod végre megáll pihenni a felásott föld mellett, és a megtalált rúnák és gyémántok halmára pillant.<br><br>\"Hihetetlen\" – mormolja @QuartzFox. \"Ez átírhatja a történelemkönyveket.\"<br><br>\"Hadd vigyem ezeket az anyagokat a Habitica Egyetemre elemzésre\" – mondja @gawrone. \"Bőven lesz belőlük mit tanulmányozni, és készíthetünk belőlük néhány türkiz főzetet is mindannyiunk számára! Ki tudja, mi mindent rejthet még a föld ezen a környéken?\"<br><br>@starsystemic hozzáteszi: \"Elképesztő, mennyi mindent el lehet érni egy kis kemény munkával!\"",
    "questTurquoiseNotes": "@gawrone beront a szobádba, egyik kezében a Habitica Diplomájával, a másikban pedig egy rendkívül nagy és poros bőrkötéses könyvvel.<br><br>\"Ezt sosem fogod elhinni!\" – mondja izgatottan. \"A Virágzó Mezők azért olyan termékenyek, mert valaha egy hatalmas óceán borította őket. Azt beszélik, hogy egy ősi nép élt az óceán fenekén, varázslatos városokban. Elfeledett térképek segítségével megtaláltam a legvalószínűbb helyszínt! Fogd a lapátodat!\"<br><br>Másnap este találkoztok, @QuartzFox és @starsystemic is csatlakoznak a csapathoz és ásni kezdtek. Mélyen a földben egy rúnát találtok, mellette pedig egy türkizkék gyémántot!<br><br>\"Ássatok tovább!\" – biztat @gawrone. \"Ha eleget találunk, elkészíthetjük az egyik ősi főzetüket, és közben történelmet írhatunk!\"",
    "questTurquoiseDropTurquoisePotion": "Türkiz keltetőfőzet",
    "questTurquoiseCollectNeptuneRunes": "Neptunusz rúnák",
    "questVirtualPetCompletion": "Némi óvatos gombnyomogatás után úgy tűnik, hogy a virtuális kisállat rejtélyes igényei teljesültek, és végül lenyugodott, elégedettnek tűnik.<br><br>Hirtelen egy konfettirobbanás közepén megjelenik az Április bolondja egy kosárnyi furcsa főzettel, amelyek halk sípolást adnak ki.<br><br>\"Milyen időzítés, Április bolondja\" – mondja @Beffymaroo gúnyos mosollyal. \"Gyanítom, ez a nagy sípoló fickó ismerősöd.\"<br><br>\"Öö, igen\" – mondja a bolond félénken. \"Nagyon sajnálom, és köszönöm, hogy gondoskodtatok a Wotchimonról! Fogadjátok el ezeket a főzeteket hálám jeléül, bármikor visszahozhatjátok velük a virtuális kisállataitokat!\"<br><br>Nem vagy teljesen biztos benne, hogy tetszik ez a sok sípolás, de annyira aranyosak, hogy megéri kipróbálni!",
    "questVirtualPetBoss": "Wotchimon",
    "questVirtualPetRageTitle": "A sípolás kezdete",
    "questVirtualPetRageDescription": "Ez a sáv akkor telik fel, ha nem végzed el a napi teendőidet. Amikor tele lesz, a Wotchimon elviszi a csapatod függőben lévő sebzésének egy részét!",
    "questVirtualPetRageEffect": "`Wotchimon használja a Zavaró Sípolást!` A Wotchimon egy zavaró sípolást ad ki, és a boldogsági sávja hirtelen eltűnik! A függőben lévő sebzés csökkent.",
    "questVirtualPetDropVirtualPetPotion": "Virtuális kisállat keltetőfőzet",
    "questVirtualPetUnlockText": "Elérhetővé teszi a virtuális kisállat keltetőfőzet vásárlását a piacon",
    "questPinkMarbleText": "Csillapítsd le a megromlott Ámort",
    "questPinkMarbleNotes": "Miután hallottatok egy barlangról a Kanyargó Hegységben, ahonnan rózsaszín por és sziklák törnek elő, a csapatod nyomozni indul. Ahogy közelebb értek, valóban hatalmas rózsaszín porfelhőt láttok – és furcsamód egy apró hang csatakiáltását, majd sziklák törésének hangját halljátok.<br><br>@Empress42 véletlenül belélegez egy kis port, és hirtelen álmodozónak és kevésbé produktívnak érzi magát. \"Én is!\" – mondja @QuartzFox. \"Egyszer csak elkezdtem fantáziálni valakiről, akit alig ismerek!\"<br><br>@a_diamond bekukucskál a barlangba, és meglát egy apró lényt, aki szédületes sebességgel cikázik, miközben rózsaszín márványsziklát zúz porrá. \"Fedezékbe! Ez az Ámor megromlott és a varázserejével irreális rajongást és fellángoló vonzalmat idéz elő! Le kell állítanunk őt!\"",
    "questPinkMarbleBoss": "Ámor",
    "questPinkMarbleRageDescription": "Ez a sáv akkor telik fel, ha nem végzed el a napi teendőidet. Amikor tele lesz, Ámor elviszi a csapatod függőben lévő sebzésének egy részét!",
    "questPinkMarbleRageEffect": "`Ámor Rózsaszín Ütést használ!` Ez egyáltalán nem volt szeretetteljes! A csapattársaid meghökkennek. A függőben lévő sebzés csökkent.",
    "questPinkMarbleDropPinkMarblePotion": "Rózsaszín Márvány keltetőfőzet",
    "questPinkMarbleRageTitle": "Rózsaszín ütés",
    "questOtterText": "A hűtlen szövetkező!",
    "questOtterBoss": "A szövetkező",
    "questOtterRageTitle": "Tennivaló széttépése!",
    "questOtterDropOtterEgg": "Vidra (Tojás)",
    "questJadeText": "A jádeátok",
    "questOtterUnlockText": "Elérhetővé teszi vidra tojások vásárlását a piacon",
    "questJadeBoss": "Jádeátok",
    "questJadeDropJadePotion": "Jáde keltetőfőzet",
    "questOtterNotes": "A tennivaló listák nagyszerűek! Órákat tölthetsz azzal, hogy alaposan dokumentálod a szükséges lépéseket és úgy érzed, produktív vagy anélkül, hogy bármit is tennél. A háromoldalas listádat begyömöszölöd a zsebedbe. Itt az ideje egy frissítő sétának!<br><br>Elindulsz a Rutin folyó partjára, hogy egyet sétálj. Pontosan erre volt szükséged, hogy végre nekiláss! Ideje elővenni a tennivaló listát és – ááá! A szél elragadja a listát a kezedből és egyenesen a víz felé repíti!<br><br>Épp mielőtt a papír a vízbe érne, egy vidra feje bukkan fel a felszínre, hogy megakadályozza a papír biztos pusztulását. Huhh! Megfogja a listát a mancsaival, és egy ravasz mosoly terül el az arcán... Uh-oh.<br><br>„Hmmm,” morog, miközben megfordítja a papírt, hogy elolvassa a listádat. „Úgy tűnik, segítségre van szükséged a feladatok priorizálásában.” Riiiip.<br><br>A vidra éppen most tépte szét a gondosan megírt listádat! „Ha el akarod végezni ezeket, előbb ki kell választanod, mi a legfontosabb!” – mondja, miközben egyesével a szélbe hajítja a listád elemeit.",
    "questOtterCompletion": "Ahogy összegyűjtötted a listád darabjait, elkezdted őket az alapján rendszerezni, hogy melyik feladat a legfontosabb, és végül egy kezelhető kezdőpontot kaptál!<br><br>„Most már értem!” mondod a vidrának, „ez a bolondos trükk igazán segített átgondolni, hogy mely feladatokat kell priorizálnom.”<br><br>A vidra boldogan ficánkol, miközben az arcát dörzsöli, „Örülök, hogy a kis trükköm segített másképp gondolkozni a feladataidról.” Belemerül a víz alá, majd a közelben újra felbukkan, „Ne felejtsd el, hogy a listáidnak elérhetőeknek kell lenniük. A jutalmak is segítenek, szóval vedd el ezeket!”",
    "questOtterRageDescription": "Ez a sáv akkor töltődik, amikor nem végzed el a napi teendőidet. Ha teljesen megtelik, a szövetkező egy kis életet nyer vissza!",
    "questOtterRageEffect": "A szövetkező feldobja a tennivaló listád darabjait a levegőbe! A főnök 30%-ot nyer vissza az életéből!",
    "questJadeNotes": "Otthon ülsz, és bámulod a mosatlan edények halmát a mosogatóban. A sarokban egy kupac szennyes. Az íróasztalodon üres poharak és snackcsomagolások hevernek…<br><br>Sóhajtasz. „Miért van mindig több mosatlan…? Ez a rendetlenség sosem ér véget.” Annyira lehangoló. A kanapéra huppansz és csak görgeted a legújabb trendeket. Ki tudja, mióta ülsz ott…<br><br>Amikor végre felnézel a telefonodból, minden zöld. Ez nem a nappalid. Felállsz, és rájössz, hogy egy smaragdzöld hegyoldalon állsz.<br><br>A távolban mozgás vonja magára a figyelmed. Egy zöld, sziklás alak épp egy hatalmas követ próbál felgörgetni a meredek terepen. Már majdnem sikerül neki, de egy apró lábcsúszás, és a fényes kő visszagurul – egyenesen feléd!<br><br>Megpillant téged, miközben a feléd száguldó jádekő után iramodik! „Azt hiszed, a mosogatás rossz?” kiáltja. „Akkor próbáld ki ezt!”",
    "questJadeCompletion": "Számtalan kudarc után valahogy mégis sikerült felgörgetned a jádekövet a hegy tetejére! A sziklás alak utolér, és elmosolyodik. Egy könnyed lökéssel megindítja a követ – és te döbbenten nézed, ahogy végiggurul az egész hegyoldalon, vissza az aljára.<br><br>„Miért csináltad ezt? Valakinek most az egészet elölről kell kezdenie!” kiáltasz felháborodva.<br><br>„Csak mert valamit többször kell megcsinálni, attól még az eredményeid nem válnak értelmetlenné” – mondja a sziklás alak. „Most inkább arra figyelj, amit elértél, és élvezd a jutalmadat!”<br><br>Hirtelen felriadsz a kanapén, a telefonod a földre esett. A helyén három üveg hever, bennük örvénylő jádezöld folyadék! Talán itt az ideje elmosogatni a mai edényeket… aztán pihenni egy kicsit, és kipróbálni, mit művelnek ezek a főzetek néhány kisállat tojással...",
    "questJadeUnlockText": "Elérhetővé teszi a jáde keltetőfőzet vásárlását a piacon."
}
