{
    "questEvilSantaText": "Prémvadász Mikulás",
    "questEvilSantaNotes": "Fájdalmas üvöltések visszhangzanak a jégmezőkön! Követed a vonyítást - melyet néha-néha vihogás szakít meg - egészen, míg a fák közt egy tisztásig nem érsz, ahol egy megtermett jegesmedvét találsz egy ketrecben, megláncolva, az életéért küzdve. A ketrece tetején egy rosszmájú kis démon táncol leharcolt Mikulás jelmezben. Győzd le a prémvadász Mikulást és ments meg az állatot! <br><br><strong>Megjegyzés</strong>: A “Prémvadász Mikulás” egy összeadodó küldetés teljesítményt add, de a ritka hátas csak egyszer kerül hozzáadásra az istállódhoz.",
    "questEvilSantaCompletion": "A prémvadász mikulás felvonyít dühében és eltűnik az éjszakában. A hálás mackó különféle morgások és brummogások útján megpróbál közölni valamit veled. Visszaviszed az istállókhoz, ahol Matt Boch, a bestiamester meghallgatja történetét, majd felhőköl az ijedtségtől. A medvének van egy kisbocsa, ami elmenekült a végtelen jégmezők felé, mikor anyját elfogták.",
    "questEvilSantaBoss": "Prémvadász mikulás",
    "questEvilSantaDropBearCubPolarMount": "Jegesmedve (hátas)",
    "questEvilSanta2Text": "Találd meg a kölyköt",
    "questEvilSanta2Notes": "Amikor a prémvadász mikulás elfogta a jegesmedve hátast, a kisbocsa elfutott a végtelen jégmezők felé. Az erdő csendjében gallyak és a hó ropogását hallod. Mancsnyomok! Sietve elkezditek követni, merre vezetnek. Találd meg az összes nyomot és törött gallyat, és juss el a kisbocshoz! <br><br><strong>Megjegyzés</strong>: A “Találd meg a kölyköt” egy összeadodó küldetés teljesítményt add, de a ritka kisállat csak egyszer kerül hozzáadásra az istállódhoz.",
    "questEvilSanta2Completion": "Megtaláltad a kölyköt ! Mostantól mindig veled fog maradni.",
    "questEvilSanta2CollectTracks": "Nyomok",
    "questEvilSanta2CollectBranches": "Törött gallyak",
    "questEvilSanta2DropBearCubPolarPet": "Jegesmedve (háziállat)",
    "questGryphonText": "A tüzes griffmadár",
    "questGryphonNotes": "A hatalmas vadállat idomár, <strong>baconsaur</strong> megkereste a csapatodat, hogy segítsetek neki. \"Kérlek, kalandozók, segítsetek nekem! Az én díjnyertes griffem elszabadult és terrorizálja Habit Várost! Ha meg tudjátok állítani, akkor cserébe megajándékozlak titeket pár tojásával!\"",
    "questGryphonCompletion": "Miután legyőzted, a hatalmas bestia megszégyenülten visszasomfordál a gazdájához. \"Szavamra! Kiváló munka, kalandorok!\" <strong>baconsaur</strong> felkiált: \"Kérlek fogadjátok el pár grifftojást. Biztos vagyok benne, hogy jól fel fogjátok őket nevelni!\"",
    "questGryphonBoss": "A tüzes griffmadár",
    "questGryphonDropGryphonEgg": "Griff (tojás)",
    "questGryphonUnlockText": "Elérhetővé teszi a griffmadár tojások megvásárlását a piacon",
    "questHedgehogText": "A sünszörny",
    "questHedgehogNotes": "A sünök igazán különös állatok. A Habitica lakói számára az egyik legszerethetőbb kisállatok közé tartoznak. De a pletykák szerint, ha éjfél után tejet kapnak, rendkívül ingerültek lesznek. És az eredeti méretük ötvenszeresére nőnek. És <strong>InspectorCaracal</strong> pontosan ezt tette. Upsz.",
    "questHedgehogCompletion": "A csapatod sikeresen lenyugtatta a sündisznót! Miután összement normál méretre visszabiceg a tojásaihoz, majd újra megjelenik cincogó hangot hallatva: pár tojást bökdös éppen a csapatod irányába. Remélhetőleg ezek a sünik jobban szeretik a tejet!",
    "questHedgehogBoss": "Sünszörny",
    "questHedgehogDropHedgehogEgg": "Sün (tojás)",
    "questHedgehogUnlockText": "Elérhetővé teszi a sündisznó tojások megvásárlását a piacon",
    "questGhostStagText": "A tavasz szelleme",
    "questGhostStagNotes": "Ah, a tavasz! Az év azon időszaka, amikor a tájat ismét színek töltik meg. A hideg, havas dombokat felváltja az új élet. Ahol egykor fagy uralkodott, ott most vibráló növényzet bontakozik ki. A fák buja zöld levelekkel telnek meg, a fű visszanyeri élénk árnyalatát, a síkságokat színpompás virágok borítják… és egy titokzatos fehér köd terjeng a tájon! ... Várjunk csak. Titokzatos köd? \"Ó, ne\" – mondja aggódva <strong>InspectorCaracal</strong>. \"Úgy tűnik, valamilyen szellem okozza ezt a ködöt. Ja, és épp egyenesen feléd tart.\"",
    "questGhostStagCompletion": "A látszólag sértetlen szellem leereszti az orrát a földre. Egy nyugtató hang burkolja be a csapatotokat. \"Elnézést a viselkedésemért. Épp most ébredtem a szunnyadásomból és úgy tűnik az elmém még nem teljesen ébredt fel. Fogadjátok el ezeket bocsánatkérésem jeléül.\" Egy csomag tojás materializálódik előttetek a füvön. A szellem szó nélkül elszelel, virágokat hullajtva maga után.",
    "questGhostStagBoss": "Szellem szarvas",
    "questGhostStagDropDeerEgg": "Őz (tojás)",
    "questGhostStagUnlockText": "Elérhetővé teszi a őz tojások megvásárlását a piacon",
    "questRatText": "A patkánykirály",
    "questRatNotes": "Hulladék! Megoldatlan Napi feladatok hatalmas halmai hevernek szerte Habitikában. A probléma annyira komollyá vált, hogy patkányhordák portyáznak mindenütt. Észreveszed, hogy @Pandah az egyiküket babusgatja éppen. Azt magyarázza, hogy a patkányok nemes lények, akik megoldatlan Napi feladatokkal táplálkoznak. A probléma az, hogy a feladatok a csatornába pottyantak, veszélyes gödröt hozva létre, melyet ki kell takarítani. Ahogy épp leereszkedsz a csatornarendszerbe, egy hatalmas véreres szemű és csonka fogú patkány támad rád, védelmezve a hordáját. Elmenekülsz rettegve, vagy szembe szállsz a Patkánykirállyal?",
    "questRatCompletion": "Az utolsó ütésedtől erőtlenné válik a rettentő patkány és a szemei szürkévé halványodnak. A fenevad számos kis patkánnyá esik szét és rettegve elszaladnak. Észreveszed, ahogy @Pandah áll a hátad mögött, miközben a hajdani hatalmas lényt szemléli. Azt mondja, hogy Habitika lakosait fellelkesítette a hősiességed és gyorsan befejezik a félkész feladataikat. Ennek ellenére figyelmeztet, hogy figyelmesnek kell lenned, hogy a Patkánykirály soha se térjen vissza. Fizetségül @Pandah patkánytojásokat kínál fel neked. Az aggodalmas tekintetedet észrevéve így szól: \"Nagyszerű háziállatok lesznek belőlük.\"",
    "questRatBoss": "Patkánykirály",
    "questRatDropRatEgg": "Patkány (tojás)",
    "questRatUnlockText": "Elérhetővé teszi a patkány tojások megvásárlását a piacon",
    "questOctopusText": "A polipszörny hívása",
    "questOctopusNotes": "@Urse, egy lángoló tekintetű ifjú írnok, a segítségeteket kérte egy rejtélyes barlang feltárásában a tengerpart közelében. A szürkületi dagályterek között áll a masszív, függő- és állócseppkövekből álló kapuja a barlangnak. Ahogy közeledtek ehhez a kapuhoz, egy sötét örvény alakul ki. Ledöbbenten figyelitek, ahogy egy tintahal-szerű sárkány emelkedik ki innen. \"A csillagok ragacsos ivadéka felébredt!\" üvölti őrülten @Urse. \"Több decilliárd év után, a nagy Polipszörny újra szabad és örömökre éhes!\"",
    "questOctopusCompletion": "Egy végső csapás után a szörnyet beszippantja az örvény, ahonnan jött. Nem tudod eldönteni, hogy @Urse boldog-e a győzelmetekkel, vagy szomorú, hogy eltűnt a bestia. Szótlanul rámutat három trutymákos, óriási tojásra, melyek egy fészeknyi arany között hevernek a mellettetek lévő dagálytérben. \"Valószínűleg csak polip-tojások\" - mondod idegesen. Az úton hazafelé @Urse viharosan firkál a naplójába, és olyan érzésetek támad, hogy nem utoljára láttátok a hatalmas Polipszörnyet.",
    "questOctopusBoss": "Polipszörny",
    "questOctopusDropOctopusEgg": "Polip (tojás)",
    "questOctopusUnlockText": "Elérhetővé teszi a polip tojások megvásárlását a piacon",
    "questHarpyText": "Segítség! Hárpia!",
    "questHarpyNotes": "A bátor kalandor @UncommonCriminal eltűnt az erdőben, miközben egy pár napja látott szárnyas szörny nyomát követte. Épp a keresését kezdenétek, amikor egy sebesült papagáj száll a karodra, aminek egy csúnya sebhely borítja gyönyörű tollazatát. A lábához rögzítve egy firkált üzenet található, amiben az szerepel, hogy a papagájok védelmezése közben @UncommonCriminal-t fogjul ejtette egy gonosz Hárpia és kétségbeesetten kell segítségetek a szökéséhez. Követitek a madarat, legyőzitek a Hárpiát és megmentitek @UncommonCriminal-t?",
    "questHarpyCompletion": "Egy utolsó csapás leteríti a Hárpiát és tollak repülnek minden irányba. Gyorsan felmásztok a fészkébe és megtaláljátok @UncommonCriminal-t és körülötte a papagáj tojásokat. Csapatmunkában gyorsan visszateszitek a tojásokat a környező fészkekbe. Az ijedt papagáj, amelyik megtalált benneteket hangosan károg, miközben több tojást a karjaitokba ejt. \"A Hárpia támadása miatt néhány tojás védelmezésre szorul,\" magyarázza @UncommonCriminal. \"Úgy tűnik, hogy tiszteletbeli papagájok lettetek.\"",
    "questHarpyBoss": "Hárpia",
    "questHarpyDropParrotEgg": "Papagáj (tojás)",
    "questHarpyUnlockText": "Elérhetővé teszi a papagáj tojások megvásárlását a piacon",
    "questRoosterText": "A kakas tombolása",
    "questRoosterNotes": "A farmer @extrajordanary éveken át kakasokat használt ébresztőórának. De most egy hatalmas kakas megjelent és hangosabban károg, mint bármelyik más korábban - és felébreszt mindenkit Habiticában! Habitica alváshiányos lakói szenvednek a napi feladataikkal. @Pandoro úgy döntött, hogy itt az ideje véget vetni ennek. \"Kérem, van valaki aki csendesebb kukorékolásra tudná bírni a kakast?\" Önként jelentkezel, megközelíted a kakast egy korai reggelen - de megfordul, hatalmas szárnyaival csapkod, éles karmait megvillantja és egy harci rikoltást hallat.",
    "questRoosterCompletion": "Ravaszsággal és erővel megszelídítetted a vad bestiát. A fülei, amik korábban tollakkal és félig elfeledett teendőkkel voltak tele, már tiszták, mint a vízfolyás. Halkan kukorékol egyet neked és a válladnál átölel a csőrével. A következő nap, amikor már indulnál tovább, @EmeraldOx odarohan hozzád egy letakart kosárral. \"Várj! Amikor bementem a tanyára ma reggel, a kakas odanyomta ezeket az ajtóhoz, ahol aludtál. Szerintem azt szeretné, hogy ez a tied legyen.\" Felfeded a kosár tartalmát és három törékeny tojást látsz benne.",
    "questRoosterBoss": "Kakas",
    "questRoosterDropRoosterEgg": "Kakas (tojás)",
    "questRoosterUnlockText": "Elérhetővé teszi a kakas tojások megvásárlását a piacon",
    "questSpiderText": "A fagyos pókféle",
    "questSpiderNotes": "Ahogy lehűl az idő, vékony dér kezdi beborítani Habitica lakóinak ablaküvegeit, csipkés hálók formájában...kivéve @Arcosine-nak, akinek az ablakait teljesen befagyasztotta a Zúzmarapók, ami beköltözött a házába. Jaj.",
    "questSpiderCompletion": "A Zúzmarapók összeesik és maga után hagy egy kis halom deret és egy párat az elbűvölt petezsákjából. @Arcosine fölöttébb sietve felajánlja Nektek, mint jutalmat - talán fel tudnátok nevelni néhány fenyegetést nem jelentő pókot, mint háziállatot?",
    "questSpiderBoss": "Pók",
    "questSpiderDropSpiderEgg": "Pók (tojás)",
    "questSpiderUnlockText": "Elérhetővé teszi a pók tojások megvásárlását a piacon",
    "questGroupVice": "Vice, az Árnyék Sárkány",
    "questVice1Text": "Vétek, 1. rész: Szabadulj meg a sárkány befolyásától",
    "questVice1Notes": "Mendemonda kering egy szörnyű gonoszról ami Habitica hegyének barlangjaiban tanyázik. A szörnyeteg puszta jelenléte a térségben megtöri az erős akaratú hősöket, akik rossz szokásokat kezdenek felvenni és eltunyulnak! A szörnyeteg egy hatalmas sárkány, mérhetetlen hatalommal, árnyakkal körbevéve: Vétek, az állságos Árnyék Wyrm. Bátor kalandorok kerekednek föl, és megkísérlik legyőzni egyszer és mindekorra, de csak akkor ha tényleg hisznek abban, hogy ellen tudnak állni hihetelen hatalmának.<br><br>Mégis hogyan akartok küzdeni egy olyan szörnyeteggel szemben, ami máris átvette az uralmat felettetek? Ne essetek áldozatul a lustaságnak és vétkezésnek! Küzdjetek keményen a sárkány sötét befolyásával szemben és rázzátok le azt magatokról!",
    "questVice1Boss": "A Bűn Árnyékában",
    "questVice1Completion": "Most, hogy Vice befolyása megszűnt rajtad, egy olyan erő hullámát érzed, amiről nem is tudtad, hogy benned van. Gratulálunk! De egy még ijesztőbb ellenség vár rád...",
    "questVice1DropVice2Quest": "Bűn 2. rész (tekercs)",
    "questVice2Text": "Vice, 2. rész: Találd meg a Sárkány odúját",
    "questVice2Notes": "Magabiztosak vagytok magatokban és a képességetekben, hogy ellenálljatok Vice, az Árnyék Sárkány befolyásának. A csapatod elindul a Mt. Habitica felé. Megközelítitek a hegy barlangjainak bejáratát, és megálltok. Árnyékok hullámai, majdnem olyanok, mint a köd, kiszivárognak a nyílásból. Szinte lehetetlen bármit is látni előtted. A lámpáid fénye hirtelen megszakad, ahol az árnyékok kezdődnek. Azt mondják, hogy csak a mágikus fény képes áthatolni a sárkány pokoli ködén. Ha találtok elég fénykristályt, megtalálhatjátok az utat a sárkányhoz.",
    "questVice2CollectLightCrystal": "Fénykristályok",
    "questVice2Completion": "Amint felemelitek az utolsó kristályt, az árnyékok eloszlanak, és az előttetek lévő út tiszta lesz. Gyorsuló szívveréssel beléptek a barlangba.",
    "questVice2DropVice3Quest": "Bűn 3. rész (tekercs)",
    "questVice3Text": "Vice, 3. rész: Vice felébred",
    "questVice3Notes": "Sok erőfeszítés árán a csapatotok megtalálta Bűn fészkelőhelyét. A behemót szörny utálattal néz szembe a csapatotokkal. Ahogy az árnyak örvénylenek körülöttetek, egy hangot hallottok a fejetekben suttogni, \"Mégtöbb bolond lakó érkezett Habitica-ból, hogy megállítson? Aranyos. Bölcsebb lett volna, ha nem jöttök.\" A pikkelyes titán hátraemeli a fejét és támadni készül. Itt a nagy lehetőség! Adjatok bele mindent és győzzétek le Bűnt egyszer és mindenkorra!",
    "questVice3Completion": "Az árnyékok eloszlanak a barlangból, és egy fémre hasonlító csend borul mindenre. Te jó ég, sikerült! Legyőztétek Vicet! Te és a csapatod végre felsóhajthat. Élvezzétek a győzelmet, bátor Habiteerek, de vigyétek magatokkal a tanulságokat, amelyeket a Vice elleni harcból szereztetek, és haladjatok tovább. Még mindig vannak szokások, amelyeket el kell végezni, és esetleg még rosszabb gonoszok is várnak, hogy legyőzzétek őket!",
    "questVice3Boss": "Bűn, az Árnysárkány",
    "questVice3DropWeaponSpecial2": "Stephen Weber Sárkánylándzsája",
    "questVice3DropDragonEgg": "Sárkány (tojás)",
    "questVice3DropShadeHatchingPotion": "Árny keltetőfőzet",
    "questGroupMoonstone": "A Visszaesés Felemelkedése",
    "questMoonstone1Text": "Recidivate, 1. rész: A Holdkő Lánc",
    "questMoonstone1Notes": "Egy szörnyű csapás sújtotta a Habiticánokat. A rég halottnak hitt rossz szokások bosszúval térnek vissza. Az edények mosatlanul hevernek, a tankönyvek olvasatlanul, és a halogatás szabadon tombol!<br><br>Nyomára bukkantok néhány saját visszatérő rossz szokásotoknak a Stagnáció Mocsarában, és felfedezitek a tettest: a kísérteties Necromancer, Recidivate. Rohamot indítotok, fegyverekkel hadonászva, de azok áthaladnak a szellemén, hasztalanul.<br><br>\"Ne fáradjatok\" – sziszegi száraz, reszelős hangon. „Holdkövek lánca nélkül semmi sem árthat nekem – és a mesterékszerész, @aurakami, szétszórta a holdköveket a Habitica szerte régen!” Lihegve visszavonultok... de tudjátok, mit kell tennetek.",
    "questMoonstone1CollectMoonstone": "Holdkövek",
    "questMoonstone1Completion": "Végül sikerül kihúznod az utolsó holdkövet a mocsaras sárból. Itt az idő, hogy a gyűjteményedből egy olyan fegyver készüljön, amely végleg legyőzi Recidivate-et!",
    "questMoonstone1DropMoonstone2Quest": "Recidivate, 2. rész: Recidivate, a Necromancer (Tekercs)",
    "questMoonstone2Text": "Recidivate, 2. rész: Recidivate, a Necromancer",
    "questMoonstone2Notes": "A bátor fegyverkovács, @InspectorCaracal, segít neked a varázslatos holdkövekből egy láncot készíteni. Végre készen állsz szembenézni Recidivate-tel, de amint beléptek a Stagnáció Mocsarába, egy szörnyű hideg fut át rajtatok.<br><br>Rothadó lélegzet suttog a füledbe. „Már visszatértetek? Milyen örömteli...” Megfordultok és előreugrotok, és a holdkő lánc fényében fegyvered szilárd húsba csap. „Lehet, hogy újra a világhoz kötöttél” – morogja Recidivate –, „de most itt az idő, hogy elhagyjátok!”",
    "questMoonstone2Boss": "A Nekromanta",
    "questMoonstone2Completion": "Recidivate hátradől az utolsó csapásodtól, és egy pillanatra a szíved felderül – de aztán hátraveti a fejét és egy szörnyű nevetést hallat. Mi történik?",
    "questMoonstone2DropMoonstone3Quest": "Recidivate, 3. rész: Recidivate Átalakul (Tekercs)",
    "questMoonstone3Text": "Recidivate, 3. rész: Recidivate Átalakul",
    "questMoonstone3Notes": "Gonoszan nevetve Recidivate összeesik a földön, és te újra csapás mérsz rá a holdkő lánccal. Megdöbbenésedre Recidivate megragadja a drágaköveket, diadalmasan égő szemekkel.<br><br>„Húsból álló bolond teremtmény!” – kiáltja. „Ezek a holdkövek visszaállítanak fizikai formámba, igaz, de nem úgy, ahogy elképzelted. Ahogy a telihold sötétből növekszik, úgy nő az én erőm is, és az árnyékokból előhívom a legfélelmetesebb ellenséged szellemét!”<br><br>Egy beteges zöld köd emelkedik a mocsárból, és Recidivate teste vonaglik és torzul egy olyan alakká, amely rettegéssel tölt el – Vice élőhalott teste, szörnyen újjászületve.",
    "questMoonstone3Completion": "Lélegzeted elakad, és a veríték csíp a szemedben, ahogy az élőhalott Sárkány összeomlik. Recidivate maradványai vékony szürke köddé válnak, amely gyorsan eloszlik egy frissítő szélroham alatt, és halljátok a távoli, ösztönző kiáltásokat, ahogy a Habiticánok végleg legyőzik rossz szokásaikat.<br><br>@Baconsaur, a bestiamester, egy griffinen leszáll. „Láttam az égből a csatád végét, és nagyon megindultam. Kérlek, fogadd el ezt a varázslatos tunikát – bátorságod nemes szívről tanúskodik, és úgy hiszem, neked szánták.”",
    "questMoonstone3Boss": "Előholt-Bűn",
    "questMoonstone3DropRottenMeat": "Rothadt Hús (Étel)",
    "questMoonstone3DropZombiePotion": "Zombi keltetőfőzet",
    "questGroupGoldenknight": "Az Arany Lovag",
    "questGoldenknight1Text": "Az Arany Lovag, 1. rész: Egy Komoly Szóváltás",
    "questGoldenknight1Notes": "Az Arany Lovag szegény Habiticánokat zaklatja. Nem végezted el az összes napi teendődet? Bejelöltél egy negatív szokást? Ezt használja okként, hogy zaklasson, hogy kövessd a példáját. Ő a tökéletes Habitican ragyogó példája, te pedig nem vagy más, mint egy kudarc. Nos, ez egyáltalán nem kedves! Mindenki hibázik. Ezeket nem kellene ilyen negatívan kezelni. Talán itt az ideje, hogy gyűjts néhány tanúvallomást a megsértett Habiticánoktól, és adj egy komoly szóváltást az Arany Lovagnak!",
    "questGoldenknight1CollectTestimony": "Tanúságtételek",
    "questGoldenknight1Completion": "Nézd csak ezeket a tanúvallomásokat! Biztosan ez elég lesz, hogy meggyőzd az Arany Lovagot. Most már csak meg kell találnod őt.",
    "questGoldenknight1DropGoldenknight2Quest": "Az Arany Lovag, 2. rész: Arany Lovag (Tekercs)",
    "questGoldenknight2Text": "Az Arany Lovag, 2. rész: Arany Lovag",
    "questGoldenknight2Notes": "Több tucat Habitican tanúvallomásával felfegyverkezve végül szembesülsz az Arany Lovaggal. Elkezded felolvasni neki a Habiticánok panaszait egyesével. „És @Pfeffernusse azt mondja, hogy az állandó hencegésed…” – A lovag felemeli a kezét, hogy elhallgattasson, és megvetően felvágja az orrát: „Kérlek, ezek az emberek egyszerűen irigyek a sikereimre. Ahelyett, hogy panaszkodnának, egyszerűen dolgozhatnának olyan keményen, mint én! Talán megmutatom neked azt az erőt, amit az én szorgalmamon keresztül elérhetsz!” Felemeli buzogányát, és készülődik, hogy megtámadjon!",
    "questGoldenknight2Boss": "Arany Lovag",
    "questGoldenknight2Completion": "Az Arany Lovag zavartan leengedi a buzogányát. „Elnézésedet kérem a heves kitörésemért” – mondja. „Az igazság az, hogy fájdalmas belegondolni, hogy véletlenül bántottam másokat, és ezért védekezésből támadtam… de talán még mindig bocsánatot kérhetek?”",
    "questGoldenknight2DropGoldenknight3Quest": "Az Arany Lovag, 3. rész: A Vas Lovag (Tekercs)",
    "questGoldenknight3Text": "Az Arany Lovag, 3. rész: A Vas Lovag",
    "questGoldenknight3Notes": "@Jon Arinbjorn kiált feléd, hogy felhívja a figyelmedet. A csata után egy új figura jelent meg. Egy fekete vasba öltözött lovag lassan közeled hozzád karddal a kezében. Az Arany Lovag kiált a figurának: „Apa, ne!”, de a lovag nem mutat semmi jelet, hogy megállna. Hozzád fordul, és azt mondja: „Sajnálom. Bolond voltam, túl nagy fejjel, hogy lássam, milyen kegyetlen voltam. De az apám sokkal kegyetlenebb, mint én valaha is lehetnék. Ha nem állítjuk meg, mindannyiunkat elpusztít. Itt, használd a buzogányomat, és állítsd meg a Vas Lovagot!”",
    "questGoldenknight3Completion": "Egy kielégítő csattanással a Vas Lovag térdre esik és összeesik. „Elég erős vagy” – lihegi. „Ma megaláztkodtam.” Az Arany Lovag odalép hozzád, és azt mondja: „Köszönöm. Úgy hiszem, némi alázatot tanultunk a találkozásunkból. Beszélek az apámmal, és elmagyarázom neki a panaszokat. Talán el kellene kezdenünk bocsánatot kérni a többi Habiticánál.” Gondolkodva megáll, majd visszafordul hozzád. „Itt van: ajándékunkként szeretném, ha megtartanád a buzogányomat. Most már a tiéd.”",
    "questGoldenknight3Boss": "A Vas Lovag",
    "questGoldenknight3DropHoney": "Méz (Étel)",
    "questGoldenknight3DropGoldenPotion": "Arany keltetőfőzet",
    "questGoldenknight3DropWeapon": "Mustaine Mérföldkő Zúzó Buzogány (Kézifegyver)",
    "questGroupEarnable": "Megszerezhető Küldetések",
    "questBasilistText": "A Bazi-Lista",
    "questBasilistNotes": "Valami felfordulás van a piactéren - az a fajta, amitől igazán távol kéne tartanod magad. Ám bátor kalandozó lévén ehelyett egyenesen odarohansz és egy Bazi-listát találsz egy halom, befejezetlen tennivalóval rajta! A környező habiticai lakosok egytől-egyig elszörnyedve nézik a terjedelmes listát és képtelenek miatta visszamenni dolgozni. Valahol a környékről @Arcosine hangja üti meg a füledet: \"Siess! Csináld meg a tennivalóidat és a napi feladataidat, hogy ártalmatlanná tedd a szörnyet, mielőtt még megvág valakit a papír!\" Siess, kalandozó és pipálj ki valamit - de vigyázz! Ha bármelyik napi feladatodat kihagyod, a Bazi-lista nem csak téged, de a csapatodat is megtámadja!",
    "questBasilistCompletion": "A Bazi-lista fecnikre hullott és a szivárvány minden árnyalatában, békésen ragyog. \"Huh!\" - szólal meg @Arcosine. - \"Milyen szerencse, hogy itt voltatok!\" Több tapasztalattal a hátad mögött felszedsz némi aranyat a papírfecnik közül.",
    "questBasilistBoss": "A Bazi-Lista",
    "questEggHuntText": "Tojásvadászat",
    "questEggHuntNotes": "Egy éjszaka alatt furcsa, egyszerű tojások jelentek meg mindenhol: Matt istállójában, a kocsmapult mögött, és még a piacon lévő kisállat-tojások között is! Micsoda kellemetlenség! „Senki sem tudja, honnan jöttek, vagy mi kelhet ki belőlük” – mondja Megan –, „de nem hagyhatjuk őket csak úgy heverni! Dolgozz keményen és keress alaposan, hogy segíts nekem összegyűjteni ezeket a rejtélyes tojásokat. Talán, ha elég sokat gyűjtesz össze, marad néhány extra neked is...”",
    "questEggHuntCompletion": "Sikerült! Hálából <strong>Megan</strong> tíz tojást ad neked. „Fogadok, hogy a keltetőfőzetek gyönyörű színekre festik őket! És kíváncsi vagyok, mi történik, amikor hátassá válnak...”",
    "questEggHuntCollectPlainEgg": "Sima tojások",
    "questEggHuntDropPlainEgg": "Sima tojás",
    "questDilatoryText": "A Rettenet Sárkánya",
    "questDilatoryNotes": "Figyelmeztetésekre kellett volna hallgatnunk.<br><br>Sötét, csillogó szemek. Ősi pikkelyek. Hatalmas állkapocs és villogó fogak. Valami szörnyűt ébresztettünk fel a szakadékból: <strong>a Halogatás Rettegett Sárkányát!</strong> Sikoltozó Habiticánok szaladtak szét minden irányba, amikor a tengerből előmeredt, ijesztően hosszú nyaka több száz lábnyira kinyúlt a vízből, és égető ordítása betörte az ablakokat.<br><br>„Ez lehet az, ami lehúzta a Halogatást!” – kiáltja Lemoness. „Nem a halogatott feladatok súlya volt – a Sötét Piros Napi Teendők csak felkeltették a figyelmét!”<br><br>„Varázslatos energiával teli!” – kiáltja @Baconsaur. „Ahhoz, hogy ilyen sokáig élt, biztosan képes gyógyítani magát! Hogyan győzhetjük le?”<br><br>Hát, ugyanúgy, ahogy minden szörnyet – a produktivitással! Gyorsan, Habitica, álljatok össze és csapjatok át a feladatotokon, és mindannyian együtt harcolunk ezzel a szörnyeteggel. (Nem kell feladni a korábbi küldetéseket – hiszünk abban, hogy képesek vagytok dupla csapásra!) Nem fog egyenként megtámadni minket, de minél több Napi Teendőt hagyjunk ki, annál közelebb kerülünk ahhoz, hogy elindítsuk a „Hanyagság Csapását” – és nem tetszik, ahogy a kocsmára sandít....",
    "questDilatoryBoss": "A Rettenet Sárkánya",
    "questDilatoryBossRageTitle": "Hanyag Csapás",
    "questDilatoryBossRageDescription": "Amikor ez a csík tele van, akkor a Rettenet Sárkánya hatalmasa pusztítást visz végbe Habitika felszínén",
    "questDilatoryDropMantisShrimpPet": "Sáskarák (háziállat)",
    "questDilatoryDropMantisShrimpMount": "Sáskarák (hátas)",
    "questDilatoryBossRageTavern": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nJaj, ne! Minden igyekezetünk ellenére kihagytunk néhány napi teendőt és a mélyvörös színük felszította a Sárkány haragját! A félelmetes Mellőző Csapásával romba döntötte a Fogadót! Szerencsére felállítottunk egy másik Fogadót egy környező városban és ezután is szabadon cseveghetsz a parton... de szegény Daniel a kocsmáros, a szeme láttára omlott össze szeretett kocsmája!\n\nRemélem, a szörnyeteg nem támad többször!",
    "questDilatoryBossRageStables": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nAjjaj! Megint túl sok napi feladatot hagytunk elvégezetlenül. A sárkány lesújtott Mellőző csapásával Mattre és az istállókra! A háziállatok szerteszét szaladtak a szélrózsa minden irányába. Szerencsére úgy tűnik a tieid biztonságban vannak!\n\nSzegény Habitica! Remélem soha többé nem történik ilyen. Siess és végezd el minden feladatodat!",
    "questDilatoryBossRageMarket": "`Rettenet Sárkánya lesújt MELLŐZŐ CSAPÁSÁVAL!`\n\nAhhh! Alex a kereskedő boltját épp most zúzta porrá a Rettenet Sárkányának Mellőző Csapása! De már gyengülni látszik a bestia. Kétlem, hogy maradt még elég ereje egy újabb támadásra.\n\nNe csüggedj Habitica! Űzzük el a bestiát partjaink közeléből!",
    "questDilatoryCompletion": "`A Halogatás Rettegett Sárkányának Legyőzése`\n\nMegcsináltuk! Egy utolsó ordítással a Rettegett Sárkány összeesik és úszik, nagyon messzire. Ujjongó Habiticánok tömegei vonulnak a partokon! Segítettünk Mattnek, Danielnek és Alexnek újjáépíteni az épületeiket. De mi ez?\n\n`A Polgárok Visszatérnek!`\n\nMost, hogy a Sárkány elmenekült, ezer szín ragyog fel a tengerből. Egy szivárványos Rák raj... és köztük több száz sellőember!\n\n„Mi vagyunk Halogatás elveszett polgárai!” – magyarázza vezetőjük, Manta. „Amikor Halogatás elsüllyedt, a vizekben élő Rákok egy varázslat segítségével sellőkké változtattak minket, hogy túlélhessük. De dühében a Rettegett Sárkány a sötét szakadékba zárta mindannyiunkat. Száz éve vagyunk ott fogva – de most végre szabadok vagyunk, hogy újjáépítsük városunkat!”\n\n„Köszönetképpen” – mondja barátja, @Ottl – „fogadd el ezt a Rák kisállatot és Rák hatást, valamint tapasztalati pontokat, aranyat és örök hálánkat.”\n\n`Jutalmak`\n * Rák Kisállat\n * Rák Hatás\n * Csokoládé, Vattacukor Kék, Vattacukor Rózsaszín, Hal, Méz, Hús, Tej, Burgonya, Rothadt Hús, Eper",
    "questSeahorseText": "A Halogató Lóverseny",
    "questSeahorseNotes": "Ma van a Halogató Lóverseny napja, a kontinens minden szegletéből eljöttek Habitica lakói Halogatóhoz, hogy versenyeztessék csikóhalaikat! Hirtelen hatalmas fröcskölés és morgás tör ki a versenypálya körül, és hallod amint a Tengeri csikó tartó @Kiwibot a hullámok morajlását túlüvölti. \"A csikóhalak nagy tömege idevonzott egy ádáz Csődör Halat!\" kiálltja. \"Átgázol az istállókon és letarolja az ősi versenypályát! Képes lenyugtatni valaki?\"",
    "questSeahorseCompletion": "A most megszelidített tengeri csikó engedelmesen úszik az oldaladon. \"Oh, nézd!\" - mondja Kiwibot. - \"Azt szeretné ha vigyáznál a gyerekeire\". Három tojást ad neked. \"Jól neveld fel őket!\" mondja. \"Várunk sok szeretettel a Halogató Lóverseny bármelyik napján!\"",
    "questSeahorseBoss": "Tengericsikó",
    "questSeahorseDropSeahorseEgg": "Csikóhal (tojás)",
    "questSeahorseUnlockText": "Elérhetővé teszi a csikóhal tojások megvásárlását a piacon",
    "questGroupAtom": "Attack of the Mundane",
    "questAtom1Text": "Attack of the Mundane, Part 1: Dish Disaster!",
    "questAtom1Notes": "A jól megérdemelt pihenésedet töltöd a Tisztáramosott tó partján, s amint megérkezel észre veszel valamit..... A tó tele van mosatlan edényekkel! Hogy történhett ez? Ilyen állapotban nem hagyhatod a tavat. Csak egy dolgot tehetsz: elmosogatod az edényeket és megmented a nyaraló helyet. Jobb lesz ha találsz egy szappant és tisztára mosod a piszkot. Jó sok szappan fog kelleni...",
    "questAtom1CollectSoapBars": "Szappanok",
    "questAtom1Drop": "The SnackLess Monster (Scroll)",
    "questAtom1Completion": "After some thorough scrubbing, all the dishes are stacked safely on the shore! You stand back and proudly survey your hard work.",
    "questAtom2Text": "Attack of the Mundane, Part 2: The SnackLess Monster",
    "questAtom2Notes": "Huhh, ez a hely sokkal szebben néz ki ezzel a sok elmosott edénnyel. Talán, végre van egy kis időd a szórakozásra. Oh - egy pizzás doboz uszkál a tóban. Végülis még egy dolgot eltakarítani már gyerekjáték. Sajnos ez nem egy egyszerű pizzás doboz. Hirtelen vadul felszáguld a doboz a vízből és észreveszed, hogy ez egy szörny feje. Ez nem lehet! A híres Zabaszörny?! Azt mondják az ősi, történelem előtti idők óta él rejtőzve a tóban: Habitica őslakosainak maradékát fogyasztva fejlődött ki. Fúj!",
    "questAtom2Boss": "A Zabaszörny",
    "questAtom2Drop": "The Laundromancer (Scroll)",
    "questAtom2Completion": "With a deafening cry, and five delicious types of cheese bursting from its mouth, the Snackless Monster falls to pieces. Well done, brave adventurer! But wait... is there something else wrong with the lake?",
    "questAtom3Text": "Attack of the Mundane, Part 3: The Laundromancer",
    "questAtom3Notes": "Just when you thought that your trials had ended, Washed-Up Lake begins to froth violently. “HOW DARE YOU!” booms a voice from beneath the water's surface. A robed, blue figure emerges from the water, wielding a magic toilet brush. Filthy laundry begins to bubble up to the surface of the lake. \"I am the Laundromancer!\" he angrily announces. \"You have some nerve - washing my delightfully dirty dishes, destroying my pet, and entering my domain with such clean clothes. Prepare to feel the soggy wrath of my anti-laundry magic!\"",
    "questAtom3Completion": "Legyőztétek a kőszívű Mosómágust! Frissen mosott ruhák esnek le körülöttetek halmokban. Minden sokkal szebben néz ki a környéken. Ahogy átgázolsz a frissen sajtolt páncélon, fém csillogására leszel figyelmes és egy ragyogó sisakot veszel észre. Habár nem ismered eme csillogó tárgy eredeti tulajdonosát, de ahogy felveszed, érzed egy nagylelkű lélek melengető jelenlétét. Kár, hogy nem varrták rá a tulajdonosa nevét.",
    "questAtom3Boss": "A Mosómágus",
    "questAtom3DropPotion": "Alap keltetőfőzet",
    "questOwlText": "Az éjjeli bagoly",
    "questOwlNotes": "The Tavern light is lit 'til dawn<br>Until one eve the glow is gone!<br>How can we see for our all-nighters?<br>@Twitching cries, \"I need some fighters!<br>See that Night-Owl, starry foe?<br>Fight with haste and do not slow!<br>We'll drive its shadow from our door,<br>And make the night shine bright once more!\"",
    "questOwlCompletion": "The Night-Owl fades before the dawn,<br>But even so, you feel a yawn.<br>Perhaps it's time to get some rest?<br>Then on your bed, you see a nest!<br>A Night-Owl knows it can be great<br>To finish work and stay up late,<br>But your new pets will softly peep<br>To tell you when it's time to sleep.",
    "questOwlBoss": "Az éjjeli bagoly",
    "questOwlDropOwlEgg": "Bagoly (tojás)",
    "questOwlUnlockText": "Elérhetővé teszi a bagoly tojások megvásárlását a piacon",
    "questPenguinText": "A Baromfi Hideg",
    "questPenguinNotes": "Bár Habitica legdélibb csücskében forró nyári nap van, az Életteli Tavat természetellenes hideg lepte el. Erős, dermesztő szelek söpörnek végig, miközben a part lassan befagy. Jégcsúcsok törnek elő a földből, kiszorítva a füvet és a talajt. @Melynnrose és @Breadstrings futva érkeznek hozzád.<br><br>\"Segíts!\" – kiáltja @Melynnrose. \"Behívtunk egy óriási pingvint, hogy befagyassza a tavat, és korcsolyázhassunk, de kifogytunk a halból, amivel etethetnénk!\"<br><br>\"Nagyon mérges lett, és most mindent megfagyaszt a jégleheletével!\" – mondja @Breadstrings. \"Kérlek, állítsd meg, mielőtt mindannyian jéggé dermedünk!\" Úgy tűnik, itt az ideje, hogy ezt a pingvint... <em>lehűtsd.</em>",
    "questPenguinCompletion": "A pingvin legyőzésével elolvadt a jég is. Az óriás pingvin lenyugszik a napsütésben és elszürcsöl egy extra vödör halat, amit találtál. Arrébb korcsolyázik a tavon, finoman maga elé fújva, hogy sima, szikrázó jeget hozzon létre maga előtt. Milyen fura madár! \"Úgy tűnik, hogy egy pár tojást hátrahagyatott\" mondja @Painter de Cluster. <br><br>@Rattify felnevet. \"Talán majd ezek a pingvinek egy kicsit... higgadtabbak lesznek?\"",
    "questPenguinBoss": "Fagypingvin",
    "questPenguinDropPenguinEgg": "Pingvin (tojás)",
    "questPenguinUnlockText": "Elérhetővé teszi a pingvin tojások megvásárlását a piacon",
    "questStressbeastText": "A Stoïkalm Sztyeppék Utálatos Stresszörnye",
    "questStressbeastNotes": "Teljesítsd a Napi feladatokat és a Teendőket, hogy sebezhesd a Világbosst! A befejezetlen Napi feladatok feltöltik a Stresszcsapás sávot. Ha ez a sáv megtelik, a Világboss egy NPC-re támad. A Világboss soha nem sebez egyéni játékosokat vagy fiókokat. Csak az aktív fiókok befejezetlen Napi feladatait számítjuk bele, kivéve, ha a játékos a fogadóban pihen.<br><br>~*~<br><br>Először a lépteket halljuk meg – lassabbak és mennydörgőbbek, mint egy rohanó csorda. Egyesével néznek ki az emberek az ajtóikon és mindannyian szóhoz sem jutunk.<br><br>Persze, mindannyian láttunk már Stresszszörnyeket – apró, vad teremtményeket, amelyek nehéz időkben támadnak ránk. De ez? Ez magasabb, mint a házak és mancsai egy sárkányt is könnyedén összezúznának. Bűzös bundájából jégcsapok lógnak és amikor felbőg, fagyos lehelete letépi a háztetőket. Ilyen hatalmas szörnyet eddig csak a távoli legendák említettek.<br><br>„Vigyázzatok, Habitica lakói!” kiáltja SabreCat. „Barikádozzátok el magatokat – ez maga az Elátkozott Stresszszörny!”<br><br>„Ez a lény évszázadok felgyülemlett stresszéből állhat!” mondja Kiwibot, miközben gondosan bezárja a Fogadó ajtaját és leereszti az ablakzsalukat.<br><br>„A Stoïkalm-síkság,” szólal meg komoran Lemoness. „Eddig azt hittük, hogy ott minden békés és nyugodt, de biztosan titokban tartották a stresszüket. Nemzedékeken át növekedett, mígnem elszabadult és most ránk támadt – és rájuk is!”<br><br>Csak egy módon űzhetünk el egy Stresszszörnyet, legyen bármilyen rettenetes: teljesített Napi feladatokkal és Teendőkkel! Fogjunk össze, és űzzük el ezt a félelmetes szörnyeteget – de ne hanyagoljuk el a teendőinket, különben a befejezetlen Napi feladataink annyira feldühítik, hogy ránk támad…",
    "questStressbeastBoss": "Az Utálatos Stresszörny",
    "questStressbeastBossRageTitle": "Stressz csapás",
    "questStressbeastBossRageDescription": "Ha ez a mérő megtelik, az Utálatos Stresszörny rázúdítja Stressz-Csapását Habiticára!",
    "questStressbeastDropMammothPet": "Mamut (Háziállat)",
    "questStressbeastDropMammothMount": "Mamut (Hátas)",
    "questStressbeastBossRageStables": "`Az Elátkozott Stresszszörny STRESSZCSAPÁST használ!`\n\nA stressz hulláma meggyógyítja az Elátkozott Stresszszörnyet!\n\nÓ, ne! Minden igyekezetünk ellenére néhány Napi teendőt elhanyagoltunk és sötétvörös színük annyira feldühítette az Elátkozott Stresszszörnyet, hogy visszanyert egy kis életerőt! A szörnyeteg a karámok felé veti magát, de Matt, a Vadmester hősiesen közbelép, hogy megvédje a kisállatokat és a hátasokat. A Stresszszörny megragadja Mattet kegyetlen szorításával, de legalább egy pillanatra eltereltük a figyelmét. Siessünk! Tartsuk rendben a Napi teendőinket és győzzük le ezt a szörnyeteget, mielőtt újra támad!",
    "questStressbeastBossRageBailey": "`Abominable Stressbeast uses STRESS STRIKE!`\n\nThe surge of stress heals Abominable Stressbeast!\n\nAhh!!! Our incomplete Dailies caused the Abominable Stressbeast to become madder than ever and regain some of its health! Bailey the Town Crier was shouting for citizens to get to safety, and now it has seized her in its other hand! Look at her, valiantly reporting on the news as the Stressbeast swings her around viciously... Let's be worthy of her bravery by being as productive as we can to save our NPCs!",
    "questStressbeastBossRageGuide": "`Abominable Stressbeast uses STRESS STRIKE!`\n\nThe surge of stress heals Abominable Stressbeast!\n\nLook out! Justin the Guide is trying to distract the Stressbeast by running around its ankles, yelling productivity tips! The Abominable Stressbeast is stomping madly, but it seems like we're really wearing this beast down. I doubt it has enough energy for another strike. Don't give up... we're so close to finishing it off!",
    "questStressbeastDesperation": "`Abominable Stressbeast reaches 500K health! Abominable Stressbeast uses Desperate Defense!`\n\nWe're almost there, Habiticans! With diligence and Dailies, we've whittled the Stressbeast's health down to only 500K! The creature roars and flails in desperation, rage building faster than ever. Bailey and Matt yell in terror as it begins to swing them around at a terrifying pace, raising a blinding snowstorm that makes it harder to hit.\n\nWe'll have to redouble our efforts, but take heart - this is a sign that the Stressbeast knows it is about to be defeated. Don't give up now!",
    "questStressbeastCompletion": "<strong>The Abominable Stressbeast is DEFEATED!</strong><br><br>We've done it! With a final bellow, the Abominable Stressbeast dissipates into a cloud of snow. The flakes twinkle down through the air as cheering Habiticans embrace their pets and mounts. Our animals and our NPCs are safe once more!<br><br><strong>Stoïkalm is Saved!</strong><br><br>SabreCat speaks gently to a small sabertooth. \"Please find the citizens of the Stoïkalm Steppes and bring them to us,\" he says. Several hours later, the sabertooth returns, with a herd of mammoth riders following slowly behind. You recognize the head rider as Lady Glaciate, the leader of Stoïkalm.<br><br>\"Mighty Habiticans,\" she says, \"My citizens and I owe you the deepest thanks, and the deepest apologies. In an effort to protect our Steppes from turmoil, we began to secretly banish all of our stress into the icy mountains. We had no idea that it would build up over generations into the Stressbeast that you saw! When it broke loose, it trapped all of us in the mountains in its stead and went on a rampage against our beloved animals.\" Her sad gaze follows the falling snow. \"We put everyone at risk with our foolishness. Rest assured that in the future, we will come to you with our problems before our problems come to you.\"<br><br>She turns to where @Baconsaur is snuggling with some of the baby mammoths. \"We have brought your animals an offering of food to apologize for frightening them, and as a symbol of trust, we will leave some of our pets and mounts with you. We know that you will all take care good care of them.\"",
    "questStressbeastCompletionChat": "`The Abominable Stressbeast is DEFEATED!`\n\nWe've done it! With a final bellow, the Abominable Stressbeast dissipates into a cloud of snow. The flakes twinkle down through the air as cheering Habiticans embrace their pets and mounts. Our animals and our NPCs are safe once more!\n\n`Stoïkalm is Saved!`\n\nSabreCat speaks gently to a small sabertooth. \"Please find the citizens of the Stoïkalm Steppes and bring them to us,\" he says. Several hours later, the sabertooth returns, with a herd of mammoth riders following slowly behind. You recognize the head rider as Lady Glaciate, the leader of Stoïkalm.\n\n\"Mighty Habiticans,\" she says, \"My citizens and I owe you the deepest thanks, and the deepest apologies. In an effort to protect our Steppes from turmoil, we began to secretly banish all of our stress into the icy mountains. We had no idea that it would build up over generations into the Stressbeast that you saw! When it broke loose, it trapped all of us in the mountains in its stead and went on a rampage against our beloved animals.\" Her sad gaze follows the falling snow. \"We put everyone at risk with our foolishness. Rest assured that in the future, we will come to you with our problems before our problems come to you.\"\n\nShe turns to where @Baconsaur is snuggling with some of the baby mammoths. \"We have brought your animals an offering of food to apologize for frightening them, and as a symbol of trust, we will leave some of our pets and mounts with you. We know that you will all take care good care of them.\"",
    "questTRexText": "A Dinoszauruszok Királya",
    "questTRexNotes": "Most hogy a Stoïkalm Sztyeppék ősi lényei Habit Város utcáit róják, @Urse úgy döntött örökbe fogad egy kifejlett Tirannoszaurt. Mi rossz történhetne?<br><br>Minden.",
    "questTRexCompletion": "A vad dinó végre abbahagyja tombolását, és letelepedik, hogy barátságot kössön az óriás kakasokkal. @Urse büszkén tekint rá. \"Nem is olyan rossz háziállatok, mint elsőre látszott! Csak egy kis fegyelmezésre van szükségük. Tessék vigyél egy pár tojást magadnak is.\"",
    "questTRexBoss": "Hús-Vér Tirannoszaur",
    "questTRexUndeadText": "Az Exhumált Dinoszuarusz",
    "questTRexUndeadNotes": "Mialatt a Stoïkalm Sztyeppék ősi dinoszauruszai Habit Város utcáit róják, rémült kiáltás hallatszik a Nagy Múzeumból. @Baconsaur üvölt, \"A Tirannoszaur csontváz mozgolódik a múzeumban! Biztos megérezte a fajtársai jelenlétét!\" A csontos bestia vicsorogva, csattogva feléd indul. Hogy tudnál legyőzni egy szörnyet ha az már halott? Gyorsan kell lecsapnod mielőtt felgyógyítja magát!",
    "questTRexUndeadCompletion": "A Tirannoszaur parázsló szemei elsötétednek és visszahelyezkedik az ismerős talapzatára. Mindenki megkönnyebbülten felsóhajt. \"Nézzétek!\" szól @Baconsaur. \"Néhány kővé vált tojás csillogó és új! Talán kikelnek neked.\"",
    "questTRexUndeadBoss": "Csontos Tirannoszaur",
    "questTRexUndeadRageTitle": "Csontváz gyógyulás",
    "questTRexUndeadRageDescription": "Ez a csík akkor töltődik ha nem csinálod meg a Napi feladataidat. Ha megtelik, a Csontos Tirannoszaur a még meglévő életerejének 30%-ával felgyógyítja magát!",
    "questTRexUndeadRageEffect": "`A Csontos Tirannoszaur a CSONTVÁZ GYÓGYÍTÁST használja!`\n\nA szörny egy földöntúli üvöltést hallat, és néhány sérült, törött csontja újra összeforr!",
    "questTRexDropTRexEgg": "Tirannoszaur (tojás)",
    "questTRexUnlockText": "Lehetővé teszi a Tiranoszaurusz tojások vásárlását a Piacon",
    "questRockText": "Menekülés a barlangszörny elől",
    "questRockNotes": "Néhány barátoddal Habitica Kanyargós Hegyein keresztül utazva tábort vertek egy éjszaka egy gyönyörű barlangban, ami csillogó ásványokkal van csipkézve. De amikor másnap reggel felébredtek, a bejárat eltűnt és talaj a lábatok alatt megmozdul.<br><br>\"A hegy él!\" kiabálja a társatok @pfeffernusse. \"Ezek nem kristályok - hanem fogak!\"<br><br>@Painter de Cluster elkapja a kezed. \"Találnunk kell egy másik kivezető utat - maradj velem és ne vonja el semmi a figyelmed, mert különben örökké itt ragadhatunk!\"",
    "questRockBoss": "Kristálykolosszus",
    "questRockCompletion": "A gondosságotok lehetővé tette, hogy egy biztonságos utat találjatok ami az élő hegyen keresztülvezet. A napsütésben állva a barátod @intune valami csillogót vesz észre a földön a barlang kijáratánál. Megálltok, hogy felvegyétek és látjátok, hogy ez egy kicsi kő, amin arany fut keresztül. Mellette több más fölöttébb furcsa alakú követ találtok. Majdnem úgy néznek ki, mint... a tojások?",
    "questRockDropRockEgg": "Szikla (tojás)",
    "questRockUnlockText": "Lehetővé teszi a Kőtojások vásárlását a Piacon",
    "questBunnyText": "A gyilkos nyuszi",
    "questBunnyNotes": "After many difficult days, you reach the peak of Mount Procrastination and stand before the imposing doors of the Fortress of Neglect. You read the inscription in the stone. \"Inside resides the creature that embodies your greatest fears, the reason for your inaction. Knock and face your demon!\" You tremble, imagining the horror within and feel the urge to flee as you have done so many times before. @Draayder holds you back. \"Steady, my friend! The time has come at last. You must do this!\"<br><br>You knock and the doors swing inward. From within the gloom you hear a deafening roar, and you draw your weapon.",
    "questBunnyBoss": "Gyilkos nyuszi",
    "questBunnyCompletion": "With one final blow the killer rabbit sinks to the ground. A sparkly mist rises from her body as she shrinks down into a tiny bunny... nothing like the cruel beast you faced a moment before. Her nose twitches adorably and she hops away, leaving some eggs behind. @Gully laughs. \"Mount Procrastination has a way of making even the smallest challenges seem insurmountable. Let's gather these eggs and head for home.\"",
    "questBunnyDropBunnyEgg": "Nyuszi (tojás)",
    "questBunnyUnlockText": "Lehetővé teszi a Nyúltojások vásárlását a Piacon",
    "questSlimeText": "The Jelly Regent",
    "questSlimeNotes": "As you work on your tasks, you notice you are moving slower and slower. \"It's like walking through molasses,\" @Leephon grumbles. \"No, like walking through jelly!\" @starsystemic says. \"That slimy Jelly Regent has slathered his stuff all over Habitica. It's gumming up the works. Everybody is slowing down.\" You look around. The streets are slowly filling with clear, colorful ooze, and Habiticans are struggling to get anything done. As others flee the area, you grab a mop and prepare for battle!",
    "questSlimeBoss": "Jelly Regent",
    "questSlimeCompletion": "With a final jab, you trap the Jelly Regent in an over-sized donut, rushed in by @Overomega, @LordDarkly, and @Shaner, the quick-thinking leaders of the pastry club. As everyone is patting you on the back, you feel someone slip something into your pocket. It’s the reward for your sweet success: three Marshmallow Slime eggs.",
    "questSlimeDropSlimeEgg": "Nyálkás mályvacukor (tojás)",
    "questSlimeUnlockText": "Lehetővé teszi a Pillecukor nyálka tojások vásárlását a Piacon",
    "questSheepText": "The Thunder Ram",
    "questSheepNotes": "As you wander the rural Taskan countryside with friends, taking a \"quick break\" from your obligations, you find a cozy yarn shop. You are so absorbed in your procrastination that you hardly notice the ominous clouds creep over the horizon. \"I've got a ba-a-a-ad feeling about this weather,\" mutters @Misceo, and you look up. The stormy clouds are swirling together, and they look a lot like a... \"We don't have time for cloud-gazing!\" @starsystemic shouts. \"It's attacking!\" The Thunder Ram hurtles forward, slinging bolts of lightning right at you!",
    "questSheepBoss": "Thunder Ram",
    "questSheepCompletion": "Impressed by your diligence, the Thunder Ram is drained of its fury. It launches three huge hailstones in your direction, and then fades away with a low rumble. Upon closer inspection, you discover that the hailstones are actually three fluffy eggs. You gather them up, and then stroll home under a blue sky.",
    "questSheepDropSheepEgg": "Bárány (tojás)",
    "questSheepUnlockText": "Lehetővé teszi a Báránytojások vásárlását a Piacon",
    "questKrakenText": "The Kraken of Inkomplete",
    "questKrakenNotes": "It's a warm, sunny day as you sail across the Inkomplete Bay, but your thoughts are clouded with worries about everything that you still need to do. It seems that as soon as you finish one task, another crops up, and then another...<br><br>Suddenly, the boat gives a horrible jolt, and slimy tentacles burst out of the water on all sides! \"We're being attacked by the Kraken of Inkomplete!\" Wolvenhalo cries.<br><br>\"Quickly!\" Lemoness calls to you. \"Strike down as many tentacles and tasks as you can, before new ones can rise up to take their place!\"",
    "questKrakenBoss": "The Kraken of Inkomplete",
    "questKrakenCompletion": "As the Kraken flees, several eggs float to the surface of the water. Lemoness examines them, and her suspicion turns to delight. \"Cuttlefish eggs!\" she says. \"Here, take them as a reward for everything you've completed.\"",
    "questKrakenDropCuttlefishEgg": "Tintahal (tojás)",
    "questKrakenUnlockText": "Feloldja a tintahal tojások vásárlását a Piacon",
    "questWhaleText": "A bálna siránkozása",
    "questWhaleNotes": "You arrive at the Diligent Docks, hoping to take a submarine to watch the Dilatory Derby. Suddenly, a deafening bellow forces you to stop and cover your ears. \"Thar she blows!\" cries Captain @krazjega, pointing to a huge, wailing whale. \"It's not safe to send out the submarines while she's thrashing around!\"<br><br>\"Quick,\" calls @UncommonCriminal. \"Help me calm the poor creature so we can figure out why she's making all this noise!\"",
    "questWhaleBoss": "A siránkozó bálna",
    "questWhaleCompletion": "After much hard work, the whale finally ceases her thunderous cry. \"Looks like she was drowning in waves of negative habits,\" @zoebeagle explains. \"Thanks to your consistent effort, we were able to turn the tides!\" As you step into the submarine, several whale eggs bob towards you, and you scoop them up.",
    "questWhaleDropWhaleEgg": "Bálna (tojás)",
    "questWhaleUnlockText": "Feloldja a bálna tojások vásárlását a Piacon",
    "questGroupDilatoryDistress": "Dilatory Distress",
    "questDilatoryDistress1Text": "Dilatory Distress, Part 1: Message in a Bottle",
    "questDilatoryDistress1Notes": "A message in a bottle arrived from the newly rebuilt city of Dilatory! It reads: \"Dear Habiticans, we need your help once again. Our princess has disappeared and the city is under siege by some unknown watery demons! The mantis shrimps are holding the attackers at bay. Please aid us!\" To make the long journey to the sunken city, one must be able to breathe water. Fortunately, the alchemists @Benga and @hazel can make it all possible! You only have to find the proper ingredients.",
    "questDilatoryDistress1Completion": "Felöltöd az uszonyos páncélt és a lehető leggyorsabban Dilatory felé úszol. A sellők és sáskarák szövetségeseik egyelőre sikeresen tartják a szörnyeket a városon kívül, de vesztésre állnak. Alig érsz be a kastély falai közé, amikor a rémisztő ostrom megkezdődik!",
    "questDilatoryDistress1CollectFireCoral": "Fire Coral",
    "questDilatoryDistress1CollectBlueFins": "Blue Fins",
    "questDilatoryDistress1DropArmor": "Finned Oceanic Armor (Armor)",
    "questDilatoryDistress2Text": "Dilatory Distress, Part 2: Creatures of the Crevasse",
    "questDilatoryDistress2Notes": "The siege can be seen from miles away: thousands of disembodied skulls rushing through a portal in the crevasse walls and making their way towards Dilatory.<br><br>When you meet King Manta in his war room, his eyes seem sunken, and his face is worried. \"My daughter Adva disappeared into the Dark Crevasse just before this siege began. Please find her and bring her back home safely! I will lend you my Fire Coral Circlet to aid you. If you succeed, it is yours.\"",
    "questDilatoryDistress2Completion": "You vanquish the nightmarish horde of skulls, but you feel no closer to finding Adva. You speak to @Kiwibot, the royal tracker, to see if she has any ideas. \"The mantis shrimps that defend the city must have seen Adva escape,\" @Kiwibot says. \"Try following them into the Dark Crevasse.\"",
    "questDilatoryDistress2Boss": "Water Skull Swarm",
    "questDilatoryDistress2RageTitle": "Swarm Respawn",
    "questDilatoryDistress2RageDescription": "Swarm Respawn: This bar fills when you don't complete your Dailies. When it is full, the Water Skull Swarm will heal 30% of its remaining health!",
    "questDilatoryDistress2RageEffect": "`Water Skull Swarm uses SWARM RESPAWN!`\n\nEmboldened by their victories, more skulls pour forth from the crevasse, bolstering the swarm!",
    "questDilatoryDistress2DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questDilatoryDistress2DropCottonCandyBluePotion": "Kék vattacukor keltetőfőzet",
    "questDilatoryDistress2DropHeadgear": "Fire Coral Circlet (Headgear)",
    "questDilatoryDistress3Text": "Dilatory Distress, Part 3: Not a Mere Maid",
    "questDilatoryDistress3Notes": "You follow the mantis shrimps deep into the Crevasse, and discover an underwater fortress. Princess Adva, escorted by more watery skulls, awaits you inside the main hall. \"My father has sent you, has he not? Tell him I refuse to return. I am content to stay here and practice my sorcery. Leave now, or you shall feel the wrath of the ocean's new queen!\" Adva seems very adamant, but as she speaks you notice a strange, ruby pendant on her neck glowing ominously... Perhaps her delusions would cease should you break it?",
    "questDilatoryDistress3Completion": "Finally, you manage to pull the bewitched pendant from Adva's neck and throw it away. Adva clutches her head. \"Where am I? What happened here?\" After hearing your story, she frowns. \"This necklace was given to me by a strange ambassador - a lady called 'Tzina'. I don't remember anything after that!\"<br><br>Back at Dilatory, Manta is overjoyed by your success. \"Allow me to reward you with this trident and shield! I ordered them from @aiseant and @starsystemic as a gift for Adva, but... I'd rather not put weapons in her hands any time soon.\"",
    "questDilatoryDistress3Boss": "Adva, the Usurping Mermaid",
    "questDilatoryDistress3DropFish": "Hal (étel)",
    "questDilatoryDistress3DropWeapon": "Az összecsapó hullámok szigonya (fegyver)",
    "questDilatoryDistress3DropShield": "Moonpearl Shield (Off-Hand Item)",
    "questCheetahText": "Such a Cheetah",
    "questCheetahNotes": "As you hike across the Sloensteadi Savannah with your friends @PainterProphet, @tivaquinn, @Unruly Hyena, and @Crawford, you're startled to see a Cheetah screeching past with a new Habitican clamped in its jaws. Under the Cheetah's scorching paws, tasks burn away as though complete -- before anyone has the chance to actually finish them! The Habitican sees you and yells, \"Please help me! This Cheetah is making me level too quickly, but I'm not getting anything done. I want to slow down and enjoy the game. Make it stop!\" You fondly remember your own fledgling days, and know that you have to help the newbie by stopping the Cheetah!",
    "questCheetahCompletion": "The new Habitican is breathing heavily after the wild ride, but thanks you and your friends for your help. \"I'm glad that Cheetah won't be able to grab anyone else. It did leave some Cheetah eggs for us, so maybe we can raise them into more trustworthy pets!\"",
    "questCheetahBoss": "Gepárd",
    "questCheetahDropCheetahEgg": "Gepárd (tojás)",
    "questCheetahUnlockText": "Feloldja a gepárd tojások vásárlását a Piacon",
    "questHorseText": "Ride the Night-Mare",
    "questHorseNotes": "While relaxing in the Tavern with @beffymaroo and @JessicaChase, the talk turns to good-natured boasting about your adventuring accomplishments. Proud of your deeds, and perhaps getting a bit carried away, you brag that you can tame any task around. A nearby stranger turns toward you and smiles. One eye twinkles as he invites you to prove your claim by riding his horse.\nAs you all head for the stables, @UncommonCriminal whispers, \"You may have bitten off more than you can chew. That's no horse - that's a Night-Mare!\" Looking at its stamping hooves, you begin to regret your words...",
    "questHorseCompletion": "It takes all your skill, but finally the horse stamps a couple of hooves and nuzzles you in the shoulder before allowing you to mount. You ride briefly but proudly around the Tavern grounds while your friends cheer. The stranger breaks into a broad grin.\n\"I can see that was no idle boast! Your determination is truly impressive. Take these eggs to raise horses of your own, and perhaps we'll meet again one day.\" You take the eggs, the stranger tips his hat... and vanishes.",
    "questHorseBoss": "Night-Mare",
    "questHorseDropHorseEgg": "Ló (tojás)",
    "questHorseUnlockText": "Feloldja a ló tojások vásárlását a Piacon",
    "questBurnoutText": "Burnout and the Exhaust Spirits",
    "questBurnoutNotes": "It is well past midnight, still and stiflingly hot, when Redphoenix and scout captain Kiwibot abruptly burst through the city gates. \"We need to evacuate all the wooden buildings!\" Redphoenix shouts. \"Hurry!\"<br><br>Kiwibot grips the wall as she catches her breath. \"It's draining people and turning them into Exhaust Spirits! That's why everything was delayed. That's where the missing people have gone. It's been stealing their energy!\"<br><br>\"'It'?'\" asks Lemoness.<br><br>And then the heat takes form.<br><br>It rises from the earth in a billowing, twisting mass, and the air chokes with the scent of smoke and sulphur. Flames lick across the molten ground and contort into limbs, writhing to horrific heights. Smoldering eyes snap open, and the creature lets out a deep and crackling cackle.<br><br> Kiwibot whispers a single word.<br><br><em>\"Burnout.\"</em>",
    "questBurnoutCompletion": "<strong>Burnout is DEFEATED!</strong><br><br>With a great, soft sigh, Burnout slowly releases the ardent energy that was fueling its fire. As the monster curls quietly into ashes, its stolen energy shimmers through the air, rejuvenating the Exhaust Spirits and returning them to their true forms.<br><br>Ian, Daniel, and the Seasonal Sorceress cheer as Habiticans rush to greet them, and all the missing citizens of the Flourishing Fields embrace their friends and families. The final Exhaust Spirit transforms into the Joyful Reaper herself!<br><br>\"Look!\" whispers @Baconsaur, as the ashes begin to glitter. Slowly, they resolve into hundreds of shining phoenixes!<br><br>One of the glowing birds alights on the Joyful Reaper's skeletal arm, and she grins at it. \"It has been a long time since I've had the exquisite privilege to behold a phoenix in the Flourishing Fields,\" she says. \"Although given recent occurrences, I must say, this is highly thematically appropriate!\"<br><br>Her tone sobers, although (naturally) her grin remains. \"We're known for being hard-working here, but we are also known for our feasts and festivities. Rather ironic, I suppose, that as we strove to plan a spectacular party, we refused to permit ourselves any time for fun. We certainly won't make the same mistake twice!\"<br><br>She claps her hands. \"Now - let's celebrate!\"",
    "questBurnoutCompletionChat": "`Burnout is DEFEATED!`\n\nWith a great, soft sigh, Burnout slowly releases the ardent energy that was fueling its fire. As the monster curls quietly into ashes, its stolen energy shimmers through the air, rejuvenating the Exhaust Spirits and returning them to their true forms.\n\nIan, Daniel, and the Seasonal Sorceress cheer as Habiticans rush to greet them, and all the missing citizens of the Flourishing Fields embrace their friends and families. The final Exhaust Spirit transforms into the Joyful Reaper herself!\n\n\"Look!\" whispers @Baconsaur, as the ashes begin to glitter. Slowly, they resolve into hundreds of shining phoenixes!\n\nOne of the glowing birds alights on the Joyful Reaper's skeletal arm, and she grins at it. \"It has been a long time since I've had the exquisite privilege to behold a phoenix in the Flourishing Fields,\" she says. \"Although given recent occurrences, I must say, this is highly thematically appropriate!\"\n\nHer tone sobers, although (naturally) her grin remains. \"We're known for being hard-working here, but we are also known for our feasts and festivities. Rather ironic, I suppose, that as we strove to plan a spectacular party, we refused to permit ourselves any time for fun. We certainly won't make the same mistake twice!\"\n\nShe claps her hands. \"Now - let's celebrate!\"\n\nAll Habiticans receive:\n\nPhoenix Pet\nPhoenix Mount\nAchievement: Savior of the Flourishing Fields\nBasic Candy\nVanilla Candy\nSand Candy\nCinnamon Candy\nChocolate Candy\nRotten Candy\nSour Pink Candy\nSour Blue Candy\nHoney Candy",
    "questBurnoutBoss": "Burnout",
    "questBurnoutBossRageTitle": "Exhaust Strike",
    "questBurnoutBossRageDescription": "When this gauge fills, Burnout will unleash its Exhaust Strike on Habitica!",
    "questBurnoutDropPhoenixPet": "Phoenix (Pet)",
    "questBurnoutDropPhoenixMount": "Phoenix (Mount)",
    "questBurnoutBossRageQuests": "`Burnout uses EXHAUST STRIKE!`\n\nOh no! Despite our best efforts, we've let some Dailies get away from us, and now Burnout is inflamed with energy! With a crackling snarl, it engulfs Ian the Quest Master in a surge of spectral fire. As fallen quest scrolls smolder, the smoke clears, and you see that Ian has been drained of energy and turned into a drifting Exhaust Spirit!\n\nOnly defeating Burnout can break the spell and restore our beloved Quest Master. Let's keep our Dailies in check and defeat this monster before it attacks again!",
    "questBurnoutBossRageSeasonalShop": "`Burnout uses EXHAUST STRIKE!`\n\nAhh!!! Our incomplete Dailies have fed the flames of Burnout, and now it has enough energy to strike again! It lets loose a gout of spectral flame that sears the Seasonal Shop. You're horrified to see that the cheery Seasonal Sorceress has been transformed into a drooping Exhaust Spirit.\n\nWe have to rescue our NPCs! Hurry, Habiticans, complete your tasks and defeat Burnout before it strikes for a third time!",
    "questBurnoutBossRageTavern": "`Burnout uses EXHAUST STRIKE!`\n\nMany Habiticans have been hiding from Burnout in the Tavern, but no longer! With a screeching howl, Burnout rakes the Tavern with its white-hot hands. As the Tavern patrons flee, Daniel is caught in Burnout's grip, and transforms into an Exhaust Spirit right in front of you!\n\nThis hot-headed horror has gone on for too long. Don't give up... we're so close to vanquishing Burnout for once and for all!",
    "questFrogText": "A zűrzavar béka lápja",
    "questFrogNotes": "As you and your friends are slogging through the Swamps of Stagnation, @starsystemic points at a large sign. \"Stay on the path -- if you can.\"<br><br>\"Surely that isn't hard!\" @RosemonkeyCT says. \"It's broad and clear.\"<br><br>But as you continue, you notice that path is gradually overtaken by the muck of the swamp, laced with bits of strange blue debris and clutter, until it's impossible to proceed.<br><br>As you look around, wondering how it got this messy, @Jon Arjinborn shouts, \"Look out!\" An angry frog leaps from the sludge, clad in dirty laundry and lit by blue fire. You will have to overcome this poisonous Clutter Frog to progress!",
    "questFrogCompletion": "The frog cowers back into the muck, defeated. As it slinks away, the blue slime fades, leaving the way ahead clear.<br><br>Sitting in the middle of the path are three pristine eggs. \"You can even see the tiny tadpoles through the clear casing!\" @Breadstrings says. \"Here, you should take them.\"",
    "questFrogBoss": "Zűrzavar béka",
    "questFrogDropFrogEgg": "Béka (tojás)",
    "questFrogUnlockText": "Feloldja a békatojások vásárlását a Piacon",
    "questSnakeText": "The Serpent of Distraction",
    "questSnakeNotes": "It takes a hardy soul to live in the Sand Dunes of Distraction. The arid desert is hardly a productive place, and the shimmering dunes have led many a traveler astray. However, something has even the locals spooked. The sands have been shifting and upturning entire villages. Residents claim a monster with an enormous serpentine body lies in wait under the sands, and they have all pooled together a reward for whomever will help them find and stop it. The much-lauded snake charmers @EmeraldOx and @PainterProphet have agreed to help you summon the beast. Can you stop the Serpent of Distraction?",
    "questSnakeCompletion": "With assistance from the charmers, you banish the Serpent of Distraction. Though you were happy to help the inhabitants of the Dunes, you can't help but feel a little sad for your fallen foe. While you contemplate the sights, @LordDarkly approaches you. \"Thank you! It's not much, but I hope this can express our gratitude properly.\" He hands you some Gold and... some Snake eggs! You will see that majestic animal again after all.",
    "questSnakeBoss": "Serpent of Distraction",
    "questSnakeDropSnakeEgg": "Kígyó (tojás)",
    "questSnakeUnlockText": "Feloldja a kígyó tojások vásárlását a Piacon",
    "questUnicornText": "Az egyszarvú királynő meggyőzése",
    "questUnicornNotes": "Conquest Creek has become muddied, destroying Habit City's fresh water supply! Luckily, @Lukreja knows an old legend that claims that a unicorn's horn can purify the foulest of waters. Together with your intrepid guide @UncommonCriminal, you hike through the frozen peaks of the Meandering Mountains. Finally, at the icy summit of Mount Habitica itself, you find the Unicorn Queen amid the glittering snows. \"Your pleas are compelling,\" she tells you. \"But first you must prove that you are worthy of my aid!\"",
    "questUnicornCompletion": "Impressed by your diligence and strength, the Unicorn Queen at last agrees that your cause is worthy. She allows you to ride on her back as she soars to the source of Conquest Creek. As she lowers her golden horn to the befouled waters, a brilliant blue light rises from the water’s surface. It is so blinding that you are forced to close your eyes. When you open them a moment later, the unicorn is gone. However, @rosiesully lets out a cry of delight: the water is now clear, and three shining eggs rest at the creek’s edge.",
    "questUnicornBoss": "Az egyszarvú királynő",
    "questUnicornDropUnicornEgg": "Egyszarvú (tojás)",
    "questUnicornUnlockText": "Feloldja az egyszarvú tojások vásárlását a Piacon",
    "questSabretoothText": "The Sabre Cat",
    "questSabretoothNotes": "A roaring monster is terrorizing Habitica! The creature stalks through the wilds and woods, then bursts forth to attack before vanishing again. It's been hunting innocent pandas and frightening the flying pigs into fleeing their pens to roost in the trees. @InspectorCaracal and @icefelis explain that the Zombie Sabre Cat was set free while they were excavating in the ancient, untouched ice-fields of the Stoïkalm Steppes. \"It was perfectly friendly at first – I don't know what happened. Please, you have to help us recapture it! Only a champion of Habitica can subdue this prehistoric beast!\"",
    "questSabretoothCompletion": "After a long and tiring battle, you wrestle the Zombie Sabre Cat to the ground. As you are finally able to approach, you notice a nasty cavity in one of its sabre teeth. Realising the true cause of the cat's wrath, you're able to get the cavity filled by @Fandekasp, and advise everyone to avoid feeding their friend sweets in future. The Sabre Cat flourishes, and in gratitude, its tamers send you a generous reward – a clutch of sabretooth eggs!",
    "questSabretoothBoss": "Zombie Sabre Cat",
    "questSabretoothDropSabretoothEgg": "Kardfogú tigris (tojás)",
    "questSabretoothUnlockText": "Feloldja a kardfogú tigris tojások vásárlását a Piacon",
    "questMonkeyText": "Monstrous Mandrill and the Mischief Monkeys",
    "questMonkeyNotes": "The Sloensteadi Savannah is being torn apart by the Monstrous Mandrill and his Mischief Monkeys! They shriek loudly enough to drown out the sound of approaching deadlines, encouraging everyone to avoid their duties and keep monkeying around. Alas, plenty of people ape this bad behavior. If no one stops these primates, soon everyone's tasks will be as red as the Monstrous Mandrill's face!<br><br>\"It will take a dedicated adventurer to resist them,\" says @yamato.<br><br>\"Quick, let's get this monkey off everyone's backs!\" @Oneironaut yells, and you charge into battle.",
    "questMonkeyCompletion": "You did it! No bananas for those fiends today. Overwhelmed by your diligence, the monkeys flee in panic. \"Look,\" says @Misceo. \"They left a few eggs behind.\"<br><br>@Leephon grins. \"Maybe a well-trained pet monkey can help you as much as the wild ones hinder you!\"",
    "questMonkeyBoss": "Monstrous Mandrill",
    "questMonkeyDropMonkeyEgg": "Majom (tojás)",
    "questMonkeyUnlockText": "Feloldja a majomtojások vásárlását a Piacon",
    "questSnailText": "The Snail of Drudgery Sludge",
    "questSnailNotes": "You're excited to begin questing in the abandoned Dungeons of Drudgery, but as soon as you enter, you feel the ground under your feet start to suck at your boots. You look up to the path ahead and see Habiticans mired in slime. @Overomega yells, \"They have too many unimportant tasks and dailies, and they're getting stuck on things that don't matter! Pull them out!\"<br><br>\"You need to find the source of the ooze,\" @Pfeffernusse agrees, \"or the tasks that they cannot accomplish will drag them down forever!\"<br><br>Pulling out your weapon, you wade through the gooey mud.... and encounter the fearsome Snail of Drudgery Sludge.",
    "questSnailCompletion": "You bring your weapon down on the great Snail's shell, cracking it in two, releasing a flood of water. The slime is washed away, and the Habiticans around you rejoice. \"Look!\" says @Misceo. \"There's a small group of snail eggs in the remnants of the muck.\"",
    "questSnailBoss": "Snail of Drudgery Sludge",
    "questSnailDropSnailEgg": "Csiga (tojás)",
    "questSnailUnlockText": "Feloldja a csigatojások vásárlását a Piacon",
    "questBewilderText": "The Be-Wilder",
    "questBewilderNotes": "A buli úgy kezdődik, mint bármelyik másik.<br><br>Az előételek kiválóak, a zene lendületes és még a táncoló elefántok is megszokott látványnak számítanak. A habiticaiak nevetnek és önfeledten szórakoznak a pompás virágdíszek között, örülve, hogy egy kis időre elfeledkezhetnek a legkevésbé kedvelt feladataikról. Közöttük pörög-forog az Áprilisi Bolond, aki lelkesen szórakoztatja őket egy-egy trükkel vagy frappáns csavarral.<br><br>Ahogy az Elszállóváros óratornya éjfélt üt, az Áprilisi Bolond a színpadra ugrik, hogy beszédet mondjon.<br><br>„Barátaim! Ellenségeim! Türelmes ismerőseim! Adjátok nekem fületeket.” A tömeg nevet, miközben állatfülek bújnak ki a fejükön és lelkesen pózolnak új kiegészítőikkel.<br><br>„Mint tudjátok,” folytatja a Bolond, „az én zavarba ejtő illúzióim általában csak egy napig tartanak. De örömmel jelentem be, hogy felfedeztem egy rövidebb utat, amellyel garantálhatjuk a véget nem érő szórakozást – anélkül, hogy a felelősségeink nyomasztó terhét cipelnénk. Kedves habiticaiak, ismerjétek meg varázslatos új barátomat… a Káprázómadarat!”<br><br>Lemoness arca hirtelen elsápad, és elejti a falatot, amit éppen majszolt. „Várjatok! Ne bízzatok meg benne—”<br><br>De már késő. Szikrázó, sűrű köd kezd ömleni a terembe, amely az Áprilisi Bolond körül örvénylik, majd gomolygó tollakká és egy hosszúra nyúló nyakká formálódik. A tömeg döbbenten figyeli, ahogy egy hatalmas madárszerű lény kibontja szárnyait, melyek illúziókkal csillognak. A terem visszhangzik a szörnyű, vijjogó nevetésétől.<br><br>„Ó, évszázadok óta nem volt egyetlen habiticai sem, aki elég bolond lett volna ahhoz, hogy megidézzen! Milyen csodálatos érzés végre ismét testet ölteni.”<br><br>Rémülten zümmögve, az Elszállóváros varázsméhei menekülőre fogják, a lebegő város pedig süllyedni kezd az égből. A ragyogó tavaszi virágok egyesével hervadnak el és foszlanak semmivé.<br><br>„Kedves barátaim, miért vagytok ennyire riadtak?” károgja a Káprázómadár, miközben szárnyaival csapkod. „Nincs többé szükség kemény munkára a jutalmakért. Egyszerűen megadok nektek mindent, amit csak kívántok!”<br><br>Az égből aranypénzek kezdnek zuhogni, brutális erővel csapódva a földbe. A tömeg sikítva rohan fedezékbe. „Ez most egy vicc?” kiáltja Baconsaur, miközben az arany átszakítja az ablakokat és tetőcserepeket tör össze.<br><br>PainterProphet lehajol, ahogy villámok cikáznak az égen, és a köd eltakarja a napot. „Nem! Azt hiszem, ez most nem az!”<br><br>Gyorsan, habiticaiak! Ne hagyjuk, hogy ez a Világszörny elterelje a figyelmünket a céljainkról! Koncentráljunk a befejezendő feladatokra, hogy megmenthessük Elszállóvárost – és talán saját magunkat is.",
    "questBewilderCompletion": "<strong>The Be-Wilder is DEFEATED!</strong><br><br>We've done it! The Be-Wilder lets out a ululating cry as it twists in the air, shedding feathers like falling rain. Slowly, gradually, it coils into a cloud of sparkling mist. As the newly-revealed sun pierces the fog, it burns away, revealing the coughing, mercifully human forms of Bailey, Matt, Alex.... and the April Fool himself.<br><br><strong>Mistiflying is saved!</strong><br><br>The April Fool has enough shame to look a bit sheepish. “Oh, hm,” he says. “Perhaps I got a little…. carried away.”<br><br>The crowd mutters. Sodden flowers wash up on sidewalks. Somewhere in the distance, a roof collapses with a spectacular splash.<br><br>“Er, yes,” the April Fool says. “That is. What I meant to say was, I’m dreadfully sorry.” He heaves a sigh. “I suppose it can’t all be fun and games, after all. It might not hurt to focus occasionally. Maybe I’ll get a head start on next year’s pranking.”<br><br>Redphoenix coughs meaningfully.<br><br>“I mean, get a head start on this year’s spring cleaning!” the April Fool says. “Nothing to fear, I’ll have Habit City in spit-shape soon. Luckily nobody is better than I at dual-wielding mops.”<br><br>Encouraged, the marching band starts up.<br><br>It isn’t long before all is back to normal in Habit City. Plus, now that the Be-Wilder has evaporated, the magical bees of Mistiflying bustle back to work, and soon the flowers are blooming and the city is floating once more.<br><br>As Habiticans cuddle the magical fuzzy bees, the April Fool’s eyes light up. “Oho, I’ve had a thought! Why don’t you all keep some of these fuzzy Bee Pets and Mounts? It’s a gift that perfectly symbolizes the balance between hard work and sweet rewards, if I’m going to get all boring and allegorical on you.” He winks. “Besides, they don’t have stingers! Fool’s honor.”",
    "questBewilderCompletionChat": "`The Be-Wilder is DEFEATED!`\n\nWe've done it! The Be-Wilder lets out a ululating cry as it twists in the air, shedding feathers like falling rain. Slowly, gradually, it coils into a cloud of sparkling mist. As the newly-revealed sun pierces the fog, it burns away, revealing the coughing, mercifully human forms of Bailey, Matt, Alex.... and the April Fool himself.\n\n`Mistiflying is saved!`\n\nThe April Fool has enough shame to look a bit sheepish. “Oh, hm,” he says. “Perhaps I got a little…. carried away.”\n\nThe crowd mutters. Sodden flowers wash up on sidewalks. Somewhere in the distance, a roof collapses with a spectacular splash.\n\n“Er, yes,” the April Fool says. “That is. What I meant to say was, I’m dreadfully sorry.” He heaves a sigh. “I suppose it can’t all be fun and games, after all. It might not hurt to focus occasionally. Maybe I’ll get a head start on next year’s pranking.”\n\nRedphoenix coughs meaningfully.\n\n“I mean, get a head start on this year’s spring cleaning!” the April Fool says. “Nothing to fear, I’ll have Habit City in spit-shape soon. Luckily nobody is better than I at dual-wielding mops.”\n\nEncouraged, the marching band starts up.\n\nIt isn’t long before all is back to normal in Habit City. Plus, now that the Be-Wilder has evaporated, the magical bees of Mistiflying bustle back to work, and soon the flowers are blooming and the city is floating once more.\n\nAs Habiticans cuddle the magical fuzzy bees, the April Fool’s eyes light up. “Oho, I’ve had a thought! Why don’t you all keep some of these fuzzy Bee Pets and Mounts? It’s a gift that perfectly symbolizes the balance between hard work and sweet rewards, if I’m going to get all boring and allegorical on you.” He winks. “Besides, they don’t have stingers! Fool’s honor.”",
    "questBewilderBossRageTitle": "Beguilement Strike",
    "questBewilderBossRageDescription": "When this gauge fills, The Be-Wilder will unleash its Beguilement Strike on Habitica!",
    "questBewilderDropBumblebeePet": "Magical Bee (Pet)",
    "questBewilderDropBumblebeeMount": "Magical Bee (Mount)",
    "questBewilderBossRageMarket": "`The Be-Wilder uses BEGUILEMENT STRIKE!`\n\nOh no! Despite our best efforts, we've gotten distracted by the Be-Wilder’s charming illusions and have forgotten to do some of our Dailies! With a cackling cry, the shining bird beats its wings, raising a swarm of mist around Alex the Merchant. When the fog clears, he has been possessed! “Have some free samples!” he shouts gleefully, and begins to hurl exploding eggs and potions at fleeing Habiticans. Not the most favorable of sales, to be sure.\n\nHurry! Let's stay focused on our Dailies to defeat this monster before it possesses someone else.",
    "questBewilderBossRageStables": "`The Be-Wilder uses BEGUILEMENT STRIKE!`\n\nAhh!!! Once again the Be-Wilder has dazzled us into neglecting our Dailies, and now it has attacked Matt the Beast Master! With a swirl of mist, Matt transforms into a terrifying winged creature, and all the pets and mounts howl sadly in their stables. Quickly, stay focused on your tasks to defeat this dastardly distraction!",
    "questBewilderBossRageBailey": "`The Be-Wilder uses BEGUILEMENT STRIKE!`\n\nLook out! In the middle of reporting the news, Bailey the Town Crier has been possessed by the Be-Wilder! She lets out an evil, uninformative screech as she rises into the air. Now how will we know what’s going on?\n\nDon't give up... we're so close to defeating this bothersome bird for once and for all!",
    "questFalconText": "The Birds of Preycrastination",
    "questFalconNotes": "Habitica hegye fölé egyre növekvő Teendő-hegy vet árnyékot. Ez a hely valaha piknikezésre és az elért eredmények élvezetére szolgált, ám az elhanyagolt feladatok elszabadultak. Most pedig a Félelmetes Halogató Héják fészkelnek itt – gonosz teremtmények, amelyek megakadályozzák a habiticaiakat a feladataik elvégzésében!<br><br>„Túl nehéz!” károgják @JonArinbjorn és @Onheiron felé. „Túl sokáig tartana most megcsinálni! Semmi nem változik, ha holnapig vársz! Miért nem csinálsz inkább valami szórakoztatót?”<br><br>Ezt nem hagyhatod annyiban! Megfogadod, hogy megmászod a saját Teendő-hegyedet, és legyőzöd a Halogató Héjákat!",
    "questFalconCompletion": "Having finally triumphed over the Birds of Preycrastination, you settle down to enjoy the view and your well-earned rest.<br><br>\"Wow!\" says @Trogdorina. \"You won!\"<br><br>@Squish adds, \"Here, take these eggs I found as a reward.\"",
    "questFalconBoss": "Birds of Preycrastination",
    "questFalconDropFalconEgg": "Sólyom (tojás)",
    "questFalconUnlockText": "Feloldja a sólyomtojások vásárlását a Piacon",
    "questTreelingText": "The Tangle Tree",
    "questTreelingNotes": "It's the annual Garden Competition, and everyone is talking about the mysterious project which @aurakami has promised to unveil. You join the crowd on the day of the big announcement, and marvel at the introduction of a moving tree. @fuzzytrees explains that the tree will help with garden maintenance, showing how it can mow the lawn, trim the hedge and prune the roses all at the same time – until the tree suddenly goes wild, turning its secateurs on its creator! The crowd panics as everyone tries to flee, but you aren't afraid – you leap forward, ready to do battle.",
    "questTreelingCompletion": "You dust yourself off as the last few leaves drift to the floor. In spite of the upset, the Garden Competition is now safe – although the tree you just reduced to a heap of wood chips won't be winning any prizes! \"Still a few kinks to work out there,\" @PainterProphet says. \"Perhaps someone else would do a better job of training the saplings. Do you fancy a go?\"",
    "questTreelingBoss": "Tangle Tree",
    "questTreelingDropTreelingEgg": "Facsemete (tojás)",
    "questTreelingUnlockText": "Feloldja a facsemete tojások vásárlását a Piacon",
    "questAxolotlText": "A varázslatos axolotl",
    "questAxolotlNotes": "From the depths of Washed-Up Lake you see rising bubbles and... fire? A little axolotl rises from the murky water spewing streaks of colors. Suddenly it begins to open its mouth and @streak yells, \"Look out!\" as the Magical Axolotl starts to gulp up your willpower!<br><br>The Magical Axolotl swells with spells, taunting you. \"Have you heard of my powers of regeneration? You'll tire before I do!\"<br><br>\"We can defeat you with the good habits we've built!\" @PainterProphet defiantly shouts. You steel yourself to be productive to defeat the Magical Axolotl and regain your stolen willpower!",
    "questAxolotlCompletion": "After defeating the Magical Axolotl, you realize that you regained your willpower all on your own.<br><br>\"The willpower? The regeneration? It was all just an illusion?\" @Kiwibot asks.<br><br>\"Most magic is,\" the Magical Axolotl replies. \"I'm sorry for tricking you. Please take these eggs as an apology. I trust you to raise them to use their magic for good habits and not evil!\"<br><br>You and @hazel40 clutch your new eggs in one hand and wave goodbye with the other as the Magical Axolotl returns to the lake.",
    "questAxolotlBoss": "Varázslatos axolotl",
    "questAxolotlDropAxolotlEgg": "Axolotl (tojás)",
    "questAxolotlUnlockText": "Feloldja az Axolotl tojások vásárlását a Piacon",
    "questAxolotlRageTitle": "Axolotl újjászületés",
    "questAxolotlRageDescription": "This bar fills when you don't complete your Dailies. When it is full, the Magical Axolotl will heal 30% of its remaining health!",
    "questAxolotlRageEffect": "`Magical Axolotl uses AXOLOTL REGENERATION!`\n\n`A curtain of colorful bubbles obscures the monster for a moment, and when it clears, some of its wounds have vanished!`",
    "questTurtleText": "Óriás Tengeri Teknős",
    "questTurtleNotes": "Segítség! Ez az óriási tengeri teknős nem talál vissza a fészkelőhelyére. Minden évben ide tér vissza, hogy lerakja a tojásait, de idén a Hiányzó-öböl tele van mérgező Feladékszeméttel, amelyet a piros Napi feladatok és a be nem jelölt Teendők alkotnak. „Teljesen pánikba esett!” mondja @JessicaChase.<br><br>@UncommonCriminal bólint. „Azért, mert az érzékei elhomályosultak és összezavarodtak.”<br><br>@Scarabsi megragadja a karod. „Segítenél eltakarítani a Feladékszemetet az útjából? Veszélyes lehet, de muszáj segítenünk neki!”",
    "questTurtleCompletion": "Your valiant work has cleared the waters for our sea turtle to find her beach. You, @Bambin, and @JaizakAripaik watch as she buries her brood of eggs deep in the sand so they can grow and hatch into hundreds of little sea turtles. Ever the lady, she gives you three eggs each, asking that you feed and nurture them so one day they become big sea turtles themselves.",
    "questTurtleBoss": "Task Flotsam",
    "questTurtleDropTurtleEgg": "Teknős (tojás)",
    "questTurtleUnlockText": "Feloldja a teknőstojások vásárlását a Piacon",
    "questArmadilloText": "Az engedékeny tatu",
    "questArmadilloNotes": "It's time to get outside and start your day. You swing open your door only to be met with what looks like a sheet of rock. \"I'm just giving you the day off!\" says a muffled voice through the blocked door. \"Don't be such a bummer, just relax today!\"<br><br>Suddenly, @Beffymaroo and @PainterProphet knock on your window. \"Looks like the Indulgent Armadillo has taken a liking to you! C'mon, we'll help you get her out of your way!\"",
    "questArmadilloCompletion": "Finally, after a long morning of convincing the Indulgent Armadillo that you do, in fact, want to work, she caves. \"I'm sorry!\" She apologizes. \"I just wanted to help. I thought everyone liked lazy days!\"<br><br>You smile, and let her know that next time you've earned a day off you'll invite her over. She grins back at you. Passers-by @Tipsy and @krajzega congratulate you on the good work as she rolls away, leaving a few eggs as an apology.",
    "questArmadilloBoss": "Engedékeny tatu",
    "questArmadilloDropArmadilloEgg": "Tatu (tojás)",
    "questArmadilloUnlockText": "Feloldja a tatutojások vásárlását a Piacon",
    "questCowText": "A múútálódott tehén",
    "questCowNotes": "It’s been a long, hot day at Sparring Farms, and there is nothing more you want than a long sip of water and some sleep. You're standing there daydreaming when @Soloana suddenly screams, \"Everyone run! The prize cow has mootated!\"<br><br>@eevachu gulps. \"It must be our bad habits that infected it.\"<br><br>\"Quick!\" @Feralem Tau says. \"Let’s do something before the udder cows mootate, too.\"<br><br>You’ve herd enough. No more daydreaming -- it's time to get those bad habits under control!",
    "questCowCompletion": "You milk your good habits for all they are worth until the cow reverts to its original form. The cow looks over at you with her pretty brown eyes and nudges over three eggs.<br><br>@fuzzytrees laughs and hands you the eggs, \"Maybe it still is mootated if there are baby cows in these eggs. But I trust you to stick to your good habits when you raise them!\"",
    "questCowBoss": "Múútálódott tehén",
    "questCowDropCowEgg": "Tehén (tojás)",
    "questCowUnlockText": "Feloldja a tehéntojások vásárlását a Piacon",
    "questBeetleText": "The CRITICAL BUG",
    "questBeetleNotes": "Something in the domain of Habitica has gone awry. The Blacksmiths' forges have extinguished, and strange errors are appearing everywhere. With an ominous tremor, an insidious foe worms from the earth... a CRITICAL BUG! You brace yourself as it infects the land, and glitches begin to overtake the Habiticans around you. @starsystemic yells, \"We need to help the Blacksmiths get this Bug under control!\" It looks like you'll have to make this programmer's pest your top priority.",
    "questBeetleCompletion": "With a final attack, you crush the CRITICAL BUG. @starsystemic and the Blacksmiths rush up to you, overjoyed. \"I can't thank you enough for smashing that bug! Here, take these.\" You are presented with three shiny beetle eggs. Hopefully these little bugs will grow up to help Habitica, not hurt it.",
    "questBeetleBoss": "CRITICAL BUG",
    "questBeetleDropBeetleEgg": "Bogár (tojás)",
    "questBeetleUnlockText": "Feloldja a bogártojások vásárlását a Piacon",
    "questGroupTaskwoodsTerror": "Terror in the Taskwoods",
    "questTaskwoodsTerror1Text": "Terror in the Taskwoods, Part 1: The Blaze in the Taskwoods",
    "questTaskwoodsTerror1Notes": "You have never seen the Joyful Reaper so agitated. The ruler of the Flourishing Fields lands her skeleton gryphon mount right in the middle of Productivity Plaza and shouts without dismounting. \"Lovely Habiticans, we need your help! Something is starting fires in the Taskwoods, and we still haven't fully recovered from our battle against Burnout. If it's not halted, the flames could engulf all of our wild orchards and berry bushes!\"<br><br>You quickly volunteer, and hasten to the Taskwoods. As you creep into Habitica’s biggest fruit-bearing forest, you suddenly hear clanking and cracking voices from far ahead, and catch the faint smell of smoke. Soon enough, a horde of cackling, flaming skull-creatures flies by you, biting off branches and setting the treetops on fire!",
    "questTaskwoodsTerror1Completion": "With the help of the Joyful Reaper and the renowned pyromancer @Beffymaroo, you manage to drive back the swarm. In a show of solidarity, Beffymaroo offers you her Pyromancer's Turban as you move deeper into the forest.",
    "questTaskwoodsTerror1Boss": "Fire Skull Swarm",
    "questTaskwoodsTerror1RageTitle": "Swarm Respawn",
    "questTaskwoodsTerror1RageDescription": "Swarm Respawn: This bar fills when you don't complete your Dailies. When it is full, the Fire Skull Swarm will heal 30% of its remaining health!",
    "questTaskwoodsTerror1RageEffect": "`Fire Skull Swarm uses SWARM RESPAWN!`\n\nEmboldened by their victories, more skulls swirl around you in a gout of flame!",
    "questTaskwoodsTerror1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questTaskwoodsTerror1DropRedPotion": "Red Hatching Potion",
    "questTaskwoodsTerror1DropHeadgear": "Pyromancer's Turban (Headgear)",
    "questTaskwoodsTerror2Text": "Terror in the Taskwoods, Part 2: Finding the Flourishing Fairies",
    "questTaskwoodsTerror2Notes": "Having fought through the swarm of burning skulls, you reach a large group of refugee farmers at the forest's edge. \"Their village was burnt down by a renegade autumn spirit,\" says a familiar voice. It's @Kiwibot, the legendary tracker! \"I managed to gather the survivors, but there's no sign of the Flourishing Fairies who help to grow the wild fruit of the Taskwoods. Please, you have to help me rescue them!\"",
    "questTaskwoodsTerror2Completion": "You manage to locate the last dryad and lead her away from the monsters. When you return to the refugee farmers, you are greeted by the thankful faeries, who give you a robe woven of shining magic and silk. Suddenly, a deep rumbling sound echoes through the trees, shaking the very earth. \"That must be the renegade spirit,\" the Joyful Reaper says. \"Let's hurry!\"",
    "questTaskwoodsTerror2CollectPixies": "Pixies",
    "questTaskwoodsTerror2CollectBrownies": "Brownies",
    "questTaskwoodsTerror2CollectDryads": "Dryads",
    "questTaskwoodsTerror2DropArmor": "Pyromancer's Robes (Armor)",
    "questTaskwoodsTerror3Text": "Terror in the Taskwoods, Part 3: Jacko of the Lantern",
    "questTaskwoodsTerror3Notes": "Ready for battle, your group marches to the heart of the forest, where the renegade spirit is trying to destroy an ancient apple tree surrounded by fruitful berry bushes. His pumpkin-like head radiates a terrible light wherever it turns, and in his left hand he holds a long rod, with a lantern hanging from its tip. Instead of fire or flame, however, the lantern contains a dark crystal that chills you to the very bone.<br><br>The Joyful Reaper raises a bony hand to her mouth. \"That's -- that's Jacko, the Lantern Spirit! But he's a helpful harvest ghost who guides our farmers. What could possibly drive the dear soul to act this way?\"<br><br>\"I don't know,\" says @bridgetteempress. \"But it looks like that 'dear soul' is about to attack us!\"",
    "questTaskwoodsTerror3Completion": "After a long battle, you manage to land a well-aimed blow at the lantern that Jacko carries, and the crystal within shatters. Jacko suddenly snaps back to his senses and bursts into glowing tears. \"Oh, my beautiful forest! What have I done?!\" he wails. His tears extinguish the remaining fires, and the apple tree and wild berries are saved.<br><br>After you help him relax, he explains, \"I met this charming lady named Tzina, and she gave me this glowing crystal as a gift. At her urging, I put it in my lantern... but that's the last thing I recall.\" He turns to you with a golden smile. \"Perhaps you should take it for safekeeping while I help the wild orchards to regrow.\"",
    "questTaskwoodsTerror3Boss": "Jacko of the Lantern",
    "questTaskwoodsTerror3DropStrawberry": "Eper (élelem)",
    "questTaskwoodsTerror3DropWeapon": "Leckerdői lámpás (kétkezes fegyver)",
    "questFerretText": "Az alávaló menyét",
    "questFerretNotes": "Walking through Habit City, you see an unhappy crowd surrounding a red-robed Ferret.<br><br>\"That productivity potion you sold me is useless!\" @Beffymaroo complains. \"I watched three hours of TV last night instead of doing my chores!\"<br><br>\"Yeah!\" shouts @Pandah. \"And today I spent an hour rearranging my books instead of reading them!\"<br><br>The Nefarious Ferret spreads his hands innocently. \"That's more TV watching and book organizing than you'd normally get done, isn't it?\"<br><br>The crowd erupts in anger.<br><br>\"No refunds!\" crows the Nefarious Ferret. He fires a bolt of magic into the crowd, preparing to escape in the smoke.<br><br>\"Please, Habitican!\" @Faye says, grabbing your arm. \"Defeat the ferret and make him refund his dishonest earnings!\"",
    "questFerretCompletion": "You defeat the soft-furred swindler and @UncommonCriminal gives the crowd their refunds. There's even a little gold left over for you. Plus, it looks like the Nefarious Ferret dropped some eggs in his hurry to get away!",
    "questFerretBoss": "Alávaló menyét",
    "questFerretDropFerretEgg": "Menyét (tojás)",
    "questFerretUnlockText": "Feloldja a menyéttojások vásárlását a Piacon",
    "questDustBunniesText": "The Feral Dust Bunnies",
    "questDustBunniesNotes": "It's been a while since you've done any dusting in here, but you're not too worried—a little dust never hurt anyone, right? It's not until you stick your hand into one of the dustiest corners and feel something bite that you remember @InspectorCaracal's warning: leaving harmless dust sit too long causes it to turn into vicious dust bunnies! You'd better defeat them before they cover all of Habitica in fine particles of dirt!",
    "questDustBunniesCompletion": "The dust bunnies vanish into a puff of... well, dust. As it clears, you look around. You'd forgotten how nice this place looks when it's clean. You spy a small pile of gold where the dust used to be. Huh, you'd been wondering where that was!",
    "questDustBunniesBoss": "Feral Dust Bunnies",
    "questGroupMoon": "Lunar Battle",
    "questMoon1Text": "Lunar Battle, Part 1: Find the Mysterious Shards",
    "questMoon1Notes": "Habiticans have been distracted from their tasks by something strange: twisted shards of stone are appearing across the land. Worried, @Starsystemic the Seer summons you to her tower. She says, \"I've been reading alarming omens about these shards, which have been blighting the land and driving hardworking Habiticans to distraction. I can track the source, but first I'll need to examine the shards. Can you bring some to me?\"",
    "questMoon1Completion": "@Starsystemic disappears into her tower to examine the shards you gathered. \"This may be more complicated than we feared,\" says @Beffymaroo, her trusted assistant. \"It will take us some time to discover the cause. Keep checking in every day, and when we know more, we'll send you the next quest scroll.\"",
    "questMoon1CollectShards": "Lunar Shards",
    "questMoon1DropHeadgear": "Lunar Warrior Helm (Headgear)",
    "questMoon2Text": "Lunar Battle, Part 2: Stop the Overshadowing Stress",
    "questMoon2Notes": "After studying the shards, @Starsystemic the Seer has some bad news. \"An ancient monster is approaching Habitica, and it is causing terrible stress to befall the citizens. I can draw the shadow out of people's hearts and into this tower, where it will take physical form, but you’ll need to defeat it before it breaks loose and spreads again.\" You nod, and she starts to chant. Dancing shadows fill the room, pressing tightly together. The cold wind swirls, the darkness deepens. The Overshadowing Stress rises from the floor, grins like a nightmare made real... and strikes!",
    "questMoon2Completion": "The shadow explodes in a puff of dark air, leaving the room brighter and your hearts lighter. The stress blanketing Habitica is diminished, and you can all breathe a sigh of relief. Still, as you look up at the sky, you sense that this is not over: the monster knows someone destroyed its shadow. \"We'll keep careful watch in the coming weeks,\" says @Starsystemic, \"and I'll send you a quest scroll when it manifests.\"",
    "questMoon2Boss": "Overshadowing Stress",
    "questMoon2DropArmor": "Lunar Warrior Armor (Armor)",
    "questMoon3Text": "Lunar Battle, Part 3: The Monstrous Moon",
    "questMoon3Notes": "You get @Starsystemic's urgent scroll at the stroke of midnight and gallop to her tower. \"The monster is using the full moon to try to cross over to our realm,\" she says. \"If it succeeds, the shockwave of stress will be overwhelming!\"<br><br>To your dismay, you see that the monster is indeed using the moon to manifest. A glowing eye opens in its rocky surface, and a long tongue rolls from a gaping, fanged mouth. There's no way you'll let it fully emerge!",
    "questMoon3Completion": "The emerging monster bursts into shadow, and the moon turns silver as the danger passes. The dragons start singing again, and the stars sparkle with a soothing light. @Starsystemic the Seer bends down and picks up a lunar shard. It shines silver in her hand, before changing into a magnificent crystal scythe.",
    "questMoon3Boss": "Monstrous Moon",
    "questMoon3DropWeapon": "Lunar Scythe (Two-Handed Weapon)",
    "questSlothText": "Az aluszékony lajhár",
    "questSlothNotes": "As you and your party venture through the Somnolent Snowforest, you're relieved to see a glimmering of green among the white snowdrifts... until an enormous sloth emerges from the frosty trees! Green emeralds shimmer hypnotically on its back.<br><br>\"Hello, adventurers... why don't you take it slow? You've been walking for a while... so why not... stop? Just lie down, and rest...\"<br><br>You feel your eyelids grow heavy, and you realize: It's the Somnolent Sloth! According to @JaizakAripaik, it got its name from the emeralds on its back which are rumored to... send people to... sleep...<br><br>You shake yourself awake, fighting drowsiness. In the nick of time, @awakebyjava and @PainterProphet begin to shout spells, forcing your party awake. \"Now's our chance!\" @Kiwibot yells.",
    "questSlothCompletion": "You did it! As you defeat the Somnolent Sloth, its emeralds break off. \"Thank you for freeing me of my curse,\" says the sloth. \"I can finally sleep well, without those heavy emeralds on my back. Have these eggs as thanks, and you can have the emeralds too.\" The sloth gives you three sloth eggs and heads off for warmer climates.",
    "questSlothBoss": "Aluszékony lajhár",
    "questSlothDropSlothEgg": "Lajhár (tojás)",
    "questSlothUnlockText": "Feloldja a lajhártojások vásárlását a Piacon",
    "questTriceratopsText": "The Trampling Triceratops",
    "questTriceratopsNotes": "The snow-capped Stoïkalm Volcanoes are always bustling with hikers and sight-seers. One tourist, @plumilla, calls over a crowd. \"Look! I enchanted the ground to glow so that we can play field games on it for our outdoor activity Dailies!\" Sure enough, the ground is swirling with glowing red patterns. Even some of the prehistoric pets from the area come over to play.<br><br>Suddenly, there's a loud snap -- a curious Triceratops has stepped on @plumilla's wand! It's engulfed in a burst of magic energy, and the ground starts shaking and growing hot. The Triceratops' eyes shine red, and it roars and begins to stampede!<br><br>\"That's not good,\" calls @McCoyly, pointing in the distance. Each magic-fueled stomp is causing the volcanoes to erupt, and the glowing ground is turning to lava beneath the dinosaur's feet! Quickly, you must hold off the Trampling Triceratops until someone can reverse the spell!",
    "questTriceratopsCompletion": "With quick thinking, you herd the creature towards the soothing Stoïkalm Steppes so that @*~Seraphina~* and @PainterProphet can reverse the lava spell without distraction. The calming aura of the Steppes takes effect, and the Triceratops curls up as the volcanoes go dormant once more. @PainterProphet passes you some eggs that were rescued from the lava. \"Without you, we wouldn't have been able to concentrate to stop the eruptions. Give these pets a good home.\"",
    "questTriceratopsBoss": "Trampling Triceratops",
    "questTriceratopsDropTriceratopsEgg": "Triceratopsz (tojás)",
    "questTriceratopsUnlockText": "Feloldja a triceratopsz tojások vásárlását a Piacon",
    "questGroupStoikalmCalamity": "Stoïkalm Calamity",
    "questStoikalmCalamity1Text": "Stoïkalm Calamity, Part 1: Earthen Enemies",
    "questStoikalmCalamity1Notes": "A terse missive arrives from @Kiwibot, and the frost-crusted scroll chills your heart as well as your fingertips. \"Visiting Stoïkalm Steppes -- monsters bursting from earth -- send help!\" You gather your party and ride north, but as soon as you venture down from the mountains, the snow beneath your feet explodes and gruesomely grinning skulls surround you!<br><br>Suddenly, a spear sails past, burying itself in a skull that was burrowing through the snow in an attempt to catch you unawares. A tall woman in finely-crafted armor gallops into the fray on the back of a mastodon, her long braid swinging as she yanks the spear unceremoniously from the crushed beast. It's time to fight off these foes with the help of Lady Glaciate, the leader of the Mammoth Riders!",
    "questStoikalmCalamity1Completion": "As you deliver a final blow to the skulls, they dissipate in a puff of magic. \"The dratted swarm may be gone,\" Lady Glaciate says, \"but we have bigger problems. Follow me.\" She tosses you a cloak to protect you from the chill air, and you ride off after her.",
    "questStoikalmCalamity1Boss": "Earth Skull Swarm",
    "questStoikalmCalamity1RageTitle": "Swarm Respawn",
    "questStoikalmCalamity1RageDescription": "Swarm Respawn: This bar fills when you don't complete your Dailies. When it is full, the Earth Skull Swarm will heal 30% of its remaining health!",
    "questStoikalmCalamity1RageEffect": "`Earth Skull Swarm uses SWARM RESPAWN!`\n\nMore skulls break free from the ground, their teeth chattering in the cold!",
    "questStoikalmCalamity1DropSkeletonPotion": "Skeleton Hatching Potion",
    "questStoikalmCalamity1DropDesertPotion": "Desert Hatching Potion",
    "questStoikalmCalamity1DropArmor": "Mammoth Rider Armor",
    "questStoikalmCalamity2Text": "Stoïkalm Calamity, Part 2: Seek the Icicle Caverns",
    "questStoikalmCalamity2Notes": "The stately hall of the Mammoth Riders is an austere masterpiece of architecture, but it is also entirely empty. There's no furniture, the weapons are missing, and even the columns were picked clean of their inlays.<br><br>\"Those skulls scoured the place,\" Lady Glaciate says, and there is a blizzard brewing in her tone. \"Humiliating. Not a soul is to mention this to the April Fool, or I will never hear the end of it.\"<br><br>\"How mysterious!\" says @Beffymaroo. \"But where did they--\"<br><br>\"The icicle drake caverns.\" Lady Glaciate gestures at shining coins spilled in the snow outside. \"Sloppy.\"<br><br>\"But aren't icicle drakes honorable creatures with their own treasure hoards?\" @Beffymaroo asks. \"Why would they possibly--\"<br><br>\"Mind control,\" says Lady Glaciate, utterly unfazed. \"Or something equally melodramatic and inconvenient.\" She begins to stride from the hall. \"Why are you just standing there?\"<br><br>Quickly, go follow the trail of Icicle Coins!",
    "questStoikalmCalamity2Completion": "The Icicle Coins lead you straight to the buried entrance of a cleverly hidden cavern. Though the weather outside is calm and lovely, with the sunlight sparkling across the expanse of snow, there is a howling within like a fierce winter wind. Lady Glaciate grimaces and hands you a Mammoth Rider helm. \"Wear this,\" she says. \"You'll need it.\"",
    "questStoikalmCalamity2CollectIcicleCoins": "Icicle Coins",
    "questStoikalmCalamity2DropHeadgear": "Mammoth Rider Helm (Headgear)",
    "questStoikalmCalamity3Text": "Stoïkalm Calamity, Part 3: Icicle Drake Quake",
    "questStoikalmCalamity3Notes": "The twining tunnels of the icicle drake caverns shimmer with frost... and with untold riches. You gape, but Lady Glaciate strides past without a glance. \"Excessively flashy,\" she says. \"Obtained admirably, though, from respectable mercenary work and prudent banking investments. Look further.\" Squinting, you spot a towering pile of stolen items hidden in the shadows.<br><br>A sibilant voice hisses as you approach. \"My delicious hoard! You shall not steal it back from me!\" A sinuous body slides from the heap: the Icicle Drake Queen herself! You have just enough time to note the strange bracelets glittering on her wrists and the wildness glinting in her eyes before she lets out a howl that shakes the earth around you.",
    "questStoikalmCalamity3Completion": "You subdue the Icicle Drake Queen, giving Lady Glaciate time to shatter the glowing bracelets. The Queen stiffens in apparent mortification, then quickly covers it with a haughty pose. \"Feel free to remove these extraneous items,\" she says. \"I'm afraid they simply don't fit our decor.\"<br><br>\"Also, you stole them,\" @Beffymaroo says. \"By summoning monsters from the earth.\"<br><br>The Icicle Drake Queen looks miffed. \"Take it up with that wretched bracelet saleswoman,\" she says. \"It's Tzina you want. I was essentially unaffiliated.\"<br><br>Lady Glaciate claps you on the arm. \"You did well today,\" she says, handing you a spear and a horn from the pile. \"Be proud.\"",
    "questStoikalmCalamity3Boss": "Icicle Drake Queen",
    "questStoikalmCalamity3DropBlueCottonCandy": "Kék vattacukor (élelem)",
    "questStoikalmCalamity3DropShield": "Mammoth Rider's Horn (Off-Hand Item)",
    "questStoikalmCalamity3DropWeapon": "Mammoth Rider Spear (Weapon)",
    "questGuineaPigText": "A tengerimalac brigád",
    "questGuineaPigNotes": "You're casually strolling through Habit City's famous Market when @Pandah waves you down. \"Hey, check these out!\" They're holding up a brown and beige egg you don't recognize.<br><br>Alexander the Merchant frowns at it. \"I don't remember putting that out. I wonder where it came--\" A small paw cuts him off.<br><br>\"Guinea all your gold, merchant!\" squeaks a tiny voice brimming with evil.<br><br>\"Oh no, the egg was a distraction!\" @mewrose exclaims. \"It's the gritty, greedy Guinea Pig Gang! They never do their Dailies, so they constantly steal gold to buy health potions.\"<br><br>\"Robbing the Market?\" says @emmavig. \"Not on our watch!\" Without further prompting, you leap to Alexander's aid.",
    "questGuineaPigCompletion": "\"We submit!\" The Guinea Pig Gang Boss waves his paws at you, fluffy head hanging in shame. From underneath his hat falls a list, and @snazzyorange quickly swipes it for evidence. \"Wait a minute,\" you say. \"It's no wonder you've been getting hurt! You've got way too many Dailies. You don't need health potions -- you just need help organizing.\"<br><br>\"Really?\" squeaks the Guinea Pig Gang Boss. \"We've robbed so many people because of this! Please take our eggs as an apology for our crooked ways.\"",
    "questGuineaPigBoss": "Tengerimalac brigád",
    "questGuineaPigDropGuineaPigEgg": "Tengerimalac (tojás)",
    "questGuineaPigUnlockText": "Feloldja a tengerimalac tojások vásárlását a Piacon",
    "questPeacockText": "The Push-and-Pull Peacock",
    "questPeacockNotes": "You trek through the Taskwoods, wondering which of the enticing new goals you should pick. As you go deeper into the forest, you realize that you're not alone in your indecision. \"I could learn a new language, or go to the gym...\" @Cecily Perez mutters. \"I could sleep more,\" muses @Lilith of Alfheim, \"or spend time with my friends...\" It looks like @PainterProphet, @Pfeffernusse, and @Draayder are equally paralyzed by the overwhelming options.<br><br>You realize that these ever-more-demanding feelings aren't really your own... you've stumbled straight into the trap of the pernicious Push-and-Pull Peacock! Before you can run, it leaps from the bushes. With each head pulling you in conflicting directions, you start to feel burnout overcoming you. You can't defeat both foes at once, so you only have one option -- concentrate on the nearest task to fight back!",
    "questPeacockCompletion": "The Push-and-Pull Peacock is caught off guard by your sudden conviction. Defeated by your single-minded drive, its heads merge back into one, revealing the most beautiful creature you've ever seen. \"Thank you,\" the peacock says. \"I’ve spent so long pulling myself in different directions that I lost sight of what I truly wanted. Please accept these eggs as a token of my gratitude.\"",
    "questPeacockBoss": "Push-and-Pull Peacock",
    "questPeacockDropPeacockEgg": "Páva (tojás)",
    "questPeacockUnlockText": "Feloldja a pávatojások vásárlását a Piacon",
    "questButterflyText": "Bye, Bye, Butterfry",
    "questButterflyNotes": "Your gardener friend @Megan sends you an invitation: “These warm days are the perfect time to visit Habitica’s butterfly garden in the Taskan countryside. Come see the butterflies migrate!” When you arrive, however, the garden is in shambles -- little more than scorched grass and dried-out weeds. It’s been so hot that the Habiticans haven’t come out to water the flowers, and the dark-red Dailies have turned it into a dry, sun-baked, fire-hazard. There's only one butterfly there, and there's something odd about it...<br><br>“Oh no! This is the perfect hatching ground for the Flaming Butterfry,” cries @Leephon.<br><br>“If we don’t catch it, it’ll destroy everything!” gasps @Eevachu.<br><br>Time to say bye, bye to Butterfry!",
    "questButterflyCompletion": "Egy heves csata után sikerül elfogni a Lángoló Pillangót. „Remek munka, hogy elkaptátok ezt a leendő gyújtogatót,” mondja @Megan megkönnyebbült sóhajjal. „Mégis, még a leggonoszabb pillangót is nehéz igazán rossznak tartani. Jobb lenne, ha egy biztonságos helyen engednénk szabadon ezt a Pillangót… mondjuk a sivatagban.”<br><br>Az egyik kertész, @Beffymaroo, hozzád lép – kissé megpörkölődve, de mosolyogva. „Segítenél felnevelni ezeket a talált bábokat? Talán jövőre egy még zöldebb kert vár majd rájuk.”",
    "questButterflyBoss": "Flaming Butterfry",
    "questButterflyDropButterflyEgg": "Hernyó (tojás)",
    "questButterflyUnlockText": "Feloldja a hernytojások vásárlását a Piacon",
    "questGroupMayhemMistiflying": "Mayhem in Mistiflying",
    "questMayhemMistiflying1Text": "Mayhem in Mistiflying, Part 1: In Which Mistiflying Experiences a Dreadful Bother",
    "questMayhemMistiflying1Notes": "Bár a helyi jósok kellemes időt jósoltak, a délután meglepően szeles, ezért hálásan követeled barátodat, @Kiwibot-ot a házába, hogy elmeneküljetek a viharos idő elől.<br><br>Egyikőtök sem számít arra, hogy az Áprilisi Bolondot a konyhaasztalnál heverészve találjátok.<br><br>„Ó, sziasztok,” mondja. „Micsoda meglepetés, hogy itt látlak titeket. Kérlek, fogadjátok el ezt a finom teát.”<br><br>„Ez…,” kezdi @Kiwibot. „Ez AZ ÉN—“<br><br>„Igen, igen, természetesen,” vág közbe az Áprilisi Bolond, miközben elvesz egy süteményt. „Csak gondoltam, beugrom egy kicsit, hogy megpihenjek az összes tornádót idéző koponya elől.” Lazán belekortyol a teájába. „Mellesleg, Elszállóvárost éppen megtámadták.”<br><br>Rémülten rohantok az istállókhoz, és felnyergelitek a leggyorsabb szárnyas hátasaitokat. Ahogy a lebegő város felé szárnyaltok, látjátok, hogy fecsegő, repkedő koponyák egész raja ostromolja a várost… és néhányan már felétek fordítják figyelmüket!",
    "questMayhemMistiflying1Completion": "The final skull drops from the sky, a shimmering set of rainbow robes clasped in its jaws, but the steady wind has not slackened. Something else is at play here. And where is that slacking April Fool? You pick up the robes, then swoop into the city.",
    "questMayhemMistiflying1Boss": "Air Skull Swarm",
    "questMayhemMistiflying1RageTitle": "Swarm Respawn",
    "questMayhemMistiflying1RageDescription": "Swarm Respawn: This bar fills when you don't complete your Dailies. When it is full, the Air Skull Swarm will heal 30% of its remaining health!",
    "questMayhemMistiflying1RageEffect": "`Air Skull Swarm uses SWARM RESPAWN!`\n\nEmboldened by their victories, more skulls come whirling out of the clouds!",
    "questMayhemMistiflying1DropSkeletonPotion": "Skeleton Hatching Potion",
    "questMayhemMistiflying1DropWhitePotion": "White Hatching Potion",
    "questMayhemMistiflying1DropArmor": "Roguish Rainbow Messenger Robes (Armor)",
    "questMayhemMistiflying2Text": "Mayhem in Mistiflying, Part 2: In Which the Wind Worsens",
    "questMayhemMistiflying2Notes": "Mistiflying dips and rocks as the magical bees keeping it afloat are buffeted by the gale. After a desperate search for the April Fool, you find him inside a cottage, blithely playing cards with an angry, trussed-up skull.<br><br>@Katy133 raises their voice over the whistling wind. “What’s causing this? We defeated the skulls, but it’s getting worse!”<br><br>“That is a pickle,” the April Fool agrees. “Please be a dear and don’t mention it to Lady Glaciate. She’s always threatening to call off our courtship on the grounds that I am ‘catastrophically irresponsible,’ and I fear that she might misread this situation.” He shuffles the deck. “Perhaps you might follow the Mistiflies? They’re immaterial, so the wind can’t blow them away, and they tend to swarm around threats.” He nods out the window, where several of the city’s patron creatures are fluttering towards the east. “Now let me concentrate — my opponent has quite the poker face.”",
    "questMayhemMistiflying2Completion": "You follow the Mistiflies to the site of a tornado, too stormy for you to enter.<br><br>“This should help,” says a voice directly in your ear, and you nearly fall off of your mount. The April Fool is somehow sitting directly behind you in the saddle. “I hear these messenger hoods emit an aura that guards against inclement weather — very useful to avoid losing missives as you fly around. Perhaps give it a try?”",
    "questMayhemMistiflying2CollectRedMistiflies": "Red Mistiflies",
    "questMayhemMistiflying2CollectBlueMistiflies": "Blue Mistiflies",
    "questMayhemMistiflying2CollectGreenMistiflies": "Green Mistiflies",
    "questMayhemMistiflying2DropHeadgear": "Roguish Rainbow Messenger Hood (Headgear)",
    "questMayhemMistiflying3Text": "Mayhem in Mistiflying, Part 3: In Which a Mailman is Extremely Rude",
    "questMayhemMistiflying3Notes": "The Mistiflies are whirling so thickly through the tornado that it’s hard to see. Squinting, you spot a many-winged silhouette floating at the center of the tremendous storm.<br><br>“Oh, dear,” the April Fool sighs, nearly drowned out by the howl of the weather. “Looks like Winny went and got himself possessed. Very relatable problem, that. Could happen to anybody.”<br><br>“The Wind-Worker!” @Beffymaroo hollers at you. “He’s Mistiflying’s most talented messenger-mage, since he’s so skilled with weather magic. Normally he’s a very polite mailman!”<br><br>As if to counteract this statement, the Wind-Worker lets out a scream of fury, and even with your magic robes, the storm nearly rips you from your mount.<br><br>“That gaudy mask is new,” the April Fool remarks. “Perhaps you should relieve him of it?”<br><br>It’s a good idea… but the enraged mage isn’t going to give it up without a fight.",
    "questMayhemMistiflying3Completion": "Just as you think you can’t withstand the wind any longer, you manage to snatch the mask from the Wind-Worker’s face. Instantly, the tornado is sucked away, leaving only balmy breezes and sunshine. The Wind-Worker looks around in bemusement. “Where did she go?”<br><br>“Who?” your friend @khdarkwolf asks.<br><br>“That sweet woman who offered to deliver a package for me. Tzina.” As he takes in the wind-swept city below him, his expression darkens. “Then again, maybe she wasn’t so sweet…”<br><br>The April Fool pats him on the back, then hands you two shimmering envelopes. “Here. Why don’t you let this distressed fellow rest, and take charge of the mail for a bit? I hear the magic in those envelopes will make them worth your while.”",
    "questMayhemMistiflying3Boss": "The Wind-Worker",
    "questMayhemMistiflying3DropPinkCottonCandy": "Rózsaszín vattacukor (élelem)",
    "questMayhemMistiflying3DropShield": "Roguish Rainbow Message (Off-Hand Item)",
    "questMayhemMistiflying3DropWeapon": "Roguish Rainbow Message (Main-Hand Item)",
    "featheredFriendsText": "Feathered Friends Quest Bundle",
    "featheredFriendsNotes": "Küldetéseket tartalmaz, amelyekkel Bagoly, Papagáj és Héja kisállat tojásokat szerezhetsz: Éjjeli Bagoly, Segítség! Harpia! és A Halogató Héják.",
    "questNudibranchText": "A MostCsináld Meztelencsigák inváziója",
    "questNudibranchNotes": "Egy lustálkodós napon végre rászánod magad, hogy átnézd a Teendőidet Habiticában. A legsötétebb vörös feladataid között egy csapat élénk kék tengeri csiga tűnik fel. Teljesen elbűvölnek! A zafírkék színük miatt még a legfélelmetesebb feladataid is olyan könnyűnek tűnnek, mint a legjobb Szokásaid. Lázasan nekiállsz dolgozni, egyik feladatot a másik után pipálod ki megállás nélkül...<br><br>A következő pillanatban @LilithofAlfheim hideg vizet locsol rád. „A MostCsináld Meztelencsigák teljesen összecsipkedtek! Szükséged van egy kis szünetre!”<br><br>Megdöbbenve veszed észre, hogy a bőröd éppolyan élénkvörös, mint amilyen a Teendőlistád volt. „A produktivitás fontos,” mondja @beffymaroo, „de magadra is vigyáznod kell. Gyerünk, szabaduljunk meg tőlük gyorsan!”",
    "questNudibranchCompletion": "Látod, ahogy az utolsó MostCsináld Meztelencsiga lecsúszik egy halom teljesített feladatról, miközben @amadshade lemossa őket. Az egyik egy kis vászonzsákot hagy maga után, és amikor kinyitod, aranyat találsz benne, valamint néhány apró, ellipszis alakú dolgot, amikről sejted, hogy tojások lehetnek.",
    "questNudibranchBoss": "NowDo Nudibranch",
    "questNudibranchDropNudibranchEgg": "Csupaszkopoltyús csiga (tojás)",
    "questNudibranchUnlockText": "Feloldja a meztelen csigatojások vásárlását a Piacon",
    "splashyPalsText": "Splashy Pals Quest Bundle",
    "splashyPalsNotes": "Küldetéseket tartalmaz, amelyekkel Teknős, Bálna és Csikóhal kisállat tojásokat szerezhetsz: Vezesd a Teknőst, A Bálna Búgása és A Dilatory Derbi.",
    "questHippoText": "What a Hippo-Crite",
    "questHippoNotes": "You and @awesomekitty collapse into the shade of a palm tree, exhausted. The sun beats down over the Sloensteadi Savannah, scorching the ground below. It’s been a productive day so far, conquering your Dailies, and this oasis looks like a nice place to take a break and refresh. Stooping near the water to get a drink, you stumble back in shock as a massive hippopotamus rises. “Resting so soon? Don’t be so lazy, get back to work.” You try and protest that you’ve been working hard and need a break, but the hippo isn’t having any of it.<br><br>@khdarkwolf whispers to you, “Notice how it’s lounging around all day but has the nerve to call you lazy? It’s the Hippo-Crite!”<br><br>Your friend @jumorales nods. “Let’s show it what hard work looks like!”",
    "questHippoCompletion": "The hippo bows in surrender. “I underestimated you. It seems you weren’t being lazy. My apologies. Truth be told, I may have been projecting a bit. Perhaps I should get some work done myself. Here, take these eggs as a sign of my gratitude.” Grabbing them, you settle down by the water, ready to relax at last.",
    "questHippoBoss": "The Hippo-Crite",
    "questHippoDropHippoEgg": "Hippo (Egg)",
    "questHippoUnlockText": "Feloldja a víziló tojások vásárlását a Piacon",
    "farmFriendsText": "Farm Friends Quest Bundle",
    "farmFriendsNotes": "Küldetéseket tartalmaz, amelyekkel Ló, Bárány és Tehén kisállat tojásokat szerezhetsz: Lovagold meg a Lidérclovat, A Mennydörgő Kos és A Mutáns Tehén.",
    "witchyFamiliarsText": "Witchy Familiars Quest Bundle",
    "witchyFamiliarsNotes": "Küldetéseket tartalmaz, amelyekkel Béka, Pók és Patkány kisállat tojásokat szerezhetsz: A Kacatbéka Mocsara, A Jeges Pók és A Patkánykirály.",
    "questGroupLostMasterclasser": "A kasztmesterek rejtélye",
    "questUnlockLostMasterclasser": "To unlock this quest, complete the final quests of these quest chains: 'Dilatory Distress', 'Mayhem in Mistiflying', 'Stoïkalm Calamity', and 'Terror in the Taskwoods'.",
    "questLostMasterclasser1Text": "A kasztmesterek rejtélye, 1. rész: Olvass a sorok között",
    "questLostMasterclasser1Notes": "You’re unexpectedly summoned by @beffymaroo and @Lemoness to Habit Hall, where you’re astonished to find all four of Habitica’s Masterclassers awaiting you in the wan light of dawn. Even the Joyful Reaper looks somber.<br><br>“Oho, you’re here,” says the April Fool. “Now, we would not rouse you from your rest without a truly dire—”<br><br>“Help us investigate the recent bout of possessions,” interrupts Lady Glaciate. “All the victims blamed someone named Tzina.”<br><br>The April Fool is clearly affronted by the summary. “What about my speech?” he hisses to her. “With the fog and thunderstorm effects?”<br><br>“We’re in a hurry,” she mutters back. “And my mammoths are still soggy from your incessant practicing.”<br><br>“I’m afraid that the esteemed Master of Warriors is correct,” says King Manta. “Time is of the essence. Will you aid us?”<br><br>When you nod, he waves his hands to open a portal, revealing an underwater room. “Swim down with me to Dilatory, and we will scour my library for any references that might give us a clue.” At your look of confusion, he adds, “Don’t worry, the paper was enchanted long before Dilatory sank. None of the books are the slightest bit damp!” He winks.“Unlike Lady Glaciate’s mammoths.”<br><br>“I heard that, Manta.”<br><br>As you dive into the water after the Master of Mages, your legs magically fuse into fins. Though your body is buoyant, your heart sinks when you see the thousands of bookshelves. Better start reading…",
    "questLostMasterclasser1Completion": "After hours of poring through volumes, you still haven’t found any useful information.<br><br>“It seems impossible that there isn’t even the tiniest reference to anything relevant,” says head librarian @Tuqjoi, and their assistant @stefalupagus nods in frustration.<br><br>King Manta’s eyes narrow. “Not impossible…” he says. “<em>Intentional</em>.” For a moment, the water glows around his hands, and several of the books shudder. “Something is obscuring information,” he says. “Not just a static spell, but something with a will of its own. Something… alive.” He swims up from the table. “The Joyful Reaper needs to hear about this. Let’s pack a meal for the road.”",
    "questLostMasterclasser1CollectAncientTomes": "Ancient Tomes",
    "questLostMasterclasser1CollectForbiddenTomes": "Forbidden Tomes",
    "questLostMasterclasser1CollectHiddenTomes": "Hidden Tomes",
    "questLostMasterclasser2Text": "A kasztmesterek rejtélye, 2. rész: Az a'Voidant összeszerelése",
    "questLostMasterclasser2Notes": "The Joyful Reaper drums her bony fingers on some of the books that you brought. “Oh, dear,” the Master of Healers says. “There is a malevolent life essence at work. I might have guessed, considering the attacks by reanimated skulls during each incident.” Her assistant @tricksy.fox brings in a chest, and you are startled to see the contents that @beffymaroo unloads: the very same objects once used by this mysterious Tzina to possess people.<br><br>“I’m going to use resonant healing magic to try to make this creature manifest,” the Joyful Reaper says, reminding you that the skeleton is a somewhat unconventional Healer. “You’ll need to read the revealed information quickly, in case it breaks loose.”<br><br>As she concentrates, a twisting mist begins to siphon from the books and twine around the objects. Quickly, you flip through the pages, trying to read the new lines of text that are writhing into view. You catch only a few snippets: “Sands of the Timewastes” — “the Great Disaster” —“split into four”— “permanently corrupted”— before a single name catches your eye: Zinnya.<br><br>Abruptly, the pages wrench free from your fingers and shred themselves as a howling creature explodes into being, coalescing around the possessed objects.<br><br>“It’s an a’Voidant!” the Joyful Reaper shouts, throwing up a protection spell. “They’re ancient creatures of confusion and obscurity. If this Tzina can control one, she must have a frightening command over life magic. Quickly, attack it before it escapes back into the books!”<br><br>",
    "questLostMasterclasser2Completion": "The a’Voidant succumbs at last, and you share the snippets that you read.<br><br>“None of those references sound familiar, even for someone as old as I,” the Joyful Reaper says. “Except… the Timewastes are a distant desert at the most hostile edge of Habitica. Portals often fail nearby, but swift mounts could get you there in no time. Lady Glaciate will be glad to assist.” Her voice grows amused. “Which means that the enamored Master of Rogues will undoubtedly tag along.” She hands you the glimmering mask. “Perhaps you should try to track the lingering magic in these items to its source. I’ll go harvest some sustenance for your journey.”",
    "questLostMasterclasser2Boss": "The a'Voidant",
    "questLostMasterclasser2DropEyewear": "Aether Mask (Eyewear)",
    "questLostMasterclasser3Text": "A kasztmesterek rejtélye, 3. rész: Város a homokban",
    "questLostMasterclasser3Notes": "As night unfurls over the scorching sands of the Timewastes, your guides @AnnDeLune, @Kiwibot, and @Katy133 lead you forward. Some bleached pillars poke from the shadowed dunes, and as you approach them, a strange skittering sound echoes across the seemingly-abandoned expanse.<br><br>“Invisible creatures!” says the April Fool, clearly covetous. “Oho! Just imagine the possibilities. This must be the work of a truly stealthy Rogue.”<br><br>“A Rogue who could be watching us,” says Lady Glaciate, dismounting and raising her spear. “If there’s a head-on attack, try not to irritate our opponent. I don’t want a repeat of the volcano incident.”<br><br>He beams at her. “But it was one of your most resplendent rescues.”<br><br>To your surprise, Lady Glaciate turns very pink at the compliment. She hastily stomps away to examine the ruins.<br><br>“Looks like the wreck of an ancient city,” says @AnnDeLune. “I wonder what…”<br><br>Before she can finish her sentence, a portal roars open in the sky. Wasn’t that magic supposed to be nearly impossible here? The hoofbeats of the invisible animals thunder as they flee in panic, and you steady yourself against the onslaught of shrieking skulls that flood the skies.",
    "questLostMasterclasser3Completion": "The April Fool surprises the final skull with a spray of sand, and it blunders backwards into Lady Glaciate, who smashes it expertly. As you catch your breath and look up, you see a single flash of someone’s silhouette moving on the other side of the closing portal. Thinking quickly, you snatch up the amulet from the chest of previously-possessed items, and sure enough, it’s drawn towards the unseen person. Ignoring the shouts of alarm from Lady Glaciate and the April Fool, you leap through the portal just as it snaps shut, plummeting into an inky swath of nothingness.",
    "questLostMasterclasser3Boss": "Void Skull Swarm",
    "questLostMasterclasser3RageTitle": "Swarm Respawn",
    "questLostMasterclasser3RageDescription": "Swarm Respawn: This bar fills when you don't complete your Dailies. When it is full, the Void Skull Swarm will heal 30% of its remaining health!",
    "questLostMasterclasser3RageEffect": "`Void Skull Swarm uses SWARM RESPAWN!`\n\nEmboldened by their victories, more skulls scream down from the heavens, bolstering the swarm!",
    "questLostMasterclasser3DropBodyAccessory": "Aether Amulet (Body Accessory)",
    "questLostMasterclasser3DropBasePotion": "Base Hatching Potion",
    "questLostMasterclasser3DropGoldenPotion": "Golden Hatching Potion",
    "questLostMasterclasser3DropPinkPotion": "Cotton Candy Pink Hatching Potion",
    "questLostMasterclasser3DropShadePotion": "Shade Hatching Potion",
    "questLostMasterclasser3DropZombiePotion": "Zombie Hatching Potion",
    "questLostMasterclasser4Text": "A kasztmesterek rejtélye, 4. rész: Az elveszett kasztmester",
    "questLostMasterclasser4Notes": "You surface from the portal, but you’re still suspended in a strange, shifting netherworld. “That was bold,” says a cold voice. “I have to admit, I hadn’t planned for a direct confrontation yet.” A woman rises from the churning whirlpool of darkness. “Welcome to the Realm of Void.”<br><br>You try to fight back your rising nausea. “Are you Zinnya?” you ask.<br><br>“That old name for a young idealist,” she says, mouth twisting, and the world writhes beneath you. “No. If anything, you should call me the Anti’zinnya now, given all that I have done and undone.”<br><br>Suddenly, the portal reopens behind you, and as the four Masterclassers burst out, bolting towards you, Anti’zinnya’s eyes flash with hatred. “I see that my pathetic replacements have managed to follow you.”<br><br>You stare. “Replacements?”<br><br>“As the Master Aethermancer, I was the first Masterclasser — the only Masterclasser. These four are a mockery, each possessing only a fragment of what I once had! I commanded every spell and learned every skill. I shaped your very world to my whim — until the traitorous aether itself collapsed under the weight of my talents and my perfectly reasonable expectations. I have been trapped for millennia in this resulting void, recuperating. Imagine my disgust when I learned how my legacy had been corrupted.” She lets out a low, echoing laugh. “My plan was to destroy their domains before destroying them, but I suppose the order is irrelevant.” With a burst of uncanny strength, she charges forward, and the Realm of Void explodes into chaos.",
    "questLostMasterclasser4Completion": "Végső támadásod hatására az Elveszett Mesterkasztos dühösen felkiált, teste áttetszően vibrálni kezd. A tomboló üresség elcsendesedik körülötte, ahogy előre roskad, és egy pillanatra megváltozik – fiatalabbnak, nyugodtabbnak tűnik, békés kifejezés ül ki az arcára… majd minden nyomtalanul elolvad, és ismét a sivatagi homokban térdelsz.<br><br>„Úgy tűnik, sokat kell még tanulnunk a saját múltunkról” – mondja Manta király, miközben a romokra mered. „Miután a Mesterétermanta elvesztette az irányítást a képességei felett, az áradó üresség valószínűleg elszívta az életet az egész vidékről. Minden ilyen sivataggá változhatott.”<br><br>„Nem csoda, hogy Habitica alapítói annyira hangsúlyozták a produktivitás és a jólét egyensúlyát” – mormolja a Vidám Kaszás. „Újjáépíteni a világukat hatalmas munkát igényelt, de biztosan szerettek volna megakadályozni egy újabb ilyen katasztrófát.”<br><br>„Oho, nézzétek azokat a korábban megszállt tárgyakat!” – kiált fel az Áprilisi Bolond. Valóban, mindegyik halvány, csillogó áttetszőséggel ragyog az éter utolsó kitörésétől, amely akkor szabadult fel, amikor Anti’zinnya lelke végső nyugalomra lelt. „Micsoda káprázatos hatás! Ezt mindenképp lejegyzem.”<br><br>„A térben megmaradt koncentrált éter valószínűleg ezeknek az állatoknak is láthatatlanságot adott” – mondja Lady Glaciate, miközben egy üres foltot vakargat a füle mögött. Valami láthatatlan, bolyhos fej bökdösi meg a kezedet, és sejted, hogy otthon az istállóban lesz mit megmagyaráznod. Ahogy utoljára visszanézel a romokra, megpillantod az első Mesterkasztos utolsó maradványát: a csillogó köpenyét. A válladra teríted, és elindulsz vissza Habit Citybe, elgondolkodva mindazon, amit tanultál.<br><br>",
    "questLostMasterclasser4Boss": "Anti'zinnya",
    "questLostMasterclasser4RageTitle": "Siphoning Void",
    "questLostMasterclasser4RageDescription": "Siphoning Void: This bar fills when you don't complete your Dailies. When it is full, Anti'zinnya will remove the party's Mana!",
    "questLostMasterclasser4RageEffect": "`Anti'zinnya uses SIPHONING VOID!` In a twisted inversion of the Ethereal Surge spell, you feel your magic drain away into the darkness!",
    "questLostMasterclasser4DropBackAccessory": "Aether Cloak (Back Accessory)",
    "questLostMasterclasser4DropWeapon": "Aether Crystals (Two-Handed Weapon)",
    "questLostMasterclasser4DropMount": "Invisible Aether Mount",
    "questYarnText": "A Tangled Yarn",
    "questYarnNotes": "It’s such a pleasant day that you decide to take a walk through the Taskan Countryside. As you pass by its famous yarn shop, a piercing scream startles the birds into flight and scatters the butterflies into hiding. You run towards the source and see @Arcosine running up the path towards you. Behind him, a horrifying creature consisting of yarn, pins, and knitting needles is clicking and clacking ever closer.<br><br>The shopkeepers race after him, and @stefalupagus grabs your arm, out of breath. \"Looks like all of his unfinished projects\" <em>gasp gasp</em> \"have transformed the yarn from our Yarn Shop\" <em>gasp gasp</em> \"into a tangled mass of Yarnghetti!\"<br><br>\"Sometimes, life gets in the way and a project is abandoned, becoming ever more tangled and confused,\" says @khdarkwolf. \"The confusion can even spread to other projects, until there are so many half-finished works running around that no one gets anything done!\"<br><br>It’s time to make a choice: complete your stalled projects… or decide to unravel them for good. Either way, you'll have to increase your productivity quickly before the Dread Yarnghetti spreads confusion and discord to the rest of Habitica!",
    "questYarnCompletion": "With a feeble swipe of a pin-riddled appendage and a weak roar, the Dread Yarnghetti finally unravels into a pile of yarn balls.<br><br>\"Take care of this yarn,\" shopkeeper @JinjooHat says, handing them to you. \"If you feed them and care for them properly, they'll grow into new and exciting projects that just might make your heart take flight…\"",
    "questYarnBoss": "The Dread Yarnghetti",
    "questYarnDropYarnEgg": "Yarn (Egg)",
    "questYarnUnlockText": "Feloldja a fonalgombolyag tojások vásárlását a Piacon",
    "winterQuestsText": "Winter Quest Bundle",
    "winterQuestsNotes": "Küldetéseket tartalmaz, amelyekkel Jegesmedve kisállatot, Jegesmedve hátast és Pingvin kisállat tojásokat szerezhetsz: Találd meg a Bocsot, Csapdás Mikulás és A Dermesztő Dáridó.",
    "questPterodactylText": "The Pterror-dactyl",
    "questPterodactylNotes": "You're taking a stroll along the peaceful Stoïkalm Cliffs when an evil screech rends the air. You turn to find a hideous creature flying towards you and are overcome by a powerful terror. As you turn to flee, @Lilith of Alfheim grabs you. \"Don't panic! It's just a Pterror-dactyl.\"<br><br>@Procyon P nods. \"They nest nearby, but they're attracted to the scent of negative Habits and undone Dailies.\"<br><br>\"Don't worry,\" @Katy133 says. \"We just need to be extra productive to defeat it!\" You are filled with a renewed sense of purpose and turn to face your foe.",
    "questPterodactylCompletion": "With one last screech the Pterror-dactyl plummets over the side of the cliff. You run forward to watch it soar away over the distant steppes. \"Phew, I'm glad that's over,\" you say. \"Me too,\" replies @GeraldThePixel. \"But look! It's left some eggs behind for us.\" @Edge passes you three eggs, and you vow to raise them in tranquility, surrounded by positive Habits and blue Dailies.",
    "questPterodactylBoss": "Pterror-dactyl",
    "questPterodactylDropPterodactylEgg": "Pterodactyl (Egg)",
    "questPterodactylUnlockText": "Feloldja a Pterodactyl tojások vásárlását a Piacon",
    "questBadgerText": "Stop Badgering Me!",
    "questBadgerNotes": "Ah, tél a Feladaterdőben. A lágyan hulló hó, a zúzmarával csillogó ágak, a Virágzó Tündérek… akik még mindig nem alszanak?<br><br>„Miért vannak még ébren?” kiáltja @LilithofAlfheim. „Ha nem kezdik meg hamarosan a téli álmukat, nem lesz elég energiájuk az ültetési szezonra!”<br><br>Miközben te és @Willow the Witty sietve utánajártok a dolognak, egy szőrös fej bukkan elő a földből. Mielőtt kiáltani tudnád: „Ez a Nyaggancs!”, már vissza is bújik az üregébe – de nem anélkül, hogy elkapná a tündérek „Téli álom” Teendőit, és helyükre egy hatalmas lista idegesítő feladatot ejtene!<br><br>„Nem csoda, hogy a tündérek nem tudnak pihenni, ha folyamatosan így nyaggatják őket!” mondja @plumilla. El tudod űzni ezt a bestiát, és megmenteni a Feladaterdő idei termését?",
    "questBadgerCompletion": "Végül sikerül elűznöd a Nyaggancsot, és sietve bemész az üregébe. Az alagút végén megtalálod a tündérek „Téli álom” Teendőinek rejtekhelyét. Az odú teljesen elhagyatottnak tűnik… kivéve három tojást, amelyek mintha már a kikelésre készülnének.",
    "questBadgerBoss": "The Badgering Bother",
    "questBadgerDropBadgerEgg": "Badger (Egg)",
    "questBadgerUnlockText": "Lehetővé teszi a Borztojások vásárlását a Piacon",
    "questDysheartenerText": "Az elcsüggesztő",
    "questDysheartenerNotes": "The sun is rising on Valentine’s Day when a shocking crash splinters the air. A blaze of sickly pink light lances through all the buildings, and bricks crumble as a deep crack rips through Habit City’s main street. An unearthly shrieking rises through the air, shattering windows as a hulking form slithers forth from the gaping earth.<br><br>Mandibles snap and a carapace glitters; legs upon legs unfurl in the air. The crowd begins to scream as the insectoid creature rears up, revealing itself to be none other than that cruelest of creatures: the fearsome Dysheartener itself. It howls in anticipation and lunges forward, hungering to gnaw on the hopes of hard-working Habiticans. With each rasping scrape of its spiny forelegs, you feel a vise of despair tightening in your chest.<br><br>“Take heart, everyone!” Lemoness shouts. “It probably thinks that we’re easy targets because so many of us have daunting New Year’s Resolutions, but it’s about to discover that Habiticans know how to stick to their goals!”<br><br>AnnDeLune raises her staff. “Let’s tackle our tasks and take this monster down!”",
    "questDysheartenerCompletion": "<strong>The Dysheartener is DEFEATED!</strong><br><br>Together, everyone in Habitica strikes a final blow to their tasks, and the Dysheartener rears back, shrieking with dismay. “What's wrong, Dysheartener?” AnnDeLune calls, eyes sparkling. “Feeling discouraged?”<br><br>Glowing pink fractures crack across the Dysheartener's carapace, and it shatters in a puff of pink smoke. As a renewed sense of vigor and determination sweeps across the land, a flurry of delightful sweets rains down upon everyone.<br><br>The crowd cheers wildly, hugging each other as their pets happily chew on the belated Valentine's treats. Suddenly, a joyful chorus of song cascades through the air, and gleaming silhouettes soar across the sky.<br><br>Our newly-invigorated optimism has attracted a flock of Hopeful Hippogriffs! The graceful creatures alight upon the ground, ruffling their feathers with interest and prancing about. “It looks like we've made some new friends to help keep our spirits high, even when our tasks are daunting,” Lemoness says.<br><br>Beffymaroo already has her arms full with feathered fluffballs. “Maybe they'll help us rebuild the damaged areas of Habitica!”<br><br>Crooning and singing, the Hippogriffs lead the way as all the Habitcans work together to restore our beloved home.",
    "questDysheartenerCompletionChat": "`The Dysheartener is DEFEATED!`\n\nTogether, everyone in Habitica strikes a final blow to their tasks, and the Dysheartener rears back, shrieking with dismay. “What's wrong, Dysheartener?” AnnDeLune calls, eyes sparkling. “Feeling discouraged?”\n\nGlowing pink fractures crack across the Dysheartener's carapace, and it shatters in a puff of pink smoke. As a renewed sense of vigor and determination sweeps across the land, a flurry of delightful sweets rains down upon everyone.\n\nThe crowd cheers wildly, hugging each other as their pets happily chew on the belated Valentine's treats. Suddenly, a joyful chorus of song cascades through the air, and gleaming silhouettes soar across the sky.\n\nOur newly-invigorated optimism has attracted a flock of Hopeful Hippogriffs! The graceful creatures alight upon the ground, ruffling their feathers with interest and prancing about. “It looks like we've made some new friends to help keep our spirits high, even when our tasks are daunting,” Lemoness says.\n\nBeffymaroo already has her arms full with feathered fluffballs. “Maybe they'll help us rebuild the damaged areas of Habitica!”\n\nCrooning and singing, the Hippogriffs lead the way as all the Habitcans work together to restore our beloved home.",
    "questDysheartenerBossRageTitle": "Shattering Heartbreak",
    "questDysheartenerBossRageDescription": "The Rage Attack gauge fills when Habiticans miss their Dailies. If it fills up, the Dysheartener will unleash its Shattering Heartbreak attack on one of Habitica's shopkeepers, so be sure to do your tasks!",
    "questDysheartenerBossRageSeasonal": "`The Dysheartener uses SHATTERING HEARTBREAK!`\n\nOh, no! After feasting on our undone Dailies, the Dysheartener has gained the strength to unleash its Shattering Heartbreak attack. With a shrill shriek, it brings its spiny forelegs down upon the pavilion that houses the Seasonal Shop! The concussive blast of magic shreds the wood, and the Seasonal Sorceress is overcome by sorrow at the sight.\n\nQuickly, let's keep doing our Dailies so that the beast won't strike again!",
    "seasonalShopRageStrikeHeader": "The Seasonal Shop was Attacked!",
    "seasonalShopRageStrikeLead": "Leslie is Heartbroken!",
    "seasonalShopRageStrikeRecap": "On February 21, our beloved Leslie the Seasonal Sorceress was devastated when the Dysheartener shattered the Seasonal Shop. Quickly, tackle your tasks to defeat the monster and help rebuild!",
    "marketRageStrikeHeader": "The Market was Attacked!",
    "marketRageStrikeLead": "Alex is Heartbroken!",
    "marketRageStrikeRecap": "On February 28, our marvelous Alex the Merchant was horrified when the Dysheartener shattered the Market. Quickly, tackle your tasks to defeat the monster and help rebuild!",
    "questsRageStrikeHeader": "The Quest Shop was Attacked!",
    "questsRageStrikeLead": "Ian is Heartbroken!",
    "questsRageStrikeRecap": "On March 6, our wonderful Ian the Quest Guide was deeply shaken when the Dysheartener shattered the ground around the Quest Shop. Quickly, tackle your tasks to defeat the monster and help rebuild!",
    "questDysheartenerBossRageMarket": "`The Dysheartener uses SHATTERING HEARTBREAK!`\n\nHelp! After feasting on our incomplete Dailies, the Dysheartener lets out another Shattering Heartbreak attack, smashing the walls and floor of the Market! As stone rains down, Alex the Merchant weeps at his crushed merchandise, stricken by the destruction.\n\nWe can't let this happen again! Be sure to do all our your Dailies to prevent the Dysheartener from using its final strike.",
    "questDysheartenerBossRageQuests": "`The Dysheartener uses SHATTERING HEARTBREAK!`\n\nAaaah! We've left our Dailies undone again, and the Dysheartener has mustered the energy for one final blow against our beloved shopkeepers. The countryside around Ian the Quest Master is ripped apart by its Shattering Heartbreak attack, and Ian is struck to the core by the horrific vision. We're so close to defeating this monster.... Hurry! Don't stop now!",
    "questDysheartenerDropHippogriffPet": "Hopeful Hippogriff (Pet)",
    "questDysheartenerDropHippogriffMount": "Hopeful Hippogriff (Mount)",
    "dysheartenerArtCredit": "Artwork by @AnnDeLune",
    "hugabugText": "Hug a Bug Quest Bundle",
    "hugabugNotes": "Küldetéseket tartalmaz, amelyekkel Bogár, Hernyó és Csiga kisállat tojásokat szerezhetsz: A KRITIKUS HIBA, Viszlát Pillangy, és A Robotikus Robotcsiga.",
    "questSquirrelText": "The Sneaky Squirrel",
    "questSquirrelNotes": "You wake up and find you’ve overslept! Why didn’t your alarm go off? … How did an acorn get stuck in the ringer?<br><br>When you try to make breakfast, the toaster is stuffed with acorns. When you go to retrieve your mount, @Shtut is there, trying unsuccessfully to unlock their stable. They look into the keyhole. “Is that an acorn in there?”<br><br>@randomdaisy cries out, “Oh no! I knew my pet squirrels had gotten out, but I didn’t know they’d made such trouble! Can you help me round them up before they make any more of a mess?”<br><br>Following the trail of mischievously placed oak nuts, you track and catch the wayward sciurines, with @Cantras helping secure each one safely at home. But just when you think your task is almost complete, an acorn bounces off your helm! You look up to see a mighty beast of a squirrel, crouched in defense of a prodigious pile of seeds.<br><br>“Oh dear,” says @randomdaisy, softly. “She’s always been something of a resource guarder. We’ll have to proceed very carefully!” You circle up with your party, ready for trouble!",
    "questSquirrelCompletion": "With a gentle approach, offers of trade, and a few soothing spells, you’re able to coax the squirrel away from its hoard and back to the stables, which @Shtut has just finished de-acorning. They’ve set aside a few of the acorns on a worktable. “These ones are squirrel eggs! Maybe you can raise some that don’t play with their food quite so much.”",
    "questSquirrelBoss": "Sneaky Squirrel",
    "questSquirrelDropSquirrelEgg": "Squirrel (Egg)",
    "questSquirrelUnlockText": "Lehetővé teszi a Mókustojások vásárlását a Piacon",
    "cuddleBuddiesText": "Cuddle Buddies Quest Bundle",
    "cuddleBuddiesNotes": "Küldetéseket tartalmaz, amelyekkel Nyúl, Vadászgörény és Tengerimalac kisállat tojásokat szerezhetsz: A Gyilkos Nyúl, A Gonosz Görény és A Tengerimalac Banda.",
    "aquaticAmigosText": "Aquatic Amigos Quest Bundle",
    "aquaticAmigosNotes": "Küldetéseket tartalmaz, amelyekkel Tintahal, Polip és Axolotl kisállat tojásokat szerezhetsz: A Hiányosság Krakene, Oktothulu Hívása és A Varázslatos Axolotl.",
    "questSeaSerpentText": "Danger in the Depths: Sea Serpent Strike!",
    "questSeaSerpentNotes": "Your streaks have you feeling lucky—it’s the perfect time for a trip to the seahorse racetrack. You board the submarine at Diligent Docks and settle in for the trip to Dilatory, but you’ve barely submerged when an impact rocks the sub, sending its occupants tumbling. “What’s going on?” @AriesFaries shouts.<br><br>You glance through a nearby porthole and are shocked by the wall of shimmering scales passing by it. “Sea serpent!” Captain @Witticaster calls through the intercom. “Brace yourselves, it’s coming ‘round again!” As you grip the arms of your seat, your unfinished tasks flash before your eyes. ‘Maybe if we work together and complete them,’ you think, ‘we can drive this monster away!’",
    "questSeaSerpentCompletion": "Battered by your commitment, the sea serpent flees, disappearing into the depths. When you arrive in Dilatory, you breathe a sigh of relief before noticing @*~Seraphina~ approaching with three translucent eggs cradled in her arms. “Here, you should have these,” she says. “You know how to handle a sea serpent!” As you accept the eggs, you vow anew to remain steadfast in completing your tasks to ensure that there’s not a repeat occurrence.",
    "questSeaSerpentBoss": "The Mighty Sea Serpent",
    "questSeaSerpentDropSeaSerpentEgg": "Sea Serpent (Egg)",
    "questSeaSerpentUnlockText": "Lehetővé teszi a Tengeri Kígyó tojások vásárlását a Piacon",
    "questKangarooText": "Kangaroo Catastrophe",
    "questKangarooNotes": "Maybe you should have finished that last task… you know, the one you keep avoiding, even though it always comes back around? But @Mewrose and @LilithofAlfheim invited you and @stefalupagus to see a rare kangaroo troop hopping through the Sloensteadi Savannah; how could you say no?! As the troop comes into view, something hits you on the back of the head with a mighty <em>whack!</em><br><br>Shaking the stars from your vision, you pick up the responsible object--a dark red boomerang, with the very task you continually push back etched into its surface. A quick glance around confirms the rest of your party met a similar fate. One larger kangaroo looks at you with a smug grin, like she’s daring you to face her and that dreaded task once and for all!",
    "questKangarooCompletion": "“NOW!” You signal your party to throw the boomerangs back at the kangaroo. The beast hops further away with each hit until she flees, leaving nothing more than a dark red cloud of dust, a few eggs, and some gold coins.<br><br>@Mewrose walks forward to where the kangaroo once stood. “Hey, where did the boomerangs go?”<br><br>“They probably dissolved into dust, making that dark red cloud, when we finished our respective tasks,” @stefalupagus speculates.<br><br>@LilithofAlfheim squints at the horizon. “Is that another kangaroo troop heading our way?”<br><br>You all break into a run back to Habit City. Better to face your difficult tasks than take another lump to the back of the head!",
    "questKangarooBoss": "Catastrophic Kangaroo",
    "questKangarooDropKangarooEgg": "Kangaroo (Egg)",
    "questKangarooUnlockText": "Lehetővé teszi a Kengurutojások vásárlását a Piacon",
    "forestFriendsText": "Forest Friends Quest Bundle",
    "forestFriendsNotes": "Küldetéseket tartalmaz a facsemete, az őz és a sün kisállat tojásainak megszerzéséhez: A kacskaringós fa, a tavasz szelleme és a tüskevadállat.",
    "questAlligatorText": "The Insta-Gator",
    "questAlligatorNotes": "“Crikey!” exclaims @gully. “An Insta-Gator in its natural habitat! Careful, it distracts its prey with things that seem urgent THIS INSTANT, and it feeds on the unchecked Dailies that result.” You fall silent to avoid attracting its attention, but to no avail. The Insta-Gator spots you and charges! Distracting voices rise up from Swamps of Stagnation, grabbing for your attention: “Read this post! See this photo! Pay attention to me THIS INSTANT!” You scramble to mount a counterattack, completing your Dailies and bolstering your good Habits to fight off the dreaded Insta-Gator.",
    "questAlligatorCompletion": "With your attention focused on what’s important and not the Insta-Gator’s distractions, the Insta-Gator flees. Victory! “Are those eggs? They look like gator eggs to me,” asks @mfonda. “If we care for them correctly, they’ll be loyal pets or faithful steeds,” answers @UncommonCriminal, handing you three to care for. Let’s hope so, or else the Insta-Gator might make a return…",
    "questAlligatorBoss": "Insta-Gator",
    "questAlligatorDropAlligatorEgg": "Alligator (Egg)",
    "questAlligatorUnlockText": "Feloldja az aligátortojások vásárlását a Piacon",
    "oddballsText": "Oddballs Quest Bundle",
    "oddballsNotes": "Küldetéseket tartalmaz a nyálka, a fonalgombolyag és a kő kisállat tojásainak megszerzéséhez: A Zselé uralkodó, Az összegabalyodott fonal és A menekülés a barlangi lény elől.",
    "birdBuddiesText": "Bird Buddies Quest Bundle",
    "birdBuddiesNotes": "Küldetéseket tartalmaz a páva, a pingvin és a kakas kisállat tojásainak megszerzéséhez: a Tologatós Páva, a Zord Madár és a kakas tombolása.",
    "questVelociraptorText": "The Veloci-Rapper",
    "questVelociraptorNotes": "You’re sharing honey cakes with @*~Seraphina~*, @Procyon P, and @Lilith of Alfheim by a lake in the Stoïkalm Steppes. Suddenly, a mournful voice interrupts your picnic.<br><br><em>My Habits took a hit, I missed my Dailies,<br>I’m losing it, sinking with doubt and maybes,<br>At the top of my game I used to be so fly,<br>But now I just let my Due Dates go by.</em><br><br>@*~Seraphina~* peers behind a stand of grass. “It’s the Veloci-Rapper. It seems... distraught?”<br><br>You pump a fist in determination. “There's only one thing to do. Rap battle time!”",
    "questVelociraptorCompletion": "Áttörsz a fűben és szembekerülsz a Veloci-Rapperrel.<br><br><em>Figyelj ide, rapper, ne add fel,<br>Te vagy a rossz szokások legnagyobb harcosa!<br>Pipáld ki a tennivalóidat, mint egy főnök,<br>Ne bánkódj egyetlen elveszett nap miatt sem!</em><br><br>Megújult önbizalommal ugrik tovább, hogy másnap is szabad stílusban rappeljen, hátrahagyva három tojást ott, ahol ült.",
    "questVelociraptorBoss": "Veloci-Rapper",
    "questVelociraptorDropVelociraptorEgg": "Velociraptor (tojás)",
    "questVelociraptorUnlockText": "Feloldja a Velociraptor tojások vásárlását a Piacon",
    "evilSantaAddlNotes": "Ne feledd, hogy a “Prémvadász Mikulás” és a “Találd meg a kölyköt” összeadodó küldetés teljesítményt add, de a ritka kisállat és hátas csak egyszer kerül hozzáadásra az istállódhoz.",
    "questFluoriteText": "Ragyogó Fluorit rémület",
    "questDogUnlockText": "Feloldja a kutyatojások vásárlását a Piacon.",
    "questDogDropDogEgg": "Kutya (tojás)",
    "questDogRageEffect": "Shiberus villámgyorsan játékokat dobál feléd, és blokkolja a varázslataidat! A csapat MP-je csökken!",
    "questDogRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, Shiberus elvesz a csapatod MP-jéből!",
    "questDogRageTitle": "Hármas játékdobás",
    "questDogBoss": "Shiberus",
    "questDogNotes": "Kiválasztottak egy expedícióra, hogy feltérképezd Habitica föld alatti barlangrendszereit! A Habit város kutatói azt feltételezik, hogy ezekben a mélységekben új eszközöket találhatunk a feladatkezeléshez vagy akár még felfedezetlen lények is rejtőzhetnek.<br><br>Ahogy a Kanyargó Hegyek lábánál futó sziklás alagutakat térképezed, egy barlangszerű bejáratból előtűnő fény ragadja meg a figyelmed. Ahogy közelebb érsz, játékokat látsz? Plüssállatok és gumilabdák hevernek szétszórva a barlang padlóján. Ez… ugatás, amit hallasz?<br><br>Egy hatalmas, háromfejű kutya ugrik elő, egyenesen arra a játékra vetődve, amit épp fel akartál venni! Megdermedsz – majdnem elvesztetted egy végtagodat! De… a kutya szájai túlságosan is le vannak foglalva játékokkal ahhoz, hogy támadjanak?<br><br>\"Vau!\" – csahol az egyik fej, miközben egy szakadt plüssmosómedvét ejt a földre. \"Azért jöttél, hogy segíts kitakarítani?? Nagyon össze kéne pakolnom, de akárhányszor felveszek egy játékot, végül mindig játszani kezdek vele… Itt, kapd el!!\"<br><br>Egy labdát hajít feléd, aztán még egyet, majd egy harmadikat is. Ezek az extra fejek igazán komoly reflexedzést csinálnak neked!",
    "questGiraffeText": "A Zsi-báru",
    "questGiraffeNotes": "A Sloenstedi Szavanna magas füvében sétálsz, élvezve a természetet és egy kis pihenőt tartva a feladataid között. Ahogy a lankás tájon áthaladsz, egy kupac tárgyat veszel észre a távolban. Egy halom hangszert, művészeti eszközt, elektronikai kütyüt és még sok mást! Kíváncsian közelebb lépsz, hogy jobban megnézd.<br><br>\"Hé, mit csinálsz ott?” – kiált egy hang egy akácia mögül. Egy magas és tekintélyt parancsoló zsiráf lép elő, elegáns napszemüvegben, gitárral és egy menő fényképezőgéppel a hosszú nyakán. \"Ez mind az én felszerelésem, vigyázz, és ne nyúlj semmihez!\"<br><br>Ahogy jobban megnézed, látod, hogy a legtöbb tárgy poros. \"Vaó, rengeteg hobbid van!\" – mondod. \"Megmutatsz valami alkotást vagy játszol nekem egy dalt?\"<br><br>A zsiráf arca elkomorul, ahogy végignéz a felszerelésén. \"Annyi cuccom van, de fogalmam sincs, hol kezdjem! Miért nem adsz egy kis motivációt, hogy végre legyen elég energiám belevágni?\"",
    "questChameleonText": "A Kaotikus Kaméleon",
    "questGiraffeDropGiraffeEgg": "Zsiráf (tojás)",
    "questGiraffeBoss": "Zsi-báru",
    "questChameleonDropChameleonEgg": "Kaméleon (tojás)",
    "questChameleonBoss": "Kaotikus Kaméleon",
    "questChameleonCompletion": "Néhány élénk fordulat után a Kaméleon végigment a szivárvány összes színén, tökéletesen utánozva mindegyiket, amit kértél.<br><br>\"Vaó\" – mondja –, \"az, hogy együtt dolgoztunk és játékká alakítottuk, tényleg segített koncentrálnom! Kérlek, fogadd el ezeket jutalmul, megérdemled! Tanítsd meg ezeket a kis fickókat is, hogyan változtassák a színeiket a szivárvány minden árnyalatára, amikor kikelnek.\"",
    "questRobotCollectBolts": "Csavarok",
    "questBronzeDropBronzePotion": "Bronz keltető főzet",
    "questRaccoonText": "Mosómedve Mágnás",
    "questRaccoonNotes": "Egy kellemes őszi nap van Habiticában, és lassan sétálsz végig a Hódítási Patak partján. Néhány mutatós féldrágakövet veszel észre a parton – tökéletesek lennének egy projektedhez, amit már régóta tervezel.<br><br>Elkezded egy fa tövében gyűjteni a legjobb leleteidet. Furcsa módon azonban, amikor visszatérsz, a halom nemhogy nőne, hanem egyre kisebb lesz…<br><br>Ez nem lehet igaz. Körülnézel, de semmi gyanúsat nem veszel észre. Épp visszafordulsz a patakhoz, amikor egy kézhez hasonló mancsot pillantasz meg, amely a fatörzs odvában nyúl ki és elkap néhány követ a halmodból!<br><br>\"Hé!\" – kiáltasz fel. \"Keményen dolgoztam, hogy ezeket összegyűjtsem. Nem szép dolog csak úgy elvenni őket engedély nélkül!\"<br><br>Egy maszkos arc bukkan elő az odúból és rád vigyorog. \"Aki találja, azé!\" – mondja a mosómedve. Aztán visszahúzódik a fába, kezében a zsáknyi kővel. Te pedig utána vetődsz! Ezek a kövek megérik a harcot.",
    "questRaccoonRageTitle": "Csecsebecse Cunami",
    "questRaccoonBoss": "Farkasétvágyú Mosómedve",
    "questRaccoonRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Mosómedve Mágnás visszanyer némi életerőt!",
    "questRaccoonRageEffect": "A Farkasétvágyú Mosómedve elvisz néhány általad megmentett tárgyat és visszadugja őket a fa törzsébe. A boss 30%-ot visszanyer az egészségéből!",
    "questRaccoonUnlockText": "Feloldja a mosómedvetojások vásárlását a Piacon.",
    "questRaccoonDropRaccoonEgg": "Mosómedve (tojás)",
    "questSilverUnlockText": "Feloldja az ezüst keltető bájitalok vásárlását a Piacon",
    "questWaffleUnlockText": "Feloldja a Édesség keltetőfőzet vásárlását a Piacon",
    "questSilverCollectCancerRunes": "Rák zodiákus rúnák",
    "questDolphinDropDolphinEgg": "Delfin (tojás)",
    "questSilverDropSilverPotion": "Ezüst keltető főzet",
    "questCatText": "Egy Purrplexáló probléma",
    "questCatUnlockText": "Feloldja a macskatojások vásárlását a Piacon.",
    "questCatDropCatEgg": "Macska (tojás)",
    "questCatRageEffect": "A Purrplexer leveri az összegyűjtött varázstárgyaidat az asztalról! A csapat MP-je csökken!",
    "questCatRageTitle": "Dühös csapkodás",
    "questCatBoss": "A Purrplexer",
    "questRubyCollectVenusRunes": "Vénusz rúnák",
    "mythicalMarvelsText": "Mítikus Csodák küldetéscsomag",
    "questRobotDropRobotEgg": "Robot (tojás)",
    "questBronzeBoss": "Pimasz bogár",
    "questWaffleRageTitle": "Juharszirupos Mocsár",
    "questRubyCollectAquariusRunes": "Vízöntő állatövi rúnák",
    "mythicalMarvelsNotes": "Küldetéseket tartalmaz az unikornis, a griff és a tengeri kígyó kisállat tojásainak megszerzéséhez: Az unikornis királynő meggyőzése, A tüzes griff és Veszély a mélyben: A tengeri kígyó csapása!",
    "questPinkMarbleUnlockText": "Feloldja a rózsaszín márvány keltetőfőzetek vásárlását a Piacon.",
    "questCrabUnlockText": "Feloldja a rák tojások vásárlását a Piacon.",
    "questCrabDropCrabEgg": "Rák (tojás)",
    "questCrabRageEffect": "A Matató Rák eltereli a figyelmedet a díszítéssel, lelassítva az ásást és elszívva némi varázserődet. A csapat MP-je csökken!",
    "questCrabRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Matató Rák elvesz a csapatod MP-jéből!",
    "questCrabRageTitle": "Figyelemelterelő matatás",
    "questCrabBoss": "Matató Rák",
    "questCrabText": "A Matató Rák",
    "questChameleonUnlockText": "Feloldja a kaméleontojások vásárlását a Piacon",
    "questGiraffeUnlockText": "Feloldja a zsiráftojások vásárlását a Piacon.",
    "questCatRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Purrplexer elvesz a csapatod MP-jéből!",
    "questCatCompletion": "Szerencsére mindent sikerült elkapnod, amit az az erőszakos macska lelökött az asztalról. Ahogy a padlón ülsz, észreveszed, hogy az előtted lévő tárgyak fényesen ragyognak. Felnézve látod, hogy az asztalon lévők is reagálnak! Úgy tűnik, hogy a különböző magasságokba helyezésük áttörést hozott a kutatásodban!<br><br>\"Tudod, végül is segítettél nekem. Azt hiszem, csak egy friss szemre volt szükségem, hogy kimozduljak a holtpontról. Bár jó lett volna egy kis figyelmeztetés, mielőtt elkezdted lelökdösni a dolgokat\" – mondod a macskának, miközben óvatosan megsimogatod.<br><br>\"Ez egy purrfektül jogos kérés, kérlek, fogadd el ezeket bocsánatkérésként!\" – dorombolja és néhány furcsa kinézetű tojást tol eléd. \"Örülök, hogy segíthettem, hogy más purrspektívából lásd a dolgokat.\"",
    "questCatNotes": "Egy szép napon a Habit városában az Elvarázsolt hatékonyság empóriumának műhelyében találod magad. Egy nehéz feladatot kaptál: létre kell hoznod egy új varázslatos motivációs varázsigét, amely segít a Habitica lakóinak könnyedén elérni céljaikat.<br><br>Előtted az asztalon különféle varázstárgyak sorakoznak. Minden feljegyzés szerint ezeknek együtt kellett volna rezegniük a produktivitás energiájával… de eddig még egy szikrányi motiváció sem jelent meg.<br><br>Az ajtó nyikorgása jelzi, hogy új látogató érkezett a műhelyedbe. Pici lábak szaladgálnak, egy bolyhos folt suhan fel az asztalra. Egy… macska? Mielőtt még megdicsérhetnéd, milyen pihe-puha, máris felemeli a mancsát az egyik kristályhoz, amelyet beállítottál, és… lelöki az asztalról!<br><br>\"Hé!\" kiáltasz fel. \"Nagyon aranyos vagy, de épp dolgozom itt…\"<br><br>A macska gyönyörű kék szemével rád néz, félrebillenti a fejét, majd egy csokor gyógynövényt is leüt az asztalról. \"Segítek!\" – dorombolja.<br><br>Látod, hogy a mancsát kinyújtja a többi összegyűjtött tárgy felé, és azonnal a padlóra veti magad, hogy elkapd a következőt, amely leesik!",
    "questDogCompletion": "Miután összegyűjtötted az összes játékot, amelyet (szerencsére) sikerült kikerülnöd, gyengéden megsimogatod Shiberus középső fejét.<br><br>\"Nagyszerű dolog lelkesedni egy nagy feladat iránt, de hasznos lehet, ha van egy terved. Talán legközelebb próbáld meg az elejétől haladni visszafelé? Vagy dolgozz 30 perces szakaszokban, rövid játékos szünetekkel közben.\"<br><br>\"Ez jó ötlet\" – szólal meg a kölyök bal oldali feje. A jobb oldali fej néhány tárgyat helyez melléd, köztük néhány tojásnak tűnő dolgot… \"Találtam pár dolgot, ami talán tetszene neked, miközben játszottunk. Köszönöm a segítséget!\"",
    "questDogText": "Hármas kutyás kihívás!",
    "questRaccoonCompletion": "\"Igazán, szerintem bőven van elég klassz kő mindkettőnknek\" – mondod, miközben visszaszerzed az utolsó tárgyaidat. \"Nézd, itt van néhány a gyűjteményemből, szívesen megosztom veled!\"<br><br>\"Ó, ez igazán kedves tőled\" – feleli a mosómedve. \"Tulajdonképpen, neked is van itt néhány klassz kis ajándékom!\"",
    "questCrabCompletion": "Te és a rák rájöttök, hogyan dolgozzatok együtt, hogy mindent a megfelelő helyre tegyetek és végül egy remek homokos üreget hoztok létre. A rák boldogan befészkelődik.<br><br>\"Köszönöm szépen!\" – mondja, miközben kényelmesen elhelyezkedik. \"Na, ez már egy igazi otthon, ami pont nekem való. Végre élvezhetem az összes tökéletesen elrendezett díszítésemet. Itt van néhány apró kis jószág hálám jeléül. Ezt az ajánlatot nem utasíthatod vissza!\"",
    "questChameleonNotes": "Egy gyönyörű nap van a Taskwoods egy meleg, esős szegletében. Épp új leveleket keresel a gyűjteményedhez, amikor egy előtted lévő ág figyelmeztetés nélkül színt változtat! Aztán megmozdul!<br><br>Hátratántorodva rájössz, hogy ez nem is egy ág, hanem egy hatalmas kaméleon! A teste minden része folyamatosan változtatja a színét, miközben a szemei különböző irányokba cikáznak.<br><br>\"Jól vagy?\" – kérdezed a kaméleont.<br><br>\"Ahhh, hát…\" – mondja kissé zavartan. \"Próbálok beleolvadni a környezetbe… de annyira megterhelő… a színek csak jönnek és mennek! Nehéz egyetlen árnyalatra koncentrálni…\"<br><br>\"Aha\" – mondod. \"Azt hiszem, tudok segíteni. Élesítsük a fókuszodat egy kis kihívással! Készülj a színeiddel!\"<br><br>\"Benne vagyok!\" – feleli a kaméleon.",
    "questCrabNotes": "Egy meleg, napsütéses reggel van és épp a tengerparton pihensz, hogy behozd a lemaradásod a nyári olvasmánylistádról. Meglepődsz, amikor majdnem rálépsz egy fénylő kristályra egy sekély homokgödör mellett.<br><br>\"Hé, nézz már a lábad elé! Épp egy üreget ások itt!\" – szólal meg egy hang. Egy meglepően nagy rák szalad ki előtted, díszes páncélján csillogó kagylókkal és beszéd közben csattogtatja ollóját.<br><br>\"Hm, ez egy üreg?\" – kérdezed, miközben a sekély mélyedést vizsgálod. Kagylók és kristályok vannak körberendezve, de búvóhelynek nem éppen mondható.<br><br>A rák kissé zavartan válaszol. \"Hé, ez itt egy ítélkezésmentes övezet! Dolgozom rajta, dolgozom rajta… csak kicsit elragadott a díszítés. Néha egy ráknak matatnia kell\" – mondja, miközben igazgat egy kagylót.<br><br>\"Ha ennyire tudod, hogyan kell kinéznie egy rendes üregnek, miért nem segítesz egy ollónyújtással?\"",
    "questGiraffeCompletion": "Miután segítettél a Zsi-bárunak egy kis alapvető rendszerezésben, mindketten energikusabbnak és vidámabbnak érzitek magatokat!<br><br>Előkapja a gitárját és egy kezdőknek szóló gyakorlókönyvet, majd penget néhány hangot. \"Jó érzés egy kis lépést tenni a helyes irányba, még ha csak egy aprót is. Köszönöm a segítséged! Fogadd el ezeket – hallottam, hogy van egy kisállat-gyűjteményed és ezek a fickók remek kiegészítés lehetnek!\"",
    "questDolphinText": "A kétely delfine",
    "questSilverNotes": "A Bronz keltető bájital legújabb felfedezése egész Habiticát felkavarta. Lehetséges lenne, hogy még fényesebb fémekből készült főzetek is léteznek? Elindultok Habit városának központi könyvtárába, @QuartzFox és @starsystemic kíséretében, és hatalmas könyvhalmokat gyűjtötök össze az alkímiáról, hogy tanulmányozzátok.<br><br>Órányi fárasztó munka után @QuartzFox felkiált egy olyan örömkiáltással, ami nem igazán illik egy könyvtárba. „Aha! Megvan!” Siettek, hogy lássátok. „Az Ezüst keltető bájital a rák csillagjegy rúnáival lehet elkészíteni, amelyeket tiszta ezüstben oldanak fel, amit Hold rúnák erejével megtöltött lángon olvasztanak meg.”<br><br>\"Sok ilyen hozzávalóra lesz szükségünk\" - töpreng @starsystemic. \"Ha esetleg valami elromlana.\"<br><br>\"Csak egy helyen találhatunk hatalmas mennyiségben ilyen véletlenszerű készítési anyagokat\" - mondja @Edge, aki az állványok árnyékában áll, keresztbe tett karokkal. Ott volt egész idő alatt? \"A Munka Börtönei. Induljunk.\"",
    "questAmberBoss": "Trerezin",
    "questRubyNotes": "A Stoïkalm Vulkánok általában nyüzsgő csúcsai most csendben pihennek a hó alatt. \"Feltételezem, hogy a túrázók és a kirándulók hibernálnak?\" - mondja @gully neked és @Aspiring_Advocate-nak. \"Ez megkönnyíti a keresésünket.\"<br><br>Ahogy eléritek a csúcsot, a hideg szél összekeveredik a kráterből felcsapó gőzzel. \"Ott!\" - kiáltja @Aspiring_Advocate, egy forrás felé mutatva. \"Milyen jobb hely lenne a Vízöntő hűvös és a Vénusz szenvedélyes rúnáinak megtalálására, mint ahol a jég és a tűz találkozik?\"<br><br>Hárman siettek a forrás felé. \"A kutatásaim szerint\" - mondja @Aspiring_Advocate, \"ha a runákat szív alakú rubinokkal kombináljuk, egy olyan keltető főzetet hozhatunk létre, amely elősegíti a barátságot és a szerelmet!”<br><br>Az új felfedezés lehetősége felvillanyoz titeket és mind mosolyogtok. \"Rendben\" - mondja @gully, \"kezdjük el a keresést!\"",
    "questWaffleRageEffect": "`Borzalmas Gofri elhasználja a JUHARSZIRUPOS MOCSARAT!` A ragacsos, édes szirup lelassítja a csapásaidat és varázslataidat! A várakozó sebzés csökkent.",
    "questRubyUnlockText": "Feloldja a Rubin keltető főzet vásárlását a Piacon",
    "questDolphinUnlockText": "Feloldja a delfintojások vásárlását a Piacon",
    "questFluoriteCompletion": "Ahogy harcoltok, a kristálylény egyre inkább elterelődik a ti magatok keltette fényjátéktól. \"Olyan csillogó…\" – motyogja.<br><br>\"Persze!\" – kiált fel @nirbhao. \"Ez biztosan egy fluorit elementál. Csak fényre van szüksége, hogy ragyoghasson. Segítsünk neki tündökölni!\"<br><br>Az elementál boldogan kuncog és még fényesebben ragyog, ahogy fáklyákat és varázslatos fénymagokat gyújtotok. Olyan örömmel tölti el, hogy újra világíthat, hogy egy gazdag fluorit lelőhelyhez vezet titeket.<br><br>\"Ez tökéletes alapanyag egy új keltetőfőzethez\" – mondja @nirbhao. \"Egy olyan főzethez, amely a kisállatainkat is olyan ragyogóvá teszi, mint az új fluoreszkáló barátunk.\"",
    "jungleBuddiesNotes": "Küldetéseket tartalmaz a majom, a facsemete és a lajhár kisállat tojásainak megszerzéséhez: A Szörnyű Mandrill és a Csintalan Majmok, a Kacskaringós fa és az Álmatag Lajhár.",
    "questFluoriteBoss": "Fluorit Elementál",
    "questSilverCollectSilverIngots": "Ezüströgök",
    "questFluoriteNotes": "A szokatlan ásványok iránti kereslet mostanában igen magas, így néhány barátoddal együtt mélyen behatoltok a Kanyargó Hegyek bányáiba, hogy izgalmas érceket találjatok. Az expedíció hosszú és unalmas, mígnem @-Tyr- fel nem botlik egy hatalmas kőbe, amely pontosan az alagút közepén hever.<br><br>\"Ez majd feldobja a hangulatot\" – mondja @nirbhao, majd egy fénygömböt idéz elő.<br><br>Meleg ragyogás tölti meg az alagutat, de valami furcsa történik azzal a nagy kővel. A varázslatos fénytől táplálkozva fluoreszkáló kék, zöld és lila árnyalatokban kezd világítani. Aztán felegyenesedik egy homályosan humanoid alakot formálva, izzó vörös szemeit egyenesen rád szegezve! Azonnal cselekvésbe lendülsz, villódzó varázslatokkal és ragyogó fegyverekkel.",
    "questRobotText": "Titokzatos mechanikai csodák!",
    "questWaffleBoss": "Borzalmas Gofri",
    "questRobotCompletion": "Ahogy @Rev és a Felelősségtárs behelyezi az utolsó csavart, az időgép zümmögve életre kel. @FolleMente és @McCoyly beszállnak. \"Köszönjük a segítséget! Találkozunk a jövőben! Egyébként, ezek talán segítenek a következő találmányodban!\" Ezekkel a szavakkal az időutazók eltűnnek, de a régi Produktivitás Stabilizátor romjai között három óraműtojás marad hátra. Talán ezek lesznek a kulcsfontosságú alkatrészek egy új Felelősségtárs-gyártási sorhoz!",
    "questRobotNotes": "A Max Capacity laboratóriumban @Rev éppen befejezi legújabb találmányát, egy robotizált Felelősségtársat, amikor hirtelen egy furcsa fémjármű bukkan fel egy füstfelhőben, alig néhány centire a robot Fluktuáció érzékelőjétől! Utasai, két ezüstbe öltözött különös alak, kiszállnak és leveszik űrsisakjukat, felfedve, hogy @FolleMente és @McCoyly vannak.<br><br>\"Feltételezem, hogy anomália történt a produktivitásunk megvalósításában\" - mondja @FolleMente szégyenkezve.<br><br>@McCoyly keresztbe teszi a karját. \"Ez azt jelenti, hogy elhanyagolták a napi feladataik elvégzését, ami szerintem a Produktivitás Stabilizátorunk széteséséhez vezetett. Ez egy lényeges alkatrész az időutazáshoz, és következetességet igényel a megfelelő működéshez. Az eredményeink hajtják az időn és téren keresztüli mozgásunkat! Nincs időm tovább magyarázni, @Rev. 37 év múlva felfeded vagy talán a szövetségeseid, a Rejtélyes Időutazók, elmondják neked. Most segítenél nekünk megjavítani az időgépet?\"",
    "questWaffleNotes": "\"Áprilisi tréfa!\" – dörög a feldúlt Lady Glaciate. \"Azt mondtad, hogy a desszert témájú tréfád ‘véget ért és teljesen el lett takarítva’!\"<br><br>\"Nos, így is volt, és így is van, drágám\" – feleli a Bolond, értetlenül. \"És én vagyok a legőszintébb Bolond. Mi a baj?\"<br><br>\"Egy hatalmas cukros szörny közeledik Habit városához!”<br><br>\"Hmm\" – töpreng a Bolond. \"Kiraboltam néhány rejtekhelyet a misztikus reagensért az utolsó eseményemhez. Talán felkeltettem néhány nemkívánatos figyelmet. A Szacharin Kígyó? A Torta teknős? Tiramisu Rex?\"<br><br>\"Nem! Valami... Rettenetes Vaffli!\"<br><br>\"Hah. Ez egy új fajta! Talán a környező csínytevő energiából született.\" Rád és @beffymaroo-ra fordul ferde mosollyal. \"Nem gondolom, hogy rendelkezésre állnátok egy kis hőstettre?\"",
    "questSilverCompletion": "Behatoltál. Kikutattál. Kincset kerestél. Végül előbukkansz a Börtönökből, rúnákkal és ezüstrudakkal megrakva, iszapos, de izgatott a sikerért. Visszatérsz Habit városába és nekiállsz dolgozni egy alkímia laboratóriumban. Te és @starsystemic követitek a képleteket, amelyeket @QuartzFox talált, @Edge gondos felügyelete mellett. Végül egy csillogó füstfelhő közepett a főzeted a Keltető bájital ismerős állagát veszi fel!<br><br>@Edge a keveréket üvegekbe tölti, és vigyorog. \"Próbáljuk ki, mi? Van valakinek tojása?\"<br><br>Rohansz az istállóba, azon töprengve, milyen csillogó titkok rejtőzhetnek még a felfedezésre várva...",
    "questWaffleText": "Bolondozás a Bolonddal: Katasztrófa reggeli!",
    "questWaffleCompletion": "Megviselten és vajasan, de győzedelmesen élvezed az édes diadalt, ahogy a Borzalmas Gofri egy ragacsos tócsa formájában omlik össze.<br><br>\"Vaó, alaposan elverted azt a szörnyet\" – mondja lenyűgözötten Lady Glaciate.<br><br>\"Gyerekjáték volt!\" – vigyorog az Áprilisi Bolond.<br><br>\"Kicsit kár érte\" – jegyzi meg @beffymaroo. \"Egészen gusztusosnak tűnt.\"<br><br>A Bolond előhúz egy sor főzetes üveget valahonnan a köpenye alól, megtölti őket a Gofri szirupos maradékával, majd egy csipet csillámporos port kever bele. A folyadék örvényleni kezd a színekben – új keltetőfőzetek! Egy mozdulattal a karjaidba hajítja őket. \"Ez a kaland rendesen meghozta az étvágyamat. Ki csatlakozik hozzám reggelire?\"",
    "questAmberNotes": "A vendéglőben ülsz @beffymaroo-val és @-Tyr-rel, amikor @Vikte beront az ajtón, és izgatottan mesél neked a pletykákról, miszerint egy másfajta Mágikus keltető bájital rejtőzik a Feladat-erdőben. Mivel már elvégeztétek a napi feladatotokat, hárman azonnal beleegyeztek, hogy segítesz @Vikte-nek a keresésben. Hiszen mi ártana egy kis kaland?<br><br>Órák óta sétáltok a Feladat-erdőben, és kezded megbánni, hogy belevágtál ebbe a vad hajszába. Éppen hazaindulnál, amikor egy meglepett kiáltást hallasz és hátrafordulva egy hatalmas gyíkot látsz, amelynek csillogó borostyán pikkelyei vannak és egy fa köré tekeredve @Vikte-t markolja a karmaiban. @beffymaroo a kardja után nyúl.<br><br>\"Várj!\" - kiáltja @-Tyr-. \"Ez a Trerezin! Nem veszélyes, csak veszélyesen ragaszkodó!\"",
    "questRubyText": "Ruby Rapport",
    "questBronzeCompletion": "\"Jól küzdöttél, harcos!\" – mondja a bogár, miközben leereszkedik a földre. Vajon mosolyog? Nehéz megmondani azokkal a rágókkal. \"Valóban megérdemlitek ezeket a főzeteket!\"<br><br>\"Ó, vaó, még soha nem kaptunk ilyen jutalmat egy csata megnyeréséért!\" – mondja @UncommonCriminal, miközben egy csillogó üveget forgat a kezében. \"Gyerünk, keltsük ki az új kisállatainkat!\"",
    "questDolphinNotes": "Az Inkomplete-öböl partján sétálsz, miközben az előtted tornyosuló feladatokon töprengsz. Egy csobbanás a vízben megragadja a figyelmedet. Egy pompás delfin ível át a hullámok felett. A napfény megcsillan az uszonyain és a farkán. De várj… az nem napfény, és a delfin nem merül vissza a tengerbe. Ehelyett @khdarkwolfra szegezi a tekintetét.<br><br>\"Sosem fogom befejezni ezeket a napi feladatokat\" – mondja @khdarkwolf.<br><br>\"Nem vagyok elég jó ahhoz, hogy elérjem a céljaimat\" – sóhajtja @confusedcicada, miközben a delfin ráveti a pillantását.<br><br>\"Miért is próbálkoztam egyáltalán?\" – kérdezi @mewrose, összerezzenve a fenevad tekintetétől.<br><br>A delfin rád néz, és érzed, ahogy az elméd lassan süllyed a kétség dagályában. Összeszeded minden erődet – valakinek le kell győznie ezt a teremtményt és az te leszel!",
    "questRubyCompletion": "A szükséges tárgyak biztonságosan elhelyezve, hárman visszaszaladtok Habit városába és @beffymaroo laboratóriumában találkoztok. \"Kiváló munka!\" - mondja @beffymaroo. \"Összegyűjtöttétek a főzet hozzávalóit!\"<br><br>@beffymaroo gondosan összekeveri a rúnákat és a rubinokat, hogy egy ragyogó vörös főzetet hozzon létre, majd egy keveset ráönt két háziasított tojásra. Ahogy figyelitek az eredményt, észreveszitek, hogy a két háziállat teljesen közömbös egymás iránt!<br><br>\"Nem működött?\" - kérdezi @gully. De mielőtt bárki válaszolhatna, hirtelen rádöbbensz, hogy nem a bájital az, amely barátságot és szerelmet teremt, hanem inkább a közös célért való együttműködés élménye. A küldetésből új barátokkal... és néhány feltűnően új háziállattal térsz vissza!",
    "questDolphinCompletion": "A delfinnel vívott akaratcsatád kimerített, de győztesként kerültél ki belőle. Az elszántságod és bátorításod segítségével @mewrose, @khdarkwolf és @confusedcicada összeszedi magát, és lerázza magáról a delfin alattomos telepatiáját. Négyen együtt védelmet találtok a következetes napi feladatokatokban, erős szokásaitokban és az elvégzett teendőitekben, amíg a delfin csillogó szemei csendben elismerik a sikereiteket. Ezek után visszazuhant a öbölbe. Mialatt örültök és gratuláltok egymásnak, észreveszitek, hogy három tojás sodródott a partra.<br><br>\"Hm, kíváncsi vagyok, mit kezdhetnénk ezekkel\" - töpreng @khdarkwolf.",
    "questWaffleRageDescription": "Juharszirupos Mocsár: Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Borzalmas Gofri csökkenti a csapattagok által felhalmozott várakozó sebzést!",
    "questBronzeNotes": "Egy frissítő szünetet tartva a feladataid között, néhány barátoddal együtt sétát teszel a Taskwoods erdei ösvényein. Egy nagy, üreges fatörzsre bukkantok, és a belsejéből egy csillogás vonja magára a figyelmedet.<br><br>Hiszen ez egy varázslatos keltetőfőzet-készlet! Az üvegekben csillogó bronzos folyadék örvénylik finoman, és @Hachiseiko épp kinyúl, hogy felvegyen egyet és jobban szemügyre vegye.<br><br>\"Állj!\" – sziszegi egy hang mögöttetek. Egy hatalmas bogár áll előttetek, fényes bronzpáncélban, karmait harci pózba emelve. \"Ezek az én főzeteim, és ha meg akarjátok érdemelni őket, bizonyítanotok kell egy úriemberekhez méltó párbajban!\"",
    "questBronzeUnlockText": "Feloldja a bronz keltető főzetek vásárlását a Piacon",
    "questAmberCompletion": "\"Trerezin?\" - mondja @-Tyr- nyugodtan. \"Elengednéd @Vikte-t? Nem hiszem, hogy élveznék, hogy ilyen magasan vannak.\"<br><br>A Trerezin borostyán színe elvörösödik, és óvatosan leengedi @Vikte-t a földre. \"Elnézést kérek! Olyan rég volt már vendégem, hogy megfeledkeztem az illendőségről!\" Csúszva közelít feléd, hogy rendesen üdvözöljön, majd eltűnik a faházában és egy csomó Borostyán keltető bájitalt hoz vissza, mint köszönetet!<br><br>\"Mágikus Bájitalok!\" - mondja zihálva @Vikte.<br><br>\"Ó, ezek a régi dolgok?\" A Trerezin nyelve megrezzen, ahogy gondolkodik. \"Mi lenne, ha ezt az egész halmot neked adnám, ha megígérnéd, hogy néha-néha meglátogatsz...\"<br><br>És így elhagyod a Feladat-erdőt, izgatottan, hogy mindenkinek mesélhess az új bájitalokról – és az új barátodról!",
    "rockingReptilesText": "Kőkemény Hüllők kaland csomag",
    "questRobotCollectGears": "Fogaskerekek",
    "rockingReptilesNotes": "Tartalmaz kalandokat, amelyekkel Alligátor, Velociraptor és Kígyó háziasított tojásokat szerezhetsz: Az Insta-Gátor, A Veloci-Rapper és a Figyelemelterelő Kígyó.",
    "delightfulDinosText": "Elbűvölő Dinoszauruszok kaland csomag",
    "questWindupText": "Tánc egy Felhúzhatós Harcossal",
    "questRubyCollectRubyGems": "Rubin drágakövek",
    "questAmberUnlockText": "Feloldja a Borostyán keltető főzetek vásárlását a Piacon",
    "questDolphinBoss": "A kétely delfine",
    "questSilverCollectMoonRunes": "Hold rúnák",
    "jungleBuddiesText": "Dzsungeltársak küldetéscsomag",
    "questAmberDropAmberPotion": "Borostyán keltető főzet",
    "questBronzeText": "Pimasz bogár csata",
    "delightfulDinosNotes": "Tartalmaz kalandokat, amelyekkel Triceratops, T-Rex és Pterodactyl háziasított tojásokat szerezhetsz: A Taposó Triceratops, A Feltárt Dinoszaurusz és a Pterror-dactyl.",
    "questRobotCollectSprings": "Rugók",
    "questAmberText": "A Borostyán Szövetség",
    "questFluoriteUnlockText": "Feloldja a fluorit keltetőfőzetek vásárlását a Piacon",
    "questWaffleDropDessertPotion": "Édesség keltetőfőzet",
    "questRubyDropRubyPotion": "Rubin keltető főzet",
    "questSilverText": "Az ezüst megoldás",
    "questRobotUnlockText": "Feloldja a robottojások vásárlását a Piacon",
    "questFluoriteDropFluoritePotion": "Fluorit keltetőfőzet",
    "questWindupDropWindupPotion": "Felhúzós Keltetőfőzet",
    "questStoneCollectCapricornRunes": "Bak rúnák",
    "questWindupBoss": "Clankton",
    "sandySidekicksText": "Homokos Segítők küldetéscsomag",
    "questWindupUnlockText": "Elérhetővé teszi a Felhúzós Keltetőfőzetek vásárlását a Piacon",
    "questStoneText": "Mohával Benőtt Útvesztő",
    "questStoneCollectMossyStones": "Mohás kövek",
    "questOnyxCompletion": "Ahogy belépsz a Sötét Hasadékba, a bent élő sáskarákok rémülten eliszkolnak. Azonban hamarosan visszatérnek, apró, színes gömböket cipelve, és ekkor rájössz, hogy ezek pontosan azok a kincsek, amiket a többiek kerestek! Gondosan begyűjtesz mindegyik típusból egy szép gyűjteményt, elköszönsz a rákoktól, majd visszaúszol a hajóhoz, ahol a többiek segítenek felmászni a fedélzetre.<br><br>\"Hol voltál ilyen sokáig?\" – kiált fel @Vikte. Válaszul megmutatod nekik a zsákmányt, amit gyűjtöttél.<br><br>\"Ezekből Onix varázskeltetőfőzetet lehet készíteni!\" – mondja izgatottan @aspiring_advocate, miközben elindultok vissza a partra.<br><br>\"Szóval… kikelthetünk Onix kisállatokat!\" – mosolyog @starsystemic. „Nem megmondtuk, hogy jó móka lesz?\"<br><br>Te is elmosolyodsz, izgatottan az új kisállataid miatt és készen arra, hogy befejezd a feladataidat!",
    "questOnyxNotes": "@Vikte, @aspiring_advocate és @starsystemic tudják, hogy mostanában nem érzed magad motiváltnak, ezért úgy döntenek, hogy egy vidám kiruccanás feldobhatná a hangulatodat. Azonban a \"vidám\" program szerintük mélytengeri búvárkodást jelent a Sötét Hasadékban, hogy kincsek után kutassatok! Felveszed a búvárfelszerelésed, felszállsz a hajóra, és eveztek az ősi Dilatory város felé. Útközben megkérdezed, milyen kincset is kerestek pontosan.<br><br>\"Plútó rúnákat!\" – mondja @Vikte.<br><br>\"Nem, Oroszlán rúnákat!\" – vágja rá @aspiring_advocate.<br><br>\"Nem, onix köveket!\" – jelenti ki @starsystemic.<br><br>Miközben ők egymással vitatkoznak, lenézel az óceánba és meglátod a barlang bejáratát közvetlenül alattatok! Izgatottan felpattansz, majd fejest ugrasz a tengerbe, hátrahagyva a hármas csapatot, hogy egyedül ússz a Sötét Hasadék felé, kincsek után kutatva.",
    "questBlackPearlText": "Egy Meghökkentő Csillagos ötlet",
    "questBlackPearlUnlockText": "Elérhetővé teszi a Fekete Gyöngy keltetőfőzet vásárlását a Piacon",
    "questWindupNotes": "Habit városa ritkán csendes, de nem voltál felkészülve a recsegések, nyikorgások és sikolyok kakofóniájára, amely a Jó Időzítésből, Habitica legkiválóbb óraszerkezet-üzletéből szabadult ki. Felsóhajtasz – csak az órádat akartad megjavíttatni. Az üzlet tulajdonosa, akit mindenki csak „Nagy és Hatalmas” néven ismer, kigurul az ajtón, nyomában egy csattogó rézkolosszussal!<br><br>\"Ki-! Ki-! Ki!\" kong a gép, miközben karjai fel-le csapódnak. Fogaskerekei tiltakozva csikorognak és nyekeregnek.<br><br>\"A robotom, Clankton megőrült! Meg akar ölni!\" visítja a feltételezetten Hatalmas mester.<br><br>Még egy törött órával is meg tudod mondani, mikor jött el a harc ideje. Előrelépsz, hogy megvédd a pánikba esett órást. @Vikte és @a_diamond is csatlakoznak a küzdelemhez!<br><br>\"Ki-! Ki-! Ki-!\" kántálja Clankton minden csapással. \"Miau!\"<br><br>Várj, ez most egy mechanikus nyávogás volt a gyilkos monotonitás közepette?",
    "questBlackPearlNotes": "Mostanában ihlettelennek érzed magad, ezért amikor @jjgame83 egy kirándulást javasol az Életteli Tóhoz, kapva kapsz az alkalmon egy kis környezetváltozásra. Miközben @QuartzFox pikniket terít a parton, észreveszel valamit, ami megcsillan a sekély vízben. Egy furcsa fekete gyöngy.<br><br>\"Bárcsak lenne egy új ötletem\" – sóhajtasz.<br><br>Hűvös fuvallat borzolja a partot. A tó fekete tintává változik. A csillagok felragyognak, ahogy a dél egy szempillantás alatt éjféli sötétségbe fordul.<br><br>\"Ez nem jelent jót\" – jegyzi meg @PixelStormArt.<br><br>Egy tornyosuló karokkal teli szörny emelkedik ki a tóból, habot szórva mindenfelé, és csőréből dörgő hangon kihirdeti: \"ÍME ASTEROIDEA, AZ ÖTLET, AMELY A CSILLAGOKON TÚLRÓL ÉRKEZETT!\"<br><br>Egy csáp lecsap a piknikkosárra. Akár jó ötlet, akár nem, azonnal akcióba lendülsz.",
    "questStoneCompletion": "A burjánzó növényzet eltakarítása és a mohos kövek elmozdítása próbára teszi az erődet. De a csapat ügyesen elosztja a munkát, és a mögöttetek hagyott ösvényre köveket helyeztek, hogy könnyebben visszataláljatok egymáshoz. Az út során talált rúnák erőt és elszántságot adnak és végül a kert már egyáltalán nem tűnik elhagyatottnak!<br><br>A könyvtárban találkoztok, ahogyan @starsystemic javasolta és rábukkantok egy Varázsfőzet receptjére, amely felhasználja az összegyűjtött rúnákat. \"Ez igazán váratlan jutalom az elhanyagolt feladataink elvégzéséért\" – mondja @jjgame83.<br><br>@QuartzFox egyetért: \"És mindezek tetejébe még egy gyönyörű kertet is kaptunk, ahol a kisállatainkkal élvezhetjük a nyugalmat.\"<br><br>\"Kezdjünk el készíteni néhány lenyűgöző Mohás Kő Keltetőfőzetet!\" – kiáltja @starsystemic és mindenki boldogan csatlakozik.",
    "questSolarSystemNotes": "A csapatod a kozmoszban utazik, egy fantasztikus léghajón, amelyet a tehetséges űrmérnök, @gawrone tervezett. A hajó meditációs meghajtása a csapat nyugalmára támaszkodik, hogy tartsa az irányt.<br><br>A csillogó galaxisok felhői között egy baljósan pulzáló csillagot pillantasz meg. \"Őrizzétek meg a koncentrációt!\" – figyelmeztet @beffymaroo. \"Ha túlzottan elterelődik a figyelmünk, miközben elhaladunk a csillag mellett, a csillag és a hajónk közötti vonzás letéríthet minket az útról!”<br><br>Ahogy közeledtek a csillaghoz, különös energialüktetések áramlanak a hajó felé.<br><br>\"Ezek Diversionoidok – gondolati lények, amelyek meg akarnak téveszteni minket\" – mondja @SabreCat. \"Ha hagyjuk, hogy átsuhanjanak rajtunk anélkül, hogy magukkal ragadnának, akkor továbbra is a célunk felé haladhatunk!\"",
    "questStoneCollectMarsRunes": "Mars rúnák",
    "questBlackPearlCompletion": "Ahogy csapásokkal és varázslatokkal ostromlod a szörnyet, fekete gyöngyöket hullat a homokba. Csillogó felszínük megragadja a tekinteted, miközben épphogy kikerülsz egy újabb lecsapó csápot.<br><br>Halálos veszélyben vagy, de nem tudod nem észrevenni, milyen gyönyörűen ragyognak. Aztán az is eszedbe jut, hogy ez borzalmasan rossz időpont egy új főzetötlethez.<br><br>Hirtelen a szörny megdermed. @jjgame83 és @PixelStormArt zavartan összenéznek, majd leengedik a fegyvereiket.<br><br>\"KÍVÁNSÁGOD TELJESÜLT, HALANDÓ. KÜLDETÉSEM BEFEJEZŐDÖTT.\"<br><br>Asteroidea eltűnik, az ég és a víz ismét kitisztul. @QuartzFox rád mered. \"Elmagyaráznád?\"<br><br>A lehető legjobban próbálod összefoglalni, majd együtt megtöltitek a piknikkosarat fekete gyöngyökkel. Egy délutánnyi alkímia után el kell ismerned, hogy ez igazán jó ötlet volt.",
    "questBlackPearlDropBlackPearlPotion": "Fekete Gyöngy Keltetőfőzet",
    "questTurquoiseUnlockText": "Elérhetővé teszi a Türkiz Keltetőfőzet vásárlását a Piacon",
    "questWindupCompletion": "Miközben kitérsz a támadások elől, valami furcsát veszel észre: egy csíkos, rézfarok kandikál ki a robot vázából. A csikorgó fogaskerekek közé nyúlsz, és kihúzol… egy remegő felhúzhatós tigriskölyköt. A kis szerkezet reszketve bújik hozzád.<br><br>A mechanikus óriás azonnal abbahagyja a csapkodást és elmosolyodik, ahogy fogaskerekei visszakattannak a helyükre. „Ki-Ki-Cica! Cica bennem volt!”<br><br>\"Remek!\" mondja a Hatalmas elpirulva. \"Sokat dolgoztam ezeken a felhúzhatós kisállat-italokon. Úgy tűnik, nem tartottam számon az új alkotásaimat. Az utóbbi időben elég sokszor kihagytam a ‘Műhely rendbetétele’ napi feladatomat…”<br><br>Clanktonnal és a feltalálóval együtt belépsz a műhelybe. Alkatrészek, szerszámok és italok borítanak minden felületet. A „Hatalmas” átveszi az órádat, de néhány főzetet is a kezedbe nyom.<br><br>\"Vidd ezeket. Egyértelmű, hogy nálad nagyobb biztonságban lesznek!\"",
    "questSolarSystemCompletion": "Gyakorlással és odafigyeléssel te és a legénység sikeresen megakadályozzátok, hogy a Diversionoidok elsodorjanak benneteket – egyszerűen azzal, hogy észreveszitek és elfogadjátok őket anélkül, hogy hagynátok, hogy átvegyék az irányítást. Ahogy biztonságosan elhaladtok a pulzáló csillag mellett, @gawrone egy csokornyi lebegő palackot vesz észre és behúzza őket a fedélzetre. Mindegyikben egy apró naprendszer látszik!<br><br>\"Nos, úgy tűnik, a kemény munkánk szép jutalmat hozott!\" – mondja @beffymaroo. \"Lássuk, milyen égi csodák születhetnek, ha ezekkel az új főzetekkel keltetjük ki a kisállatok tojásait.\"",
    "questStoneDropMossyStonePotion": "Mohás Kő keltetőfőzetet",
    "questSolarSystemDropSolarSystemPotion": "Naprendszer keltetőfőzet",
    "questStoneNotes": "Amint kinyitod az Elhanyagoltság Erődjének kapuit, meglepetten látod, hogy a kertben minden szobrot, követ és felületet vastag moha borít. „Ó, ne, ezt a kertet már túl régóta elhanyagolták!” – kiált fel @jjgame83.<br><br>\"Nos, sosem késő elkezdeni rendbe hozni a kertet\" – mondja lelkesen @PixelStormArt. \"De hol kezdjük ennek a mohával benőtt útvesztőnek a megtisztítását?\"<br><br>\"Készíthetünk egy tervet és azt követve haladhatunk, hogy ne tévedjünk el\" – javasolja @QuartzFox.<br><br>Miközben eltakarítjátok a mohás köveket, @starsystemic Mars- és Bak-rúnákat fedez fel alattuk. „Mire valók ezek? Vigyük vissza őket a Habit városának könyvtárába, hogy utánanézhessünk, ha végeztünk.\"<br><br>Már ha egyáltalán sikerül innen kijutnotok, gondolod magadban, de inkább nem mondod ki hangosan.",
    "questSolarSystemBoss": "Diversionoidok",
    "questSolarSystemUnlockText": "Elérhetővé teszi a Naprendszer keltetőfőzet vásárlását a Piacon",
    "questBlackPearlBoss": "Asteroidea",
    "sandySidekicksNotes": "Tartalmazza azokat a küldetéseket, amelyekkel megszerezheted a Pók, a Tatu és a Kígyó kisállat tojásait: A Jeges Pókszörny, A Kényelmes Tatu és A Figyelemelterelő Kígyó.",
    "questTurquoiseText": "Türkiz Kincses Küszködés",
    "questStoneUnlockText": "Elérhetővé teszi a Mohás Kő keltetőfőzet vásárlását a Piacon",
    "questOnyxUnlockText": "Elérhetővé teszi az Onix keltetőfőzet vásárlását a Piacon",
    "questOnyxCollectPlutoRunes": "Plútó rúnák",
    "questOnyxCollectLeoRunes": "Oroszlán rúnák",
    "questOnyxText": "Az Onix Odüsszeia",
    "questOnyxCollectOnyxStones": "Onix kövek",
    "questOnyxDropOnyxPotion": "Onix keltetőfőzet",
    "questVirtualPetText": "Virtuális Felfordulás az Áprilisi Bolonddal: A Sípolás",
    "questVirtualPetNotes": "Csendes és kellemes tavaszi reggel van Habiticában, egy héttel egy emlékezetes Áprilisi Bolondok Napja után. Te és @Beffymaroo az istállóban gondozzátok a kisállataitokat, akik még mindig kissé zavartak azután, hogy egy időre virtuális térbe kerültek.<br><br>A távolból morgást és sípoló hangot hallasz, először halkan, majd egyre erősebben, mintha valami közeledne. A horizonton egy tojás alakú tárgy tűnik fel, amely egyre hangosabban sípolva közelít. Amikor végre felismered, rájössz, hogy ez egy gigantikus virtuális kisállat!<br><br>\"Ó, ne\" – kiált fel @Beffymaroo. \"Azt hiszem, az Áprilisi Bolond hagyott még némi befejezetlen ügyet ezzel a nagy fickóval… úgy tűnik, figyelmet akar!\"<br><br>A virtuális kisállat dühösen sípol, virtuális hisztit csap és egyre fenyegetőbben közelít felétek.",
    "questFungiBoss": "Szeszélyes Gomba",
    "questFungiRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a Napi feladataidat. Ha megtelik, a Szeszélyes Gomba elvesz egy keveset a csapatod függőben lévő sebzéséből",
    "questFungiRageEffect": "Köd árad a Szeszélyes Gombából, körülölelve a csapatodat, elnyomva a hangulatot és gyengítve a varázserőt. A csapat MP-je csökken!",
    "questFungiDropFungiPotion": "Gomba keltetőfőzet",
    "questFungiUnlockText": "Elérhetővé teszi a Gomba keltetőfőzet vásárlását a Piacon.",
    "questFungiRageTitle": "Szeszélyes Gomba köd",
    "questSolarSystemText": "A Kozmikus Koncentráció Utazása",
    "questTurquoiseCollectTurquoiseGems": "Türkiz drágakövek",
    "questTurquoiseCollectSagittariusRunes": "Nyilas rúnák",
    "questFungiText": "A Szeszélyes Gomba",
    "questPinkMarbleCompletion": "Végül sikerül lefognod a kis fickót – sokkal erősebb és gyorsabb volt, mint vártátok. Mielőtt újra mozdulhatna, elveszitek tőle a világító nyilakkal teli tegezét. Ámor pislog néhányat, majd meglepetten körbenéz. \"Hogy egy időre megszabaduljak a bánatomtól és összetört szívemtől, megszúrtam magam az egyik nyilammal… de semmire sem emlékszem utána!\"<br><br>Éppen indulni készül a barlangból, amikor észreveszi, hogy @Loremi mintát vett a márványporból, és elmosolyodik. \"Próbáljátok meg ezt a rózsaszín márványport egy főzetben felhasználni! Gondozzátok a belőle kikelt kisállatokat és meglátjátok, hogy az igazi kapcsolatok kommunikációból, kölcsönös bizalomból és törődésből születnek. Sok szerencsét – és sok szeretetet kívánok!\"",
    "questFungiNotes": "Esős tavasz van Habiticában és az istállók körüli talaj szivacsosan átnedvesedett. Észreveszed, hogy a faistállók falai és kerítései mentén rengeteg gomba nőtt ki. Ködfátyol borítja a tájat, nem engedve a nap sugarait áttörni, és ez kissé lehangoló.<br><br>A ködből hirtelen kibontakozik az Áprilisi Bolond alakja, de egyáltalán nem tűnik a megszokott, vidám önmagának.<br><br>\"Arra készültem, hogy elhozzam nektek néhány elbűvölő Gomba Mágikus keltetőfőzetet, hogy a különleges napom gombabarátait örökre megtarthassátok\" – mondja, riasztóan komoly arckifejezéssel. \"De ez a hideg köd teljesen rám telepedett, túl fáradtnak és levertnek érzem magam ahhoz, hogy a szokásos varázslataimat elvégezzem.\"<br><br>\"Ó, sajnálattal hallom\" – feleled, miközben észreveszed, hogy a saját hangulatod is egyre borúsabb. \"Ez a köd tényleg komorrá teszi a napot. Vajon honnan jöhetett…\"<br><br>Mély morajlás hallatszik a mezőkről és a ködből egy körvonal bontakozik ki. Döbbenten látod, hogy egy hatalmas, boldogtalannak tűnő gombalény közeledik, és a köd belőle árad.<br><br>\"Aha\" – szólal meg a Bolond. \"Azt hiszem, ez a gombás fickó lehet a levertségünk forrása. Próbáljunk meg egy kis vidámságot varázsolni neki – és magunknak is!\"",
    "questFungiCompletion": "Te és az Áprilisi Bolond megkönnyebbülten néztek egymásra, ahogy a gombalény visszahúzódik az erdőbe.<br><br>\"Ah\" – kiált fel a Bolond –, \"ez igazán egy micéliumos melankólia volt. Örülök, hogy sikerült felvidítanunk őt – és magunkat is! Érzem, hogy visszatér az energiám. Gyertek velem, és készítsük el együtt azokat a Gomba főzeteket!\"",
    "questTurquoiseCompletion": "Forrón és izzadtan a csapatod végre megáll pihenni a felásott föld mellett, és a megtalált rúnák és gyémántok halmára pillant.<br><br>\"Hihetetlen\" – mormolja @QuartzFox. \"Ez átírhatja a történelemkönyveket.\"<br><br>\"Hadd vigyem ezeket az anyagokat a Habitica Egyetemre elemzésre\" – mondja @gawrone. \"Bőven lesz belőlük mit tanulmányozni, és készíthetünk belőlük néhány türkiz főzetet is mindannyiunk számára! Ki tudja, mi mindent rejthet még a föld ezen a környéken?\"<br><br>@starsystemic hozzáteszi: \"Elképesztő, mennyi mindent el lehet érni egy kis kemény munkával!\"",
    "questTurquoiseNotes": "@gawrone beront a szobádba, egyik kezében a Habitica Diplomájával, a másikban pedig egy rendkívül nagy és poros bőrkötéses könyvvel.<br><br>\"Ezt sosem fogod elhinni!\" – mondja izgatottan. \"A Virágzó Mezők azért olyan termékenyek, mert valaha egy hatalmas óceán borította őket. Azt beszélik, hogy egy ősi nép élt az óceán fenekén, varázslatos városokban. Elfeledett térképek segítségével megtaláltam a legvalószínűbb helyszínt! Fogd a lapátodat!\"<br><br>Másnap este találkoztok, @QuartzFox és @starsystemic is csatlakoznak a csapathoz és ásni kezdtek. Mélyen a földben egy rúnát találtok, mellette pedig egy türkizkék gyémántot!<br><br>\"Ássatok tovább!\" – biztat @gawrone. \"Ha eleget találunk, elkészíthetjük az egyik ősi főzetüket, és közben történelmet írhatunk!\"",
    "questTurquoiseDropTurquoisePotion": "Türkiz keltetőfőzet",
    "questTurquoiseCollectNeptuneRunes": "Neptunusz rúnák",
    "questVirtualPetCompletion": "Némi óvatos gombnyomogatás után úgy tűnik, hogy a virtuális kisállat rejtélyes igényei teljesültek, és végül lenyugodott, elégedettnek tűnik.<br><br>Hirtelen egy konfettirobbanás közepén megjelenik az Április bolondja egy kosárnyi furcsa főzettel, amelyek halk sípolást adnak ki.<br><br>\"Milyen időzítés, Április bolondja\" – mondja @Beffymaroo gúnyos mosollyal. \"Gyanítom, ez a nagy sípoló fickó ismerősöd.\"<br><br>\"Öö, igen\" – mondja a bolond félénken. \"Nagyon sajnálom, és köszönöm, hogy gondoskodtatok a Wotchimonról! Fogadjátok el ezeket a főzeteket hálám jeléül, bármikor visszahozhatjátok velük a virtuális kisállataitokat!\"<br><br>Nem vagy teljesen biztos benne, hogy tetszik ez a sok sípolás, de annyira aranyosak, hogy megéri kipróbálni!",
    "questVirtualPetBoss": "Wotchimon",
    "questVirtualPetRageTitle": "A Sípolás Kezdete",
    "questVirtualPetRageDescription": "Ez a sáv akkor telik fel, ha nem végzed el a napi teendőidet. Amikor tele lesz, a Wotchimon elviszi a csapatod függőben lévő sebzésének egy részét!",
    "questVirtualPetRageEffect": "`Wotchimon használja a Zavaró Sípolást!` A Wotchimon egy zavaró sípolást ad ki, és a boldogsági sávja hirtelen eltűnik! A függőben lévő sebzés csökkent.",
    "questVirtualPetDropVirtualPetPotion": "Virtuális Kisállat keltetőfőzet",
    "questVirtualPetUnlockText": "Elérhetővé teszi a Virtuális Kisállat Keltetőfőzet vásárlását a Piacon",
    "questPinkMarbleText": "Csillapítsd le a Megromlott Ámort",
    "questPinkMarbleNotes": "Miután hallottatok egy barlangról a Kanyargó Hegységben, ahonnan rózsaszín por és sziklák törnek elő, a csapatod nyomozni indul. Ahogy közelebb értek, valóban hatalmas rózsaszín porfelhőt láttok – és furcsamód egy apró hang csatakiáltását, majd sziklák törésének hangját halljátok.<br><br>@Empress42 véletlenül belélegez egy kis port, és hirtelen álmodozónak és kevésbé produktívnak érzi magát. \"Én is!\" – mondja @QuartzFox. \"Egyszer csak elkezdtem fantáziálni valakiről, akit alig ismerek!\"<br><br>@a_diamond bekukucskál a barlangba, és meglát egy apró lényt, aki szédületes sebességgel cikázik, miközben rózsaszín márványsziklát zúz porrá. \"Fedezékbe! Ez az Ámor megromlott és a varázserejével irreális rajongást és fellángoló vonzalmat idéz elő! Le kell állítanunk őt!\"",
    "questPinkMarbleBoss": "Ámor",
    "questPinkMarbleRageDescription": "Ez a sáv akkor telik fel, ha nem végzed el a napi teendőidet. Amikor tele lesz, Ámor elviszi a csapatod függőben lévő sebzésének egy részét!",
    "questPinkMarbleRageEffect": "`Ámor Rózsaszín Ütést használ!` Ez egyáltalán nem volt szeretetteljes! A csapattársaid meghökkennek. A függőben lévő sebzés csökkent.",
    "questPinkMarbleDropPinkMarblePotion": "Rózsaszín Márvány keltetőfőzet",
    "questPinkMarbleRageTitle": "Rózsaszín Ütés"
}
